{
    "studio": "Northern Lights Gaming",
    "text": "\n100 Fortunes\nSi potrebbe dire che questa slot viene dalla Cina con furore, tanto per citare il titolo di un famosissimo film con Bruce Lee.\n100 Fortunes della Northern Lights Gaming è una slot che ci porta, ancora una volta, nel pieno della cultura cinese che sta prendendo sempre più piede anche qui in occidente. Ma se spesso le slot basate sulla Cina si limitano a vederne l’aspetto più legato al Capodanno Lunare, in questo caso non è proprio così. Ma parliamone meglio nella recensione qui di seguito!\n100 Fortunes – Grafica\nIniziamo questa recensione partendo da un aspetto spesso trascurato: la grafica. In 100 Fortunes ci troviamo teletrasportati in un vecchio villaggio cinese, da come si evince dagli edifici in pietra bianca e i caratteristici tetti a pagoda illuminati dalle lanterne di carta rossa.\nLa griglia di gioco riprende questa particolare estetica per fare da cornice ai rulli su cui vedremo scorrere i simboli, dopo ogni nostro spin. Per quanto riguarda i simboli, questi sono in realtà più ispirati alle slot occidentali dato che vedremo i simboli delle carte: A di Asso, K di Re, Q di Regina e J di Fante.\nInsieme a queste lettere coloratissime, potremo vedere anche simboli molto più tipici: le monete cinesi, piatti e vasi Ming, arrivando ai gatti porta-fortuna.\n100 Fortunes ci porta la cultura cinese a casa con una slot confezionata perfettamente fin nel minimo dettaglio. Vediamo ora, se lo stesso si può dire per il suo gameplay.\n100 Fortunes – Gameplay\nBasta uno sguardo a 100 Fortunes per capire che ci troviamo di fronte a una slot molto differente rispetto alla maggior parte dei titoli che possono essere trovati online.\nLa griglia di gioco è immensa, con cinque rulli che mostrano sei simboli ciascuno. Il totale così ottenuto a ogni giocata è di 30 simboli, contro i classici quindici. L’RTP, ovvero la percentuale di ritorno per giocatore, è pari a 96,12%, facendo rientrare questo titolo perfettamente nella media di mercato.\nNaturalmente troviamo anche in questo caso un simbolo Wild rappresentato dallo yo-yo orientale il quale permette di ampliare ulteriormente la griglia di gioco accedendo ai giri gratuiti in cui verremo ricompensati da una quantità gigantesca di simboli Wild, rendendola una delle modalità bonus più interessanti e divertenti da giocare.\nConsigliamo sicuramente questa slot a chi ha apprezzato slot in espansione come le Megaways dove è possibile investire nella speranza di avere un ritorno significativo in forma di vincita.\n100 Fortunes – Slot simili\nInnumerevoli sono le slot che sfruttano la tematica orientale al loro interno, per questo motivo abbiamo veramente l’imbarazzo della scelta nel caso volessimo provare titoli che utilizzano lo stesso tema.\nTra questi troviamo Feng Fu, 88 Fortunes Megaways e Geisha’s Fan, sebbene in quest’ultimo caso ci spostiamo maggiormente verso il Giappone (paese che sta godendo di crescente popolarità tra le slot online), allontanandoci dalla Cina.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "100 Fortunes",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/100-fortunes-thumb-286x217.png",
            "filename": "100-fortunes-thumb-286x217.png"
        }
    ],
    "name": "100 Fortunes"
}