{
    "studio": "Endorphina",
    "text": "\n100 zombies\nAlzi la mano chi nella propria vita non ha visto almeno una volta un film con protagonisti gli zombie, i simpatici morti viventi con un particolare appetito per la carne umana. Tra declinazioni cinematografiche, serie tv, libri e fumetti, possiamo dire che questo tema sia entrato a tutti gli effetti nell’immaginario di milioni di persone sparse per il mondo. Lo spunto da cui si parte è più o meno lo stesso: un virus misterioso viene rilasciato per errore durante un esperimento e in men che non si dica milioni di persone vengono infettate. Le persone muoiono per poi risvegliarsi con la mente resettata ma con un impulso a nutrirsi di carne umana viva. Il successivo contatto tra non morti e esseri umani trasforma quest’ultimi in zombie, dando così vita a un’epidemia su larga scala. Di solito c’è sempre un gruppo di sopravvissuti tra cui lo scienziato alla ricerca di un antidoto che metta fine al contagio. In 100 Zombies sono presenti tutti questi elementi. Per rendere la slot accattivante, gli sviluppatori della Endorphina hanno lavorato molto sul comparto grafico, che appare ottimamente dettagliato e con alcune animazioni di assoluto rispetto. La griglia di gioco si staglia su una città invasa dalle fiamme su cui si espandono nubi vedi, a sottolineare ancor di più un ambiente malsano. Una musica cadenzata simile a quella dei film west ci accompagna durante tutta l’avventura.\nCaratteristiche della slot\nLa Endorphina ha deciso di puntare su una classica slot a 5 rulli e 4 righe, con 100 paylines variabili, cioè possiamo decidere noi quante attivarne. Il numero minimo di linee su cui è possibile giocare è 20. Per quel che riguarda il costo di ciascun spin, si parte da 0,01 € per linea fino a un massimo di 100 €. Per chi volesse, è possibile giocare con l’Autoplay e oltre al numero di giri automatici, impostare anche alcuni limiti di tempo o di vincita. 100 Zombie ha un RTP del 96%.\nSimboli e funzionalità\nI simboli con minor valore sono quelli delle carte da gioco dal J all’asso. Subito dopo in termini di ricompensa troviamo il poliziotto zombie, il cacciatore armato di fucile, l’infermiera sempre in versione non morta e la ragazza con la pistola. A seguire c’è lo studente zombie e l’uomo con la mazza chiodata. La scritta Wild è il nostro Jolly, sostituisce tutti i simboli eccetto lo Scatter, inoltre è pagante. I simboli Wild spesso appaiono impilati. Il simbolo Biotech è il nostro Scatter e ne bastano 3 per vederci ricompensati con 10 giri gratuiti, durante i quali i Wild impilati possono comparire soltanto sui rulli 2, 3 e 4. Se durante i Free Spins appaiono altri 3 simboli Scatter, riceveremo 10 giri gratuiti aggiuntivi. In 100 Zombies è presente anche la funzione Gamble per provare a far lievitare le nostre vincite.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "100 zombies",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/100-zombies-free-286x217.jpg",
            "filename": "100-zombies-free-286x217.jpg"
        }
    ],
    "name": "100 zombies"
}