{
    "studio": "4ThePlayer",
    "text": "\n123 boom!\nPer chi ama l’avventura, spesso i pirati sono un chiodo fisso. La vita di mare del resto, ha un fascino innegabile. Solcare le onde sul proprio veliero, assaltare i vascelli delle ciurme nemiche e scovare tesori su isole tropicali.\nTutte attività che, proposte all’infinito anche nell’intrattenimento (basti pensare agli innumerevoli film o videogiochi a tema pirati che nel corso degli anni hanno ottenuto un immenso successo), riescono a suscitare in noi meraviglia e stupore anche al solo pensiero.\nProprio per questo non sono mai mancate slot machines a tema pirati, e 4Theplayer si lancia in questo panorama proponendo la propria slot piratesca: 123 Boom! Saranno riusciti a creare qualcosa in grado di superare l’immensa concorrenza?\nL’Intensa Battaglia Navale Di 123 Boom!\nA differenza di molte altre slot piratesche, 123 Boom! Ci catapulta direttamente nel pieno dell’azione.\nSullo sfondo assistiamo allo scontro a suon di cannoni tra due navi, poste ai lati della griglia. Questa è incorniciata in legno, e i suoi rulli scorrono in orizzontale (anche se è possibile utilizzare un tasto per passare ad una griglia tradizionale, e quindi con i rulli in verticale).\nNonostante la mole di azione che uno sfondo del genere dovrebbe comportare, la spettacolarità della scena viene smorzata dal silenzio. La colonna sonora della slot entra infatti in funzione solamente quando i rulli stanno girando, lasciando quindi tra una giocata e l’altra degli imbarazzanti silenzi.\nCiò nonostante, il comparto sonoro è efficace, almeno quando si fa sentire, e riesce a creare seppur ad intermittenza una buona immersione.\nOttimo lavoro invece sui simboli, che si muovono tra le decorazioni a forma di onda all’interno dei rulli. Tutti sono a tema piratesco: tra quelli più semplici troviamo timoni, dobloni, sciabole incrociate, bandiere nere, pistole, mappe e forzieri pieni di monete. I simboli più importanti sono il pirata e la piratessa, affascinanti e pronti all’avventura.\nIl simbolo Wild è una bomba, che quando è affiancata a delle posizioni vincenti esploderà dopo un breve conto alla rovescia. Il simbolo bonus è invece un cannone.\nTra Le Onde Di 123 Boom!\nLa particolarità principale di 123 Boom! Sta proprio nei suoi rulli orizzontali. Oltre a sposarsi benissimo con l’effettiva orizzontalità della scena sullo sfondo (la battaglia navale vista dall’alto), questa funzione è perfetta per la funzione Wild, che scenicamente si fonda proprio sulla palla di cannone scorrevole che arriva a tutta velocità.\nCome già anticipato nella funzione precedente, la vincita esplosiva del simbolo Wild si attiva quando questo si trova accanto a delle posizioni vincenti.\nQueste vincite esplosive sono le vere protagoniste della modalità speciale di questa slot machine. Quando sui rulli appaiono tre o più simboli scatter bonus (il cannone), avrà inizio la Bonus Feature. Durante il lasso di tempo in cui questa funzione è attiva, le vincite esplosive porteranno con loro un moltiplicatore, che crescerà di vincita in vincita fino a raggiungere un massimo di 99x.\nSlot Simili A 123 Boom!\n123 Boom! È una slot machine piuttosto semplice. Il tema piratesco, e in particolar modo l’azione della battaglia navale, è ben accentuato dalla sua orizzontalità, che stavolta, a differenza di altre slot, è inerente al tema. Dato anche il suo buon RTP del 96.4%, vale la pena di provarla, specialmente se siete amanti dei pirati.\nSe invece cercate altre slot machines a tema piratesco e la vostra sete di avventura non è ancora passata, vi consigliamo Wild Pirates o Pirate Gold Deluxe, con le quali riuscirete a immergervi nuovamente tra i mari affollati dai pirati.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "123 boom!",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/123-boom-free-286x217.jpg",
            "filename": "123-boom-free-286x217.jpg"
        }
    ],
    "name": "123 boom!"
}