{
    "studio": "IGT",
    "text": "\n1421 Voyages of Zheng He\nBasato sul racconto dell’esploratore cinese, l’ammiraglio Zheng He, questo slot riporta in vita una storia emozionante di avventura e scoperta. Durante la prima dinastia Ming, Zheng He era uno dei personaggi più influenti della Cina. Nato nel 1371, durante la sua celebre vita di leader militare ed esploratore marino, viaggiò fino all’Arabia e al Corno d’Africa.\nUna brillante funzione di decisione del giocatore in questo gioco permette ai giocatori di scegliere la loro varianza di giri gratis (rapporto tra il numero di giri gratis e il moltiplicatore). La funzione bonus in sé consiste in un gioco di scelta dove i giocatori scelgono una coppa per vincere la varianza di giri libera scelta.\nUna grafica da esploratore\nLa grafica di questa slot ha un aspetto leggermente retrò, dovuto in parte al fatto che il gioco ha avuto un enorme successo come video slot nei casinò tradizionali prima di essere lanciato online. Le bobine sono progettate come antiche pergamene, posizionate di fronte ad un profondo oceano blu. Il sole sta tramontando, con il risultato di una splendida tonalità arancione sull’azzurro del mare. I simboli sono tutti basati su antichi oggetti cinesi, così come tesori, scoperte e riferimenti ai viaggi marini. I simboli del gioco includono 10, J, Q, Q, K e A, tutti disegnati con caratteri in stile cinese, oltre a monete d’oro, una statua di giada, una campana, un veliero, un tavolo d’oro, una mappa e lo stesso Zheng He.\n1421 Voyages of Zheng He si basa sulla pura qualità grafica per impressionare i giocatori e lasciare un’impressione positiva e duratura fin dall’inizio.\nLo sfondo del gioco è un pannello astratto, cremisi, che ricorda il fuoco o la lava. Non c’è molto da vedere qui, ma le bobine sono semplicemente bellissime. Incorniciate in una teca dorata con sopra delle navi in miniatura, la loro semplicità è ancora sufficiente a far risaltare il gioco.\nAggiungete delle belle animazioni in-game e una colonna sonora accattivante, e avrete tutti gli ingredienti per un bel gioco di slot. Passiamo alle regole del gioco nella prossima sezione della nostra recensione.\nFunzioni e simboli della Slot Machine\nIl gioco presenta due caratteristiche bonus principali. La prima è sotto forma del simbolo Wild, una moneta d’oro che sostituisce tutti gli altri simboli oltre al bonus Scatter. Il simbolo del bonus Spargimento è una carta nautica, o mappa, disegnata su un’antica pergamena. Questo incantevole simbolo è quello che si vuole tenere d’occhio, e questo perché tre di essi innescano la funzione di decisione del giocatore, seguita dalla funzione di scelta del bonus. Tre di questi simboli raddoppiano anche le scommesse su quella rotazione. I simboli del bonus appaiono solo sulle tre bobine centrali.\nDurante la Player Decision Feature, per prima cosa si può decidere cosa si vuole come possibile premio in base alle seguenti opzioni:\n20 giri gratuiti con moltiplicatore casuale di 3x, 2x o 1x\n15 giri liberi con moltiplicatore casuale di 5x, 2x o 1x\n10 giri liberi con moltiplicatore casuale di 8x, 2x o 1x\nDopo di che, si sceglie una delle tre coppe, una delle quali nasconde una pallina d’oro. Se otterrete la palla d’oro, riceverete i vostri giri gratis con un moltiplicatore e li godrete alla stessa puntata della scommessa iniziale che ha attivato il bonus.\n1421 Voyages of Zheng He presenta una selezione più che decente di caratteristiche speciali e simboli di bobina che esamineremo qui.\nLa Moneta d’oro trafitta è il jolly, che si può usare per sostituire qualsiasi simbolo di base e segnare vittorie extra. Anche le combinazioni di monete sono di per sé estremamente preziose.\nLa Mappa è un elemento importante per qualsiasi esploratore, e qui serve anche come simbolo di Spargimento che può assegnare un premio in denaro indipendentemente dall’allineamento. Dopo la vincita di uno Scatter, i giocatori avranno la possibilità di scegliere tra le opzioni Bonus. La scelta è prima di tutto tra 10, 15 o 20 giri gratis. Ogni opzione porta una serie di potenziali moltiplicatori. La quarta scelta è la caratteristica originale della coppa, dove una palla dorata è nascosta sotto una delle tre coppe. Dopo lo shuffling, il vostro compito consiste nell’indovinare o indovinare correttamente la posizione della palla, che può assegnare il Jackpot finale del gioco.\n1421 Voyages of Zheng He è epico come suggerisce il titolo. Il gioco ha un bell’aspetto ed è facile da impostare, nonostante la barra di comando minimalista.\nAltre Slot Machine simili\nSe ti piace 1421 Voyages of Zheng He, ti piacerà il Sinbad’s Golden Voyage. Questo racconto di Sinbad, l’esploratore arabo immaginario, è stato prodotto da Playtech, ma presenta molti degli stessi simboli di Zheng He, come le navi e il tesoro. Con 164 linee, una scommessa minima di 2p, simboli impilati, espansione di wilds e giri liberi, questo gioco è eccitante come navigare i sette mari stessi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "1421 Voyages of Zheng He",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/1421-voyages-of-zheng-he-thumb-286x217.jpg",
            "filename": "1421-voyages-of-zheng-he-thumb-286x217.jpg"
        }
    ],
    "name": "1421 Voyages of Zheng He"
}