{
    "studio": "Espresso Games",
    "text": "\n3Diamonds FashionTV\nLa prima cosa che balza agli occhi quando ci troviamo di fronte a 3 Diamonds FashionTV, è l’originalità del tema: un canale tv dedicato all’extralusso e a tutto il mondo che lo circonda. Il primo impatto con la slot è una presentazione animata che assomiglia molto a quelle tipiche di film e programmi tv. Dopo l’introduzione (che possiamo anche decidere di saltare), la schermata si apre sulla griglia di gioco. Lo sfondo è una città notturna con così tante luci da sembrare quasi dorata. Ai lati della griglia abbiamo due pannelli, quello sulla destra ci augura buona fortuna, quello di sinistra è uno speciale accumulatore di cui vedremo la funzione più in là.\nIn basso troviamo diversi tasti, dallo Start al variatore di puntata, oltre a quello che ci permette di accedere al menù interno.\nCaratteristiche della slot\nIn 3 Diamonds FashionTV la griglia ha 4 rulli e 3 linee. Si vince associando simboli identici e adiacenti a partire dal rullo di sinistra  e procedendo verso destra. Ci sono sino a 108 modi per vincere e nel caso di più combinazioni sulla stessa linea, verrà pagata solo la vincita più alta. Attraverso il variatore di puntata possiamo decidere l’importo da scommettere per ogni giro. Contando che di un singolo gettone è di 0,01 € e la giocata minima allo step 1 ne richiede 50, allora un singolo spin ci costerà 0,50 €.\nUno dei punti di forza di questa slot è di sicuro il valore RTP molto alto, pari al 97,34%. La volatilità è media.\nSimboli e funzionalità\nPer conoscere il valore dei simboli, ci basterà puntare il mouse su ognuno di essi quando i rulli sono fermi. La scritta Bar ha un valore basso, a seguire troviamo le fragole, la stella e l’orologio. Per iniziare a vedere qualche cifra davvero interessante bisogna però puntare sull’auto, sulla carta di credito o sui lingotti, a meno che non si abbia la fortuna di vedere comparire il diamante!\nAbbiamo poi due simboli speciali con la doppia funzione di Wild e Scatter. Si tratta delle bottiglie di champagne, che sono simboli a espansione e quando compaiono vanno a coprire l’intero rullo. Oltretutto ricompensano con dei Free Spins. Il numero di giri gratuiti dipende dal rullo in cui compare il simbolo.\nVeniamo ora alla funzione denominata Special Prize: a ogni vincita ottenuta da noi, ma anche dagli altri giocatori che in quel momento sono su 3 Diamonds FashionTV, un importo extra andrà a rimpinguare un contatore speciale con diversi livelli. Dopo aver raggiunto la soglia del primo, ci verrà chiesto se incassare o passare al livello successivo. Abbiamo trenta secondi per decidere. Durante questo tempo il premio potrà aumentare in base alle giocate degli altri utenti, ma anche diminuire nel caso un altro giocatore ha raggiunto il nostro stesso traguardo e deciderà di ritirare il premio prima di noi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "3Diamonds FashionTV",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/diamonds-fashiontv_free-286x217.png",
            "filename": "diamonds-fashiontv_free-286x217.png"
        }
    ],
    "name": "3Diamonds FashionTV"
}