{
    "studio": "Aristocrat",
    "text": "\n5 Dragons\nScopri la magia dell’antica Cina con la slot machine 5 Dragons\nPer tutti gli amanti dell’oriente arriva 5 Dragons, la slot machine a 5 rulli e 243 linee di pagamento sviluppata dalla software house Aristocrat. La grafica eccezionale e il rilassante sottofondo musicale ti permetteranno di vivere un’esperienza di gioco unica, catapultandoti nella simbologia e nelle ambientazioni magiche dell’antica Cina. Nonostante siano tanti i titoli di slot a tema orientale, 5 Dragons ti regalerà un’esperienza davvero coinvolgente, grazie alla presenza della modalità gamble, del gioco bonus e di tante altre caratteristiche inserite all’interno di questa slot. Rivivi il mito cinese con 5 Dragons e tenta la fortuna.\nGrafica della slot machine\nIl pannello di gioco a sfondo violaceo racchiude i cinque rulli contenenti i diversi simboli. Nella parte inferiore dello schermo della slot machine 5 Dragons troverai i comandi per decidere i valori della tua scommessa, il valore totale delle tue vincite ed il comando ‘Play’ per azionare i rulli. Al di sotto di questi, il simbolo con il punto interrogativo ti fornirà informazioni sul gioco, mentre quello delle impostazioni ti permetterà di impostare l’audio delle tue partite. La slot machine è arricchita da animazioni semplici ma d’effetto e il color oro utilizzato per i dettagli grafici conferisce al gioco un’atmosfera in perfetto stile orientale. Per questo splendido titolo targato Aristocrat sono stati utilizzati effetti sonori sobri e rilassanti per garantirti la giusta concentrazione durante le tue sessioni di gioco.\nLe funzioni e i bonus della slot\nI simboli che appaiono all’interno dei rulli sono quelli delle carte da gioco, ovvero 9, 10, J, Q, K, A, una tartaruga, un leone, una carpa, un drago, una moneta e un libro rosso. Il simbolo Wild della slot machine 5 Dragons è rappresentato dalla sagoma di un drago verde; questa icona agisce come un jolly sostituendo tutti i simboli ad eccezione dello Scatter e, nel momento in cui ti aiuterà a creare una combinazione vincente esploderà in un bellisimo fiore di loto. La comparsa di 3 simboli Wild sui rulli ti regalerà inoltre 50 crediti, con 4 Wild otterrai 100 crediti mentre con la presenza di 5 Wild sui rulli vincerai ben 800 crediti.\nIl simbolo Scatter è rappresentato dalla moneta d’oro. La comparsa di 3 o più monete sui rulli ti darà l’accesso ai Free Spin; ti basterà soltanto scegliere l’opzione che preferisci tra:\nIl Drago Bianco,  che ti regala 20 giri gratuiti con moltiplicatore X2, X3 o X5.\nIl Drago Rosso, che ti regala 15 giri gratuiti con moltiplicatore X3, X5 o X8.\nIl Drago Nero, che ti regala 10 giri gratuiti con moltiplicatore X5, X8 o X10.\nIl Drago Blu, che ti regala 8 giri gratuiti con moltiplicatore X8, X10 o X15.\nIl Drago Giallo, che ti regala 5 giri gratuiti con moltiplicatore X10, X15 o X30.\nMa le possibilità di vincita non finiscono qui! Alla comparsa del libro rosso sui rulli 1 e 5 riceverai un bonus in grado di moltiplicare da 2 a 50 volte la tua puntata totale. Se durante la tua sessione di gioco hai voglia di aggiungere un po’ di adrenalina, prova con la funzione Gamble. A seguito di ogni vincita, potrai infatti raddoppiare la stessa scommettendo sul colore della carta coperta che apparirà sul tuo pannello o quadruplicarla qualora tu riuscissi ad indovinarne il seme.\nSlot simili a 5 Dragons\n5 Dragons non è l’unica slot machine a tema orientale creata da Aristocrat. Se sei un appassionato del genere, prova anche Double Happiness, Wild Panda o Choy Sun Doa, tutte con 5 rulli e moltissime funzionalità per divertirti creando le migliori combinazioni vincenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "5 Dragons",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "5 Dragons"
}