{
    "studio": "Aristocrat",
    "text": "\n5 Koi\nLe slot della Aristocrat, software house presente in numerosi Paesi, sono incentrate sulla semplicità, sia per quel che riguarda il gameplay, sia per la grafica. Se siete dei frequentatori abituali di casinò online è molto probabile che vi siate imbattuti in uno dei suoi prodotti.\n5 Koi è una slot a tema asiatico, in cui la protagonista è la carpa, simbolo che rappresenta il buon auspicio per le popolazioni orientali.\nMa in generale tutti i simboli presenti nella slot rimandano al concetto di fortuna, come ad esempio le carte rosse o gli ideogrammi con la scritta Lucky, termine che in inglese vuol dire proprio «fortuna».\nCome accennato poco più in alto, la grafica è molto semplice, senza grandi animazioni né effetti sonori, se si eccettua il suono meccanico della rotazione dei rulli. Lo sfondo di gioco è bianco, con la griglia delimitata da una cornice dorata. I colori leggermente opachi e le linee nette che compongono i simboli, rendono il gioco rilassante alla vista.\nNella parte bassa sono posizionati tutti i tasti che permettono di variare la scommessa, il riassunto delle vincite, il tasto Gamble, quello Start e l’Autoplay.\nCaratteristiche principali della slot machine\nCome di consueto, la griglia ha 5 rulli e 3 righe. Si può decidere se impostare 25 o 30 linee di pagamento, al costo di 0,04 € per linea. Nel primo caso, la scommessa totale sarà di 1 € a Spin, nel secondo caso di 1,20 €. Il costo massimo per linea è di 3 €.\nLe combinazioni valide sono quelle a partire dall’estrema sinistra verso destra e si possono impostare sino a un massimo di 100 giri automatici.\n5 Koi ha un valore RTP pari al 95,3%.\nSimboli e funzionalità\nI simboli di basso valore sono le carte da gioco dal 9 all’asso, quelli di alto valore sono i simboli tematici. tra questi ultimi al gradino più basso troviamo le carte della fortuna, seguite dai cerchi di diversi colori con gli ideogrammi tradotti in inglese: Fortuna, Ricchezza, In bocca al lupo e Prosperità.\nLa carpa verde è il nostro simbolo Wild, può apparire solo sui rulli 2, 3 e 4 e va a sostituire tutti i simboli eccetto lo Scatter, qui rappresentato dal piatto dorato con il centro di colore rosso.\nLo Scatter è pagante e se ne compaiono almeno 3 da destra a sinistra si attiva la funzione Bonus. In questo caso dovremmo scegliere quale bonus ricevere cliccando sulla relativa icona. Ecco una panoramica dell’offerta:\n\nCarpa bianca: 20 Free Spins e un moltiplicatore di 2, 3 o 5\nCarpa rossa: 15 Free Spins ma un moltiplicatore di 3, 5 o 8\nCarpa marrone: 10 Free Spins e un moltiplicatore di 5, 8 o 10\nCarpa celeste: 8 Free Spins e un moltiplicatore di 8, 10 o 15\nCarpa gialla: 5 Free Spins e un moltiplicatore di 10, 15 o 30\n\nDurante i giri gratuiti, ogni carta della fortuna che compare sui rulli 1 e 5 regala un bonus moltiplicatore di 50, 20, 15, 10, 5 o 2. La funzione Bonus può essere riattivata.\nIn 5 koi è possibile anche usufruire della funzione gamble. In tal caso si scommetterà l’ultima vincita e si potrà raddoppiare la somma. Per vincere è necessario dire se la carta che girerà il banco sarà rossa o nera. Si può scommettere sino a 5 volte nello stesso turno Gamble.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "5 Koi",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "5 Koi"
}