{
    "studio": "Pragmatic Play",
    "text": "\n5 Lions\nIl tema della cultura cinese, l’abbiamo capito, alla software house Pragmatic Play sta molto caro, tanto da aver previsto addirittura due slot machine, 5 Lions e 5 Lions Gold, praticamente identiche, oltre a diversi altri giochi che hanno come filo conduttore le tradizioni del Sol Levante.\n\nIl gioco su 5 Lions Gold si snoda sul tema della fortuna secondo la cultura cinese, in cui a farla da padrone sono i simboli e gli amuleti più noti; in aggiunta, abbiamo il maestoso leone, che nella tradizione orientale svolge una funzione di guardiano, mentre nei moderni casinò è considerata una figura portafortuna.\nPer quanto riguarda la grafica, i colori predominanti sono quelli del rosso, blu e ovviamente oro, ben amalgamati e con un effetto finale decisamente gradevole! I rulli sono incorniciati da un motivo dorato che si staglia su uno sfondo di velluto blu, rappresentativo del tema.\nSe non vi bastassero i riferimenti iconografici e la scelta dei colori e dello sfondo, ci pensa una musica asiatica molto soft a farvi immergere del tutto in un’atmosfera di gioco in pieno stile orientale!\n\nGameplay e possibilità di vincita\nPer ciò che concerne il gameplay, questo è abbastanza semplice, trattandosi di una classica slot a cinque rulli e 243 linee di pagamento, in cui le vincite sono assegnate per allineamenti di simboli uguali su rulli adiacenti a partire da sinistra verso destra.\nQuesta slot è caratterizzata da una volatilità medio alta (4/5), per cui sebbene non ci si possa aspettare delle vincite particolarmente frequenti, queste potranno essere di un certo valore.\nIl Return to Player di 5 Lions si attesta sul 96% circa e questo è un dato che non ci stupisce per niente: la Pragmatic Play infatti, ha scelto per i suoi giochi una certa omogeneità in ambito di ritorno al giocatore, per cui tutte le slot di questo sviluppatore sono caratterizzate dallo stesso RTP, con variazioni ben poco significative.\n\nSimboli e loro valore\nI simboli non tematici di 5 Lions sono quelli che fanno riferimento ai numeri e alle lettere delle carte da gioco dal 9 all’Asso, che tra tutti i simboli sono quelli che pagano di meno, nonostante possano arrivare a regalare ben 1.000 €.\nUn valore più alto contraddistingue i simboli tematici, tra i quali possiamo trovare alcuni tra gli animali considerati portafortuna nella cultura cinese, qua riprodotti come se fossero sculture realizzate in pietre preziose e oro: abbiamo quindi il rospo, la fenice, il pesce, la tartaruga e l’immancabile dragone che può portare vincite fino a 5.000 €.\nIl simbolo Wild è il leone protagonista della slot, può comparire solo sui rulli 2, 3 e 4 e oltre ad avere la funzione di jolly, quando compare in una combinazione vincente offre un moltiplicatore casuale, addirittura fino a x40!\nLo Scatter è invece il Ying Yang e offre fino a 25 giri gratuiti all’interno dei quali si possono sperimentare ben sette funzionalità speciali, che permettono di aumentare il divertimento e soprattutto le possibilità di vincita!\n",
    "images": [
        {
            "alt": "I simboli della slot online 5 Lions",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/5-lions-simboli.jpg",
            "filename": "5-lions-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot 5 Lions",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/5-lions-tabella-pagamenti.jpg",
            "filename": "5-lions-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a 5 Lions hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/5-lions-modalitá-bonus.jpg",
            "filename": "5-lions-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "5 Lions",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/5-lions-featured-286x217.jpg",
            "filename": "5-lions-featured-286x217.jpg"
        }
    ],
    "name": "5 Lions"
}