{
    "studio": "Habanero",
    "text": "\n5 Lucky Lions\nIn occasione del Capodanno cinese è possibile assistere per le strade delle città alla danza del leone: una o due persone animano un enorme pupazzo dai colori sgargianti e camminano tra la folla regalando sorrisi a bambini e adulti. Questa danza affonda le radici storiche nella leggenda: il leone infatti era capace di scacciare i mostri e le sciagure che colpivano i villaggi, diventando poi nei secoli simbolo di fortuna, buoni auspici e prosperità. La nuova slot di Habanero celebra questa tradizione con una slot dalla grafica impeccabile e un gameplay abbastanza semplice, adatto ad ogni tipo di giocatore. Nella schermata di gioco troviamo i rulli contornati da una cornice d’oro, mentre sullo sfondo abbiamo un tempio e le statue del leone e del drago, altro simbolo di primaria importanza per la cultura orientale. I simboli, ricchi di dettagli, sono mossi da animazioni che riproducono una vera e propria danza. La musica orientaleggiante ha l’importante ruolo di dare ancora più spessore all’atmosfera di festa.\nSotto la griglia di gioco troviamo tutti le informazioni relative alla nostra scommessa, dalla puntata totale al valore del gettone, dal saldo delle vincite al tasto spin e a quello per dare avvio ai giri automatici.\nCaratteristiche principali della slot machine\nLa griglia usata in 5 Lucky Lions ha 6 rulli e 4 righe, con 88 linee di pagamento fisse. La puntata minima parte da 0,01 € per linea, ciò vuol dire che ogni Spin ha il costo di 0,88 €, mentre per quel che riguarda la puntata massima totale è di 88 €. Attraverso il simbolo del fulmine che si trova in basso a sinistra si può accelerare la rotazione dei rulli, inoltre si possono attivare tra i 10 e i 500 giri automatici. L’RTP è pari al 96,79%.\nSimboli e funzionalità di 5 Lucky Lions\nPossiamo dividere i simboli in “Simboli vincite basse” e “Simboli vincite alte”. Il primo gruppo è costituito dalle carte da gioco dal 9 all’Asso, il secondo è caratterizzato dai 5 leoni. In ordine di valore, abbiamo il verde, il viola, il giallo, il rosa e il rosso. Il simbolo Wild è il piccolo bonzo con i piatti d’acciaio in mano che, oltre a determinare delle vincite, sostituisce tutti i simboli eccetto lo Scatter. Lo Scatter è rappresentato dal tamburo, anch’esso ricompensa se appare da 3 sino a un massimo di 6 volte in qualsiasi posizione, ma soprattutto regala giri gratis in quella che viene definita “funzione Bonus Pick”. Quando 3 o più simboli Scatter compaiono sui rulli, vi verrà data la possibilità di scegliere uno dei leoni a cui sono associati dei giri gratuiti di numero variabile, in base al valore del simbolo. Per capirci, il leone rosso paga di più e quindi avremo 8 giri gratuiti, il viola che paga meno del rosso offre 10 giri, il giallo 12, il viola 15 e il verde, quello di minor valore ne offre 18. Durante i Free Spins apparirà solo il leone che abbiamo scelto e prima di ogni giro esso verrà impilato in un rullo casuale. Durante i Free Spins non può apparire il simbolo Scatter.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "5 Lucky Lions",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/5-lucky-lions-gratis-286x217.jpg",
            "filename": "5-lucky-lions-gratis-286x217.jpg"
        }
    ],
    "name": "5 Lucky Lions"
}