{
    "studio": "Triple Profit Games",
    "text": "\n8 Dragons\nLa TPG ci ha ormai abituato a slot belle dal punto di vista grafico e con un gameplay coinvolgente che non annoia mai. Con 8 Dragons il livello è anche più alto del solito, grazie a un sistema di bonus a scelta che porta a vincite di buon livello. Come intuibile dal titolo, anche questa slot si rifà alla tradizione cinese, con simboli ben disegnati che compaiono su uno sfondo rosso, colore che ritroviamo in ogni celebrazione di questa cultura millenaria.\nGraficamente, 8 Dragons è impeccabile, con simboli di grandi dimensioni e la collocazione dei pulsanti in posizione ottimale per facilitare le giocate. La musica orientale dà quel tocco in più che non disturba mai. Comunque, è possibile disattivarla in ogni momento attraverso l’apposito tasto.\nTanti modi per vincere\nLa griglia di gioco ha una conformazione tradizionale, con 5 rulli e 3 righe. Il numero di modi per vincere è molto alto, ben 243.\nLe puntate hanno un’ampia variabilità, quella minima è di 2 monete, la massima di 800.\nDalla schermata è possibile attivare sia i giri automatici, sia l’acceleratore che fa ruotare i rulli più velocemente.\nUna miriade di bonus per vincite di assoluto livello\nIn 8 Dragons ci sono ben 11 simboli regolari e tre speciali. Quelli che valgono meno sono alcune forme astratte della tradizione cinese, trame e mandala. A seguire troviamo i fiori, la pentola piena di monete d’oro, la tartaruga, la tigre e la fenice.\nPassiamo ora ai simboli speciali. Il dragone è il nostro Wild e ne esistono 6 varianti di colore diverso, a ognuno dei quali è legato un moltiplicatore. Ad esempio, con un dragone verde e 5 simboli su una linea di pagamento attiva, si applica un 10x alla vincita. Rosso, blu e giallo pagano la stessa cifra con 5 simboli, ma ricompensano maggiormente nelle combinazioni da 4. I simboli rosso e viola invece raggiungono i 20x.\nI simboli Scatter sono i tre cerchi d’oro e la moneta, anch’essa dorata. Entrambi ci fanno accedere ai Free Spins, ma avremo la possibilità di scegliere numero di giri gratuito e moltiplicatore. Vediamo nel dettaglio le varie opzioni:\n\nIl drago bianco ci offre 25 Free Spins e moltiplicatori pari a 2x, 3x o 5x.\nIl drago rosso ci offre 20 Free Spins e moltiplicatori pari a 3x, 5x o 8x.\nIl drago argento ci offre 15 Free Spins e moltiplicatori pari a 5x, 8x o 10x.\nIl drago viola ci offre un numero casuale di Free Spins e di moltiplicatori.\nIl drago blu ci offre 13 Free Spins e moltiplicatori pari a 8x, 10x o 15x.\nIl drago giallo ci offre 10 Free Spins e moltiplicatori pari a 10x, 15x o 30x.\n\nIl drago verde ci offre 6 Free Spins e moltiplicatori pari a 15x, 30x o 40x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "8 Dragons",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/8-dragons-triple-profit-games-logo-286x217.png",
            "filename": "8-dragons-triple-profit-games-logo-286x217.png"
        }
    ],
    "name": "8 Dragons"
}