{
    "studio": "Shuffle Master",
    "text": "\n88 Fortunes\nParlando di slot machine, il mercato online è talmente saturo che ormai tutti i temi sono stati toccati più volte. Uno dei più comuni, a causa del suo legame a filo doppio con le tematiche della ricchezza e della leggenda, è la superstizione e il folklore orientale, in particolare quello cinese.\nQuesta è la tematica scelta dalla WMS nella slot 88 Fortunes, di cui andremo a parlare nel dettaglio in questa recensione, cominciando dalla componente visiva per poi spostarci verso gli aspetti più tecnici del gioco stesso.\n88 Fortunes: il comparto grafico\nCome è prassi quando si parla di slot a tema cinese, i due colori che regnano sovrani all’interno di 88 Fortunes della WMS sono il rosso e l’oro. Il primo viene utilizzato abbondantemente nell’interfaccia di gioco che circonda la griglia e nella griglia stessa, mentre l’oro è usato nei vari simboli e nelle vincite.\nSaremo noi a decidere quanto oro vogliamo avere all’interno della schermata (come avremo modo di vedere nel punto successivo della recensione). La slot non si presenta con una particolare musica, ma un motivo orientale parte immediatamente come risposta al nostro primo giro, permettendo al giocatore di calarsi nello spirito giusto per giocare.\nFondamentalmente parlando, 88 Fortunes paga un po’ il prezzo di non avere una divisione cromatica tra cornice e griglia di gioco, rendendo il primo impatto visivo particolarmente pesante, ma è sufficiente abituare la vista per poter godere di tutte le funzioni di questo titolo.\n88 Fortunes: meccaniche di gioco\nSpostiamoci quindi all’aspetto tecnico vero e proprio: per cominciare, 88 Fortunes della WMS è una slot che sfrutta un meccanismo 5*3 grazie al quale vengono mostrati quindici simboli per ogni giocata.\nL’RTP, ovvero il ritorno per giocatore, è pari al 96%, un valore nella media con quelli del mercato online. Questo vuol dire che, sul lungo periodo, per ogni 100€ giocati dagli utenti all’interno della slot, essa ne rilascerà almeno 96 in forma di vincita. Tenendo conto che il minimo consentito per legge è pari al 90% e il massimo è in genere inferiore al 100 (altrimenti la slot non generare un guadagno), 96 non è un valore da sottovalutare.\nContinuando a parlare di meccaniche di gioco, la slot presenta delle idee interessanti: sulla sinistra è infatti possibile decidere quanti crediti utilizzare a ogni giocata, da un minimo di 8 a un massimo di 88, sbloccando rispettivamente da 1 a 5 simboli d’oro.\nIn pratica, quattro dei simboli che vengono mostrati nella griglia di gioco possono essere tramutati in oro tramite questa funzione: il costo della giocata aumenta vertiginosamente (anche di 11 volte, in base al valore della nostra puntata) ma lo stesso si può dire del valore delle vincite, le quali (in alcuni casi) raggiungono un valore pari a venti volte quello originale. Sta quindi al giocatore decidere la propria strategia di gioco per rispondere a questa possibilità di personalizzazione offerta dalla slot.\nSlot simili a 88 Fortunes\nCome abbiamo detto in precedenza, non è affatto raro trovare il mondo orientale (e in particolare quello cinese) all’interno delle slot online, per questo motivo abbiamo anche diverse scelte nel caso volessimo provare slot simili. Partendo da 108 Heroes della Microgaming (disponibile anche nella versione mobile) per arrivare a 3888 Ways of the Dragon della iSoftBet (come puoi vedere il numero 8 è particolarmente apprezzato da questo tipo di slot).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "88 Fortunes",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/88-fortunes_gratis-286x217.jpg",
            "filename": "88-fortunes_gratis-286x217.jpg"
        }
    ],
    "name": "88 Fortunes"
}