{
    "studio": "Espresso Games",
    "text": "\n#90spins\nGiugno 2021, si giocano gli europei di calcio: i tifosi sugli spalti sventolano le bandiere del proprio Paese, suonano gli inni, si lotta per portare a casa la Coppa d’Europa!\nPoteva mancare un gioco di slot per celebrare questo evento?\nCi ha pensato la Espresso Games, italianissima software house che celebra con questo prodotto lo sport nazionale del Belpaese!\nLa Espresso Games, attiva dal 2002, si distingue per una grafica curatissima e una grande attenzione nei dettagli, che possiamo ammirare anche in #90 Spins.\nAll’avvio del gioco ci troviamo a percorrere il corridoio degli spogliatoi come se fossimo noi stessi dei giocatori,   fino all’arrivo nel prato verde, in cui ci sarà chiesto di scegliere la nostra squadra del cuore e di fare una prima scommessa sul risultato.\nLa grafica è molto realistica e #90 Games  ricorda molto un gioco da Playstation piuttosto che una slot machine!\nConsigliata soprattutto agli appassionati di calcio , divertentissima per tutti!\nCaratteristiche principali della slot machine\nQuando apriamo #90 Games ci troviamo davanti a una schermata di gioco piuttosto anomala: lo schermo infatti è suddiviso in due metà, a ciascuna delle quali corrisponde una squadra. Ogni “squadra” prevede tre rulli e cinque righe, per un totale di ben sei rulli.\nA inizio gioco dobbiamo fare un pronostico sul risultato, scommettendo su quale delle due metà si concentreranno gli spin vincenti.\n#90 Games prevede ben 6.784 modi per vincere, un sistema di gioco che paga sia da sinistra verso destra che viceversa, dei doppi rulli jolly, i giri gratuiti e un bonus finale per convincere anche i più scettici!\n#90 Games si apre con una puntata di monete predefinita già impostata, che si può modificare tramite i pulsanti “COIN VALUE” e “STEP”.\nSimboli e funzionalità speciali di #90 Games\nI simboli che si alternano sui rulli di #90 Games sono divisi in regolari e speciali.\nTroviamo sia i cosiddetti “reali”, i numeri e le lettere che corrispondono alle carte da gioco dal 10 all’Asso, sia dei simboli tematici ovviamente legati al mondo del calcio, che includono uno scarpino da calcio, una fascia da capitano, la manona di un portiere che para il pallone, la coppa e la bandierina del calcio d’angolo.\nSono presenti due simboli Wild, rappresentati dai giocatori di due squadre avversarie, che possono apparire sul terzo e su quarto rullo e che coprono l’intero rullo su cui compaiono.\nÈ presente anche un simbolo Free Spins, che possiamo trovare solo sul primo e sul sesto rullo e che permette di accedere a un numero variabile di giri gratuiti.\nLa scelta della squadra a inizio gioco dovrà essere mantenuta per 90 minuti (gir)i: ogni giro regolare aumenta il timer di un minuto e aggiunge il 10% della puntata all’accumulatore personale. Al termine dei 90 giri si vince l’importo totale accumulato, in caso contrario si vince un premio di partecipazione pari al 20%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "#90spins",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/90-spins-featured-286x217.png",
            "filename": "90-spins-featured-286x217.png"
        }
    ],
    "name": "#90spins"
}