{
    "studio": "Novomatic",
    "text": "\nAfrican Simba\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 243\nPuntata min.: 0,2 €\nPuntata max.: 100 €\nMax. di monete: 1\nVincita massima (Jackpot): 50.000 €\nAutoplay: Si\nTema e grafica\nIl tema che caratterizza questa slot della casa madre Novomatic è quello della savana africana e  degli animali che la popolano, con in testa il Re leone Simba in persona!\nLa grafica ha una linea piuttosto minimalista, ma risulta comunque molto curata e “avvolgente”, con colori caldi che portano il giocatore nell’atmosfera delle terre africane.\nGli animali sono riprodotti fedelmente e il paesaggio in cui si muovono è efficace anche senza effetti speciali o animazioni 3D.\nSimboli, Wild e Scatter\nI simboli che popolano Africa Simba sono gli animali caratteristici della savana africana: il fenicottero, la giraffa, il suricata e il bufalo.\nAccanto a questi simboli sono presenti, come nella migliore tradizione delle slot machine terrestri, le carte dal 9 all’Asso.\nIl simbolo Wild è rappresentato da Simba il leone, che funge da Jolly e può sostituire tutti gli altri simboli tranne lo Scatter che invece è l’immagine di un paesaggio con in sottofondo il Kilimangiaro.\nModalità di gioco\nQuesta slot pur essendo molto semplice e intuitiva, si caratterizza per una grande versatilità, offrendo infatti ben 243 paylines e tantissime combinazioni di gioco.\nI simboli che hanno meno valore sono quelli rappresentati dalle carte da gioco, mentre l’animale che paga di più è la giraffa: si ha una vincita di 200 gettoni quando compare sui rulli, da sinistra verso destra, tre volte, 1000 se appare quattro volte e ben 5000 gettoni quando si ha un allineamento di cinque simboli.\nIl simbolo Scatter se appare tre, quattro o cinque volte, dà accesso a una giocata bonus che regala 12 free spin in cui tutte le vincite sono triplicate.\nIn seguito a una vincita qualsiasi è inoltre possibile accedere alla funzione Gamble, con cui tentare ulteriormente la fortuna, con una possibilità del 50% di raddoppiare il guadagno.\nIn conclusione\nPur trattandosi di una slot machine non particolarmente innovativa o con una grafica eccezionale, ha il suo punto di forza nella grande quantità di possibilità di vincita sui 5 rulli, ben 243!\nLa variabilità nelle puntate consente anche ai giocatori meno esperti di divertirsi scommettendo a partire da soli 0,2 centesimi, mentre offre a chi ama il rischio la possibilità di puntare fino a 100 €.\nL’opzione Gamble offre vincite extra per i players più arditi e rende la slot ancora più coinvolgente.\nSlot simili\nLe slot con tema l’Africa, i suoi animali e i suoi paesaggi sono tantissime e davvero per tutti i gusti! Per chi ama le grafiche di gioco ad alta definizione, la Net Srl propone Africa, nome semplice per una slot ricchissima di funzioni speciali.\nMolto bella sia dal punto di vista del design che del gameplay è Hot Africa firmata Synot Games, mentre chi ama le slot con un sistema di gioco più articolato può provare Mighty Africa di Playson, che offre ben 4096 linee di pagamento.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "African Simba",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/08/african-simba_featured-286x217.jpg",
            "filename": "african-simba_featured-286x217.jpg"
        }
    ],
    "name": "African Simba"
}