{
    "studio": "Triple Edge Studios",
    "text": "\nAfrican Quest\nInformazioni generali\nSoftware: Microgaming & Triple Edge Studios\nRulli: 5\nLinee di gioco: 1024\nGiocata minima: € 0,10\nGiocata massima: € 15\nMinimo gettoni per linea: 1\nVincita massima: 84.000 €/ 5.600 volte la puntata\nReturn ti Player (RTP): 96,52%\nVolatilità: alta\nTema, grafica, scommesse e RTP\nAfrican Quest è una nuova slot machine della Microgaming prodotta in collaborazione con la Triple Edge Studios. Si tratta di un gioco a tema africano, non particolarmente originale ma ben realizzato e con alcune caratteristiche che lo rendono apprezzabile e coinvolgente.\nPer quanto riguarda il compartimento grafico, African Quest sviluppa al meglio la tematica safari con un mix di simboli che abbiamo visto spesso in passato: alberi africani, elefanti, giraffe, zebre, rinoceronti e mappe dell’Africa si alternano sui rulli, accanto alle lettere e ai numeri che si riferiscono alle carte da gioco, riprodotte seguendo la grafica del tema.\nIl range di scommesse di questa slot machine non è molto ampio, si possono infatti effettuare le proprie puntate a partire da 10 centesimi fino a 15 €, una cifra abbastanza bassa che ci farebbe pensare a premi ugualmente di scarso valore. In realtà, nonostante questo intervallo ristretto di puntate, African Quest è un gioco caratterizzato da un’alta volatilità (cosa peraltro non consueta per le slot machine di casa Microgaming), il che significa che sebbene le vincite non siano così frequenti si potranno portare a casa delle discrete somme, come per esempio la vincita massima pari a 84.000 € (ben 5.600 volte il valore della puntata).\nL’RTP (il ritorno teorico al giocatore) non è sbalorditivo ma si attesta su un abbastanza canonico 96,52%.\nCaratteristiche principali del gameplay\nIl gameplay di African Quest non risulta essere molto articolato, anche se sono presenti delle funzioni speciali che lo arricchiscono, rendendo l’esperienza di gioco più coinvolgente e le vincite più gratificanti.\nLa prima funzione speciale che citiamo è quella che riteniamo più interessante, ossia la Hyperspin Feature: si tratta della possibilità di far girare nuovamente un rullo (a pagamento), per aumentare le chance di ottenere delle combinazioni vincenti.\nLa seconda special Feature è quella legata al simbolo Scatter, rappresentato dalla mappa dell’Africa, che a seconda del numero di volte in cui compare sui rulli (tre, quattro o cinque), regala un numero variabile di giri gratuiti e moltiplicatori a scelta del giocatore, secondo il seguente schema:\n\nScelta 1: 5, 10 oppure 15 giri gratuiti con moltiplicatore x3 o x4\nScelta 2: 8, 15 o 20 giri gratuiti con moltiplicatore x3 o x4\nScelta 3: 12, 25 o 40 giri gratuiti con moltiplicatore massimo x 2\n\nDurante i giri gratuiti il valore massimo del moltiplicatore può poi aumentare, raggiungendo il valore di 64 volte la puntata e offrendo la possibilità di accedere al premio di 84.000 €\nAfrican Quest: conclusioni\nAfrican Quest è una slot machine ben lontana dall’originalità, non mancando nei cataloghi di praticamente tutte le software house dei giochi a tema Africa; nonostante ciò può rappresentare un’attrattiva per coloro che amano la funzione Hyperspin. Oltre a questo, il gameplay è abbastanza facile e intuitivo e ciò rende African Quest una slot machine adatta anche ai principianti, sebbene debba essere messo in conto che non sarà così semplice vincere in virtù dell’elevata volatilità.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "African Quest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/african-quest-new-286x217.jpg",
            "filename": "african-quest-new-286x217.jpg"
        }
    ],
    "name": "African Quest"
}