{
    "studio": "Playtech",
    "text": "\nAge Of The Gods: Ruler Of The Dead\nL’ultima novità di casa Playtech è Age Of The Gods Ruler Of The Dead, una slot che ci farà nell’Ade, il regno degli inferi abitato da creature mostruose e personaggi bizzarri!\nTema e grafica\nLa Playtech con questa nuova slot si rifà al mito di Persefone, figlia di Zeus e di Demetra, che fu rapita dallo zio Ade e portata nell’Oltretomba per diventare sua sposa. Qui le venne offerto un melograno, ignorando il fatto che accettare frutta nel mondo dei morti l’avrebbe costretta a restare in quel luogo per l’eternità. Demetra si lamenta con Zeus e raggiunge un compromesso: Persefone rimarrà all’inferno tanti mesi quanti erano i chicchi di melograno mangiati, sei in tutto, e i restanti mesi li avrebbe passati sulla terra insieme alla madre Demetra, dea della fertilità e dell’agricoltura. È così che nacque la primavera e l’estate.\nAge Of The Gods Ruler Of The Dead è ambientata naturalmente negli Inferi, sul fiume Stige e a farla da padrone è il colore rosso. Una grafica mozzafiato e una musica evocativa rendono l’atmosfera carica di tensione. nella parte bassa della griglia si trovano i tasti per settare al meglio la nostra scommessa, dal numero di linee al valore della puntata, le vincite, l’Autoplay e la modalità Turbo.\nCaratteristiche della slot\nLe linee di pagamento attive sono 25, disposte su una griglia 5X3. La puntata minima è di 0,05 €, quella massima 500 €. Il tasto turbo accelera la rotazione dei rulli, mentre con l’Autoplay si possono impostare un numero di giri automatici compreso tra 5 e 100. Il valore RTP è pari al 96,53%.\nSimboli e funzionalità\nIn Age Of The Gods Ruler Of The Dead troviamo simboli di basso valore come quelli legati alle carte da gioco e quelli di valore più alto, come l’elmo greco, il melograno, Persefone, Ercole e Ade.\nTra i simboli speciali, ci sono ben due Wild, Caronte e Cerbero. Essi sostituiscono tutti i simboli, tranne gli altri simboli Wild e possono comparire anche impilati, attivando due funzioni speciali:\nCaronte, il traghettatore di anime, attiva la partita Bonus del gettone. In questo livello extra è possibile bloccare la rotazione dei rulli e tutte le monete oro, rame e argento vengono raccolte. La moneta oro paga 0,8x la puntata, la moneta argento 0,4x, quella argento 0,2x.\nSe appaiono due o tre Wild impilati di cui almeno uno è Caronte, si avrà diritto a un moltiplicatore compreso tra 3x e 5x.\nIl simbolo Wild del Cerbero impilato invece moltiplica la vincita della partita sino a un massimo di 5x.\nAge Of The Gods Ruler Of The Dead partecipa anche al Jackpot Ages of God a cui sono collegate le slot di questa serie. Ci sono 4 livelli di Jackpot: Power, Extra Power, Super Power e Ultimate Power. Gli importi che possono essere vinti vanno da un minimo di 50 € (Power) a un massimo di 100.000 € (Ultimate Power).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age Of The Gods: Ruler Of The Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/age-of-the-gods-ruler-of-the-dead_thumb-286x217.jpg",
            "filename": "age-of-the-gods-ruler-of-the-dead_thumb-286x217.jpg"
        }
    ],
    "name": "Age Of The Gods: Ruler Of The Dead"
}