{
    "studio": "Playtech",
    "text": "\nAge of the Gods Medusa & Monsters\nMedusa, un personaggio mitologico che ha da sempre affascinato e incuriosito, fino a diventare la protagonista di una slot machine online firmata da Playtech. Age of the Gods Medusa & Monsters è un terreno di gioco interessante non solo per grafica, ma bensì per le alte possibilità di vincita che sa offrire ai giocatori dotati di buona pazienza e voglia di rischiare. La slot, che va ad arricchire la saga di Age of the Gods nasce con 6 rulli e un totale di 164 modi per vincere e prevede una funzionalità davvero fortunatissima, la Medusa’s Gaze che fissa un simbolo scelto dal giocatore sulla griglia mentre si sposta Medusa come simbolo Wild tra i rulli. Per ogni giro è quindi possibile totalizzare una vincita da sogno da utilizzare poi nel gioco base. Ma vediamo nel dettaglio che cosa può offrire l’ammaliante Medusa con i suoi 4 jackpot progressivi in palio!\nGrafica e simboli di gioco\nTagliamo subito la testa al toro: a livello grafico non è una delle migliori slot di Playtech. Ha uno stile retrò che potrebbe non piacere a tutti, anche se le sue animazioni sono comunque carine. Sembra quindi che la software house abbia preferito puntare sulle funzionalità e sui bonus game della macchinetta online, senza approfondire la struttura grafica.\nCome ci svela il suo nome la slot si basa su un noto personaggio mitologico femminile greco, la bella Medusa che aveva serpenti velenosi viventi come capelli. Questo simbolo è quello di un Wild in espansione che si impila su ogni bobina in cui appare, offrendo giri gratuiti e anche ricche vincite. Sullo sfondo possiamo ammirare una location rocciosa circondata dal mare, dall’oceano e da una serie di personaggi che arricchiscono la storia raccontata. Troviamo 4 diverse pietre preziose, gli Elmi, le Spade e le Barche che lasciano spazio a icone più importanti (per valore) come il Cerbero, ovvero il cane con tre teste, il Minotauro e la bella Afrodite, dea greca della bellezza e dell’amore. Proprio quest’ultima è il simbolo più ricco, capace di garantire 150 monete se appare 6 volte su una linea di pagamento. Medusa è il nostro Wild che può sostituire ogni simbolo e aumentare le chance di vittoria: è fondamentale nella funzionalità Gaze. Se attivi questo bonus game vieni proiettato su un nuovo schermo dove scegliere il tuo simbolo fortunato tra tre scudi. A quel punto iniziano i giri e Medusa andrà a bloccare il simbolo scelto sui rulli: questo genera una serie di vincite fortunate che dureranno fino al momento in cui la protagonista non avrà finito di spostarsi sui rulli, dal numero sei all’uno.\nConsiderazioni finali sulla slot Age of the Gods: Medusa & Monsters\nAge of the Gods Medusa & Monsters con il suo RTP al 96.09% e una volatilità alta è sicuramente una macchinetta che può regalare belle soddisfazioni. Non tanto nel suo gioco base, ma attraverso le sue funzionalità speciali e grazie ai 4 jackpot progressivi che si attivano casualmente. E’ un gioco accessibile a tutti sia per i gamer esperti che i principianti: nessuno potrà resistere davanti al fascino di Medusa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods Medusa & Monsters",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/age-of-the-gods-medusa-monsters-featured-286x217.jpg",
            "filename": "age-of-the-gods-medusa-monsters-featured-286x217.jpg"
        }
    ],
    "name": "Age of the Gods Medusa & Monsters"
}