{
    "studio": "Playtech",
    "text": "\nAge of the Gods – Fate Sister\nChe cosa sarebbe il mondo delle slot online senza il tema della mitologia greca? E’ davvero impossibile immaginarlo, perché questa tematica ha saputo regalarci grandi emozioni negli anni. Una delle proposte più riuscite è sicuramente quella di Age of the Gods Fate Sisters, firmata da Playtech che ha voluto sorprendere i giocatori con un jackpot progressivo che fa sempre gola a chiunque. Abbiamo una struttura di 5 rulli e 25 linee di pagamento sulle quali si posizionano tre figure femminili particolari, pronte a influenzare il destino del gamer. Lo faranno attraverso vincite, giri gratuiti, una funzione di re-spin che incontriamo sul gioco base e una strepitosa funzionalità Portal Free Games di Fates dove possono essere offerti moltiplicatori fino a 5x e Wild fissi. Scopriamo allora come il Destino possa influenzare non solo la storia della slot, ma anche le tue fortunate vincite.\nGrafica e simboli di gioco\nPartiamo ovviamente dalla grafica, sulla quale c’è poco da dire: lo sfondo e i simboli che possiamo ammirare sulla griglia di gioco sono ben pensati e realizzati con cura nel dettaglio. E’ la storia stessa a colpire con effetti speciali: racconta le avventure di tre sorelle, note al mondo come le tre Parche: Cloto, Lachesi e Atropo. La prima era colei che filava il filo della vita. La seconda lo avvolgeva sul fuso e decideva quanto filo spettasse a ogni persona. E infine la terza è quella che, con le cesoie, lo tagliava andando così a porre fine alla vita di una persona.\nPer rendere accattivante tutto questo sono state presentate diverse funzionalità bonus, come la Sisters’ Gift che si attiva quando vedi le tre protagoniste posizionarsi contemporaneamente sui rulli 1, 3, 5. Resteranno fisse nelle loro posizioni e pagheranno come uno Scatter. Ma questa non è la miglior funzione in assoluto: sei pronto a provare Portal Free Games di Fates? Consiste nell’offerta di giri gratuiti che possono vivacizzare l’esperienza del giocatore. \n 1. Atropo: offre 15 giri gratuiti e moltiplicatore dinamico da 2x a 5x. Se la figura di Atropo appare su uno dei rulli il moltiplicatore aumenta di uno rispettando però il range massimo che abbiamo appena presentato.\n2. Lachesis: si hanno 10 giri gratuiti e Wild fissi che si bloccano per i 3 spin gratis seguenti. Nel caso in cui i Wild si fermino su uno già fisso, si resetterà la sua posizione.\n3. Cloto: parte con 8 giri gratuiti e Jolly casuali. Ne sono aggiunti 3 casuali per ogni giro gratis. \nConsiderazioni finali sulla slot Age of the Gods Fate Sisters\nAge of the Gods Fate Sisters è sicuramente una slot fantastica per le funzioni che offre, capaci di valere da sole l’intera esperienza di gioco. Non è male l’idea, è ben realizzato il progetto grafico, ma la massima cura nei bonus game saprà sicuramente sorprendere ogni tipologia di giocatore.\nNon dimentichiamo poi i 4 jackpot progressivi da vincere, influenzati direttamente dal valore più o meno alto della scommessa. Potrai giocare a un game casuale dove cercare 3 simboli uguali relativi al montepremi Power, Extra Power, Super Power o Ultimate Power. \n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods - Fate Sister",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/age-of-the-gods-fate-sister_free-286x217.jpg",
            "filename": "age-of-the-gods-fate-sister_free-286x217.jpg"
        }
    ],
    "name": "Age of the Gods – Fate Sister"
}