{
    "studio": "Playtech",
    "text": "\nAge of The Gods Prince of Olympus\nTorna il tema della mitologia e torna la saga di Age of the Gods. Grazie alla collaborazione tra la software house Playtech e la Marvel è stata presentata la slot machine online Age of the Gods: Prince of Olympus. Parliamo di una slot con 5 rulli e 25 linee di pagamento che oltre a interessanti possibilità di vincita offre anche un Jackpot Progressivo. Sono previste 4 funzioni bonus che rendono versatile e vivace questa macchinetta dedicata al più famoso delle divinità greche.\nScopriremo di seguito la funzione Hydra Bonus, che dona premi in denaro con un moltiplicatore massimo di 5x, ma soprattutto della funzione Hercules Rage che farà esplodere le teste dell’Idra per liberare alte somme. Mettiamoci anche un numero massimo di 20 giri gratuiti, un moltiplicatore 3x e la funzione Herculean Strength per ottenere re-spin durante il gameplay. \nGrafica e simboli di gioco\nLa grafica è ancora una volta presentata con uno stile retrò, in linea con le classiche macchinette terrestri che si possono trovare all’interno del casinò. Ma la storia che racconta è ricca di animazioni e colpi di scena che meritano di essere provati. Protagonista assoluto è, come detto, il potente figlio di Zeus ovvero Ercole, che intraprende alcune tra le sue più celebri avventure. Al suo fianco sono stati presentati simboli come le Mele d’oro, il mostro leggendario mostro della mitologia greca Idra, le classiche carte da gioco e il cane a tre teste. Quest’ultimo è quello che ha il valore più alto con 4.000 volte la tua scommessa se appare 5 volte su una linea di pagamento.\nIl momento più alto della slot è la funzione Hydra Bonus che si attiva quando il mostro appare allo stesso momento sui rulli 1 e 5. Dovrai eliminarlo scegliendo tra le sue teste per vincere così i premi in denaro che sono nascosti al loro interno. Se hai fortuna in questa fase puoi sfruttare la funzione Hercules Rage che va a disintegrare tutte le teste di Idra in un colpo solo. Se riesci a raggiungere questo obiettivo Ercole ti porterà a effettuare una scelta finale: quella legata al moltiplicatore. In tal modo la tua vincita potrà aumentare esponenzialmente fino a 5x.\nNon dimentichiamo poi i giri gratis che si ottengono se appare il simbolo Scatter con la scritta Hercules sui rulli: potrai mettere mano su 10 giri gratuiti e un moltiplicatore 3x. Con altri tre Scatter puoi arrivare fino a 20 giri gratuiti e attivare così la funzione Herculean Strength. Si attiveranno così i re-spin con un Jolly in espansione che viene bloccato sulla griglia.\nConsiderazioni finali sulla slot Age of the Gods: Prince of Olympus\nVuoi una sorpresa finale (che forse tanto sorpresa non è!)? Anche in questo caso, come avviene per tutte le slot della Age of the Gods, troverai anche 4 jackpot progressivi che sono attivabili con modalità del tutto casuali. Se hai un po’ di fortuna in più e l’immancabile dote della pazienza riuscirai a sognare in grande e cambiare la tua vita con una delle slot meglio costruite strutturalmente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of The Gods Prince of Olympus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/age-of-the-gods-prince-of-olympus-featured-286x217.jpg",
            "filename": "age-of-the-gods-prince-of-olympus-featured-286x217.jpg"
        }
    ],
    "name": "Age of The Gods Prince of Olympus"
}