{
    "studio": "Playtech",
    "text": "\nAge of the Gods King of Olympus\nDove ti giri ti giri, e sai cosa trovi? Una diversa versione di Age of the Gods che è diventata una delle saghe più fortunate per il mondo delle slot machine online. Concentriamoci su Age of the Gods: King of Olympus progettata e sviluppata da Playtech e scopriamo il suo ricco parterre di funzionalità e bonus. Questa macchinetta prevede 5 rulli e 25 linee di pagamento sulle quali possono avvenire piacevoli magie. L’offerta speciale prevede 10 giri gratuiti, un moltiplicatore crescente che parte da 2x e aumenta di 1 fino a un tetto massimo di 6x. Ma il vero plus di questa saga è la possibilità di avere 4 jackpot progressivi in ​​palio per cambiare il peso delle tue vincite al gioco. E mentre ogni animazione da vita al gameplay, Zeus continua a vegliare sullo schermo, pronto a reagire a ogni tua mossa.\nGrafica e simboli di gioco\nSiamo accompagnati proprio lì, sopra le nuvole, nel cuore dell’Olimpo dove regna sovrano il grande Zeus, l’antico dio greco del tuono. La figura di questa divinità è rappresentata a dovere: un affascinante e aitante uomo dai capelli lunghi che rispecchia al meglio l’immaginario collettivo. La grafica è molto brillante, ma resta molto semplice rispetto alle altre versioni di questa saga sempre firmate da Playtech. Tra i simboli troviamo Pegaso, l’Acquila, le Arpe, i Vasi tipici e le carte da gioco classiche che vanno da A, K, Q e J. Il giocatore dovrà concentrarsi sulla figura di Zeus, capace di sostituire tutte le icone di gioco tranne lo Scatter: ha il potere di far vincere fino a 3.000 volte la tua scommessa se si posiziona 5 volte su una payline attiva.\nLa funzionalità più interessante è dei giri gratuiti, che si attivano quando trovi 3 o più simboli del Tempio di Zeus in qualsiasi posizione sulla griglia. Potrai così avere una ricompensa di 10 giri extra e un moltiplicatore crescente. In questa fase di gioco ogni 2 giri aumenta di uno il valore del moltiplicatore che da 2x può arrivare a 6x. Zeus può congelarsi nella posizione centrale, ovvero nel 3° rullo per tutta la durata del bonus game. Una volta terminati gli spin tornerai al gioco base perché purtroppo non è prevista una riattivazione di più giri.\nMa non dimentichiamo i suoi 4 jackpot progressivi, che sono Ultimate Power, Super Power, Extra Power e Power. Anche per questa slot machine online possono essere attivati in modo casuale e vinti con un pizzico di fortuna in più. Il player viene portato al gioco Jackpot con una griglia 4×5 con diversi simboli del jackpot. Chi ne trova 3 uguali può vincere lo stesso montepremi.\nConsiderazioni finali sulla slot Age of the Gods: King of Olympus\nSicuramente Age of the Gods King of Olympus è una piacevole parentesi per il gambling online, con un RTP al 94.99% e una volatilità media. Provandola abbiamo notato che riesce a offrire piccole vincite con buona frequenza, ma serve pazienza se vuoi sognare in grande. Le vincite aumentano con l’uso di bonus e funzionalità che possono attivare Free Spin e moltiplicatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods King of Olympus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/age-of-the-gods-king-of-olympus-free-1-286x217.jpg",
            "filename": "age-of-the-gods-king-of-olympus-free-1-286x217.jpg"
        }
    ],
    "name": "Age of the Gods King of Olympus"
}