{
    "studio": "Playtech",
    "text": "\nAge of the Gods Goddess of Wisdom\nQuando si parla di Age of the Gods si va sempre sul sicuro, almeno nel settore dello slot machine online. Nello specifico parleremo di una versione recente, realizzata dalla software house Playtech, che ha creato Age of the Gods: Goddess of Wisdom. Si tratta di una soluzione di gioco a 5 rulli e 20 linee di pagamento che si concentra su una figura femminile di tutto rispetto: Atena. Si gioca con il tema della mitologia greca che punta molto sulla sua funzione Battle Game dove è possibile giocare con 3 modalità di giri gratuiti e simboli in espansione. Il giocatore ha la possibilità di divertirsi con 10 giri gratuiti, moltiplicatori fino a 4x o 14 giri gratuiti uniti a un moltiplicatore 2x. E per chiudere il cerchio aggiungiamo anche 4 jackpot progressivi in ​​palio, che sono un po’ il leit motiv che il provider offre per i titoli di questa saga. Scopriamo da vicino quali sono le caratteristiche di questa macchinetta che si presenta con un RTP pari al 94.94%.\nGrafica e simboli di gioco\nIniziamo la nostra recensione dalla grafica di questa slot: siamo alle porte di un antico tempio greco, che appare nello sfondo. Qui si posiziona la griglia che si anima giro dopo giro con una serie di simboli studiati ad hoc. Si alternano così Gorgoneion, i Rami d’ulivo, Elmi e Armature, Sandali e molto altro ancora. La testa della Gorgone è il simbolo con valore più alto, che arriva a un valore totale pari a 5.000 volte la tua scommessa se riesci a ottenere 5 simboli su una linea di pagamento.\nLa figura centrale del gameplay è però Atena, scelta come simbolo jolly e vera musa dell’intera storia: se appare sui 3 rulli centrali può andare a sostituire tutti i simboli di gioco fatta eccezione per lo Scatter. Quest’ultimo ha le sembianze del gufo: quando si posiziona 3 o più volte in qualsiasi punto della griglia si attiva la funzione Battle Game, dove è possibile scegliere tra 3 modalità di free spin.\n • Con Gorgoneion avrai 10 giri gratuiti;\n• Il casco permette di avere 7 giri e moltiplicatore 4x;\n• Infine con l’armatura avrai 14 giri e il moltiplicatore a 2x.\nBisogna anche precisare che il simbolo scelto sostituirà gli altri due simboli citati, offrendo una serie di vantaggi che il gamer dovrà essere abile a sfruttare con un pizzico di fortuna.\nAbbiamo anche citato i 4 jackpot progressivi che sono la vera ciliegina sulla torta. Si attivano in modo del tutto casuale e su qualsiasi giro: ti troverai di fronte a 20 monete d’oro da scegliere fino a quando non ne troverai 3 uguali. I montepremi sono il Power, Extra Power, Super Power e Ultimate Power.\nConsiderazioni finali sulla slot Age of the Gods: Goddess of Wisdom\nPossiamo quindi dire che Age of the Gods Goddess of Wisdom è una slot con un RTP nella media, o meglio poco al di sotto della media più alta. La sua grafica non è delle migliori a livello generale ma anche tra i titoli che compongono la saga, ma ha un gameplay che può regalare delle sorprese interessanti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods Goddess of Wisdom",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/age-of-the-gods-goddess-of-wisdom-slot-286x217.jpg",
            "filename": "age-of-the-gods-goddess-of-wisdom-slot-286x217.jpg"
        }
    ],
    "name": "Age of the Gods Goddess of Wisdom"
}