{
    "studio": "Playtech",
    "text": "\nAge of the Gods Epic Troy\nCome ben sa chiunque è avvezzo alle tematiche delle slot online, la storia antica con i suoi miti e leggende è una delle categorie che è stata più sfruttata in assoluto per creare titoli di questo tipo.\nTra i vari periodi storici più amati nel settore, sicuramente troviamo l’antica Grecia: grazie ai suoi numerosi dei e i poemi epici che traggono origine in questi tempi lontani, la penisola ellenica rimane tra le più gettonate per la tematica di una slot machine.\nNe è testimone Age of the Gods Epic Troy della Playtech, un titolo che eviteremo di ripetere nella nostra recensione a causa della sua lunghezza che trae origine dall’Iliade, ovvero la storia dell’assedio di Troia da parte dei grandi eroi greci come Achille e Ulisse.\nIn questo nostro approfondimento, cercheremo di sviscerare tutte le caratteristiche di questo titolo.\nAge of the Gods Epic Troy – Storia a colori\nIniziamo parlando dell’aspetto grafico di questa slot, d’altronde anche l’occhio vuole la sua parte. Lo sfondo su cui è stata posizionata la griglia di gioco ricorda una città greca: mausolei e statue di marmo si ergono ai lati della griglia, con la luce che filtra e colpisce la schermata di gioco.\nAl centro troviamo i simboli, i quali mostrano uno stile che ha voluto privilegiare il colore rispetto a uno stile classico di raffigurazione. Sebbene questo possa far storcere il naso ad alcuni classicisti, c’è da dire che la scelta di colori accesi e diversi tra di loro permette di non confondere i simboli, un rischio che non è così raro nelle slot di questo tipo.\nAnche i suoni non si sposano particolarmente bene con la tematica, sfruttano jingle già usati in precedenza in slot dal taglio più moderno (mentre la musica mantiene uno stile piuttosto epico).\nVediamo cosa possiamo aspettarci da un punto di vista prettamente tecnico.\nAge of the Gods Epic Troy\nCi troviamo di fronte a una slot di tipo 5*3 con quindici simboli mostrati a ogni giocata. Se questa introduzione potrebbe farci pensare a uno dei tanti titoli presenti online, è bene tenerci forte per essere pronti alle diverse novità apportate da questa slot.\nInnanzitutto presenta 243 linee di vincita, promettendo non solo un grande numero di combinazioni, ma dal valore piuttosto elevato.\nInoltre sono presenti diverse modalità bonus: la prima è associata a Elena di Troia, la dama rapita che ha dato origine all’omonima guerra. Questo bonus apparirà quando otterremo abbastanza simboli di Elena nella schermata di gioco: ci verranno quindi assegnati tre giri gratuiti con i simboli di Elena bloccati in posizione. Ogni volta che ne troveremo uno nuovo, questo verrà bloccato insieme agli altri e riporterà il numero di giri disponibili a tre.\nMa questa, ovviamente, non è che la punta dell’iceberg che è questa slot.\nSlot simili a Age of the Gods Epic Troy\nCome abbiamo detto in precedenza, il tema greco non è propriamente nuovo nel mondo delle slot machine: ad esempio troviamo 300 Shields (a tema spartano), Apollo, Ares God of War e moltissime altre.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods Epic Troy",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/age-of-the-gods-epic-troy_featured-286x217.jpg",
            "filename": "age-of-the-gods-epic-troy_featured-286x217.jpg"
        }
    ],
    "name": "Age of the Gods Epic Troy"
}