{
    "studio": "Ash Gaming",
    "text": "\nAge of the Gods Norse: King of Asgard\nSe conosci un po’ di leggende della mitologia nordica, saprai che Odino era il re di Asgard. In questo gioco è anche il re dei rulli! Prova la slot machine Age of the Gods: Norse King of Asgard di Playtech e immergiti in questo regno misterioso governato dagli Dei che potrebbero regalarti un prezioso Jackpot Progressivo!\nQual è la struttura di gioco di questa slot mitologica?\nLa slot online Age of the Gods: Norse King of Asgard ha sei rulli e 50 linee di vincita. Carica il gioco su PC o cellulare e verrai subito trasportato all’interno di un enorme castello in cima alla montagna, circondato da nuvole rosate al tramonto. La griglia di simboli 5×3 è incorniciata in un riquadro a tema vichingo. Come ci si aspetterebbe da una slot machine Playtech, il gioco è animato da una colonna sonora d’effetto. Puoi cominciare puntando 0,10€ fino a 500,00€ per giro se sei un Prof. Playtech non indica l’RTP effettivo, ma puoi aspettarti di ricevere un rimborso a lungo termine di circa il 95%.\nScopri subito i preziosi Doni degli Dei!\nLa configurazione a sei rulli significa che durante i giochi di base, devi realizzare tre o più simboli identici su una linea per vincere premi. Quali sono i simboli che pagano meglio?\n\nLe Rune pagano fino a 80 volte la puntata della tua linea\nIl Serpente e il Corvo sono entrambi valutati fino a 150x\nI Lupi e i Giganti del Gelo ritornano ciascuno tra le cinque e le 250 volte, a seconda del numero di rulli\nThor è il simbolo più remunerativo, vale fino a 400 volte la puntata sulla linea.\n\nLoki e Odino due simboli Jolly da tenere d’occhio!\nHai due simboli jolly che ti aiutano. Entrambi pagano come Thor. Il birichino Loki è un simbolo di dimensioni standard, mentre Odino è molto più potente. Questo dio invecchiato, è alto quattro file e riempie potenzialmente intere bobine della slot. Odino completamente impilato su qualsiasi bobina attiva la funzione Bonus di Furia Respins di Odino. Loki invece, è utile durante il round Fins Respins di Odin. Qualsiasi Loki Wild a sinistra di Odino respinge il re indietro di una bobina a destra.\nIl dono divino del Jackpot Progressivo\nNon hai bisogno di alcun potere divino per ottenere un Jackpot Progressivo ma solo tanta fortuna! Questi vengono assegnati in modo casuale, anche se puntando più alto, avrai  maggiori possibilità di collezionare un Jackpot!\nVai online e gioca con Age of the Gods Norse: King of Asgard\nAncora una volta Playtech ha sfornato una slot online eccezionale che si aggiunge alla serie mitologica di titoli presenti nei nostri casinò online. Le funzionalità e i personaggi sono originali con l’epica battaglia durante i Respins che è una vera chicca! Non ti resta che allearti con il Re e cominciare la battaglia nel tuo casinò online preferito.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Age of the Gods Norse: King of Asgard",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/age-of-the-gods-norse-king-of-asgard_new-286x217.jpg",
            "filename": "age-of-the-gods-norse-king-of-asgard_new-286x217.jpg"
        }
    ],
    "name": "Age of the Gods Norse: King of Asgard"
}