{
    "studio": "Pariplay",
    "text": "\nAlice Riches\nIl suo titolo è già un chiaro richiamo a tutto ciò a cui si ispira questa slot: ha una chiara familiarità con Alice nel Paese delle Meraviglie, grande classico della Disney. Alice Riches è una slot firmata da PariPlay, che ha voluto dare vita a una serie di personaggi pronti a farvi vivere una fortunata avventura. Tutta da provare anche in versione demo! Partiamo da una struttura classica, in 5×3 con 50 linee attive grazie alle quali conquistare vincite importanti. Sei pronto a bere dalla bottiglietta e scoprire che cosa accade? Non vorrai farti fermare dalla Regina di Cuori, non è vero?\nGrafica della slot\nPrimo punto a favore di questa slot? La sua grafica: abbiamo uno stile un po’ punk della classica storia di Alice, che improvvisamente acquista un tocco futurista. Scelta ideale per proporre una macchinetta online che sia fresca e vivace. Le immagini ricostruiscono al meglio la storia e sullo sfondo possiamo ammirare un paesaggio urbano con tanto di labirinto!\nI simboli principali spaziano dalla punk Alice al coniglio bianco e il suo orologio, dalla pozione con scritto “Bevimi”, fino alla nostra Regina cattiva impreziosita da una corona a forma di cuore. Occhio però perché è proprio lei ad essere stata scelta come simbolo Scatter.\nA chiudere perfettamente l’aspetto design della slot è la colonna sonora vivace, in linea con lo spirito del gioco!\nCaratteristiche di gioco e funzionalità speciali\nLa Regina non è davvero nostra nemica, visto che se la trovi 3 o più volte sulla griglia, in quanto Scatter, ti farà accedere ai giri gratuiti. Possono essere rispettivamente 8, 12 o 15 giri se la trovi 3, 4, 5 volte. In questo round il rullo 3 diventa speciale e ti farà apparire solo simboli Scatter e Jolly. Se trovi invece il simbolo Wild, ovvero lo Stregatto, puoi aumentare le tue chance di formare delle combinazioni, ma non riceverai un premio in denaro. Occhio al cilindro però: se trovi 6 icone del cappello puoi accedere al bonus speciale Epic Rewards. Una volta terminati i respin, potrai contare su un moltiplicatore extra che permette di ottenere un super premio. Ma le vincite non saranno così banali neppure nel gioco base. Se trovi 5 Alice ottieni fino a 100x la puntata, che sono 80x per il coniglio bianco e 40x per la pozione.\nConsiderazioni finali sulla slot Alice Riches\nAlice Riches è una delle tante meraviglie vere di PariPlay che sa intrattenere per aspetto, per funzionalità di gioco e per il suo gameplay. Ha un RTP al 96,23% e funzioni speciali che spaziano dai giri gratuiti ai respin, senza ignorare i bonus game. Se cerchi una slot eccentrica ma soprattutto molto innovativa, sei nel posto giusto: questa macchinetta è pronta a offrirti proprio ciò che stai cercando.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Alice Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/alice-riches-featured-286x217.png",
            "filename": "alice-riches-featured-286x217.png"
        }
    ],
    "name": "Alice Riches"
}