{
    "studio": "Endorphina",
    "text": "\nAlmighty Sparta\nProbabilmente tutti conoscete la storia dei trecento spartani che da soli affrontarono il temibile esercito persiano, condotti dall’eroico Leonida. Ebbene, la slot Almighty Sparta ci porta proprio lì, in quell’epoca e nei luoghi della battaglia.\nLa slot Almighty Sparta è prodotta da Endorphina e presenta 10 linee di pagamento dislocate in un display in formato 3×5. Come vedremo nel corso dell’articolo, questa slot presenta una funzione free spin simboli speciali.\nGrafica della slot machine\nLa grafica della slot  Almighty Sparta ci mette di fronte ad una sorta di finestra in stile classico sul mare, la famosa scogliera sulla quale sbarcarono i persiani e dove inizialmente trovarono un mare agitato che fece infrangere alcune delle loro navi sulle rocce.\nTra i simboli troviamo, oltre il grande Leonida, anche l’oracolo (la donna), lo sgorbio (anche se dalla figura non sembrerebbe) che tradì Leonida, spade, lance, scudi e il re persiano. A questi si aggiungono gli immancabili simboli del Poker.\nComplessivamente, la grafica è piacevole, accompagnata da un sottofondo musicale di tensione, come di attesa per il conflitto. Difatti, come vedremo tra poco, qualcosa si scatena.\nLe funzioni e i bonus della slot Almighty Sparta\nI simboli speciali della slot sono due:\n\nScudo, che rappresenta lo scatter del gioco. Se si visualizzano da 2 a 5 scatter sul display in uno stesso giro, anche in ordine sparso, si ottengono altri premi.\nLeonida, il simbolo jolly del gioco. Questo può apparire andando a ricoprire fino a 3 caselle sullo stesso rullo.\n\nLe funzioni speciali della slot  Almighty Sparta sono due\n\nGiri gratis: visualizzando 3 o più scatter (gli scudi) in uno stesso giro si ottengono 20 giri gratis con un moltiplicatore x4. Altri giri gratis possono essere vinti durante i free games.\nGamble: il gioco della scommessa si può attivare dopo ciascun giro semplice vincente. Si può raddoppiare la propria vincita fino a 10 volte. Per farlo, occorre battere la carta del dealer, scegliendo la propria tra 4 carte differenti.\n\nValutazione della slot  Almighty Sparta\nE’ una bella slot, non c’è che dire. Piacevole come le altre slot prodotte da Endorphina di cui abbiamo parlato in altre recensioni, ma con un tocco in più. Infatti, nella slot  Almighty Sparta vi sono due simboli speciali differenti e non un unico simbolo scatter/jolly. Inoltre, i giri gratis sono 20 anziché 10. La veste grafica è rilassante e coinvolgente allo stesso modo. L’audio fa calare l’atmosfera di guerra e siete liberi di attivarlo o meno dalle opzioni (le tre linee sulla sinistra del display).\nLa percentuale di RTP della slot Almighty Sparta è di circa il 96%. La puntata minima è di 0,01€, la massima di 100€ per giro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Almighty Sparta",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/almighty-sparta_free-286x217.jpg",
            "filename": "almighty-sparta_free-286x217.jpg"
        }
    ],
    "name": "Almighty Sparta"
}