{
    "studio": "WMS",
    "text": "\nAmazon Queen\nLa software house WMS, molto nota agli appassionati di slot machine, negli ultimi tempi si è impegnata a trasferire online i suoi giochi più famosi nei casinò terrestri.\nIl gioco di cui parliamo in questa recensione è conosciuto sia con il nome di Amazon Queen sia con quello di Queen of the Wild: entrambi i titoli fanno riferimento allo stesso identico prodotto.\nAmazon Queen dal punto di vista del tema è una slot incentrata sulle vicissitudini di una bellissima donna che regna sulla foresta pluviale più grande del mondo, quella amazzonica.\nIl compartimento grafico, fedele alla tematica, riproduce immagini della foresta e degli animali che la popolano. La schermata iniziale riporta il nome della slot inserito nel contesto della foresta, mentre la schermata di gioco è molto semplice, con i rulli incorniciati in una sorta di tempio. Nella parte inferiore dello schermo troviamo i tasti che permettono di settare il gioco, sulla sinistra troviamo poi il tasto “info” che permette di accedere alla tabella dei pagamenti, grazie alla quale si può conoscere il valore di ogni simbolo in varie combinazioni.\nCaratteristiche principali della slot\nAmazon Queen è un titolo che di certo non è nuovo agli appassionati di slot machine terrestri: in passato infatti, questo gioco è stato molto in voga nelle sale da bar per via delle ottime potenzialità di vincita.\nLa versione online di Amazon Queen mantiene inalterata la struttura di gioco rispetto a quella terrestre, aggiungendo alcuni arricchimenti che rendono l’esperienza ludica ancora più interessante. Innanzitutto, Amazon Queen presenta cinque rulli, tre righe e 20 linee di pagamento, che sono fisse e quindi attivate tutte insieme in maniera automatica. Le puntate per ogni singolo giro vanno da 20 centesimi fino a un massimo di 60 €.\nIl ritorno teorico al giocatore (return to player o RTP) è del 95,94%, accettabile dunque, mentre la volatilità di Amazon Queen risulta essere parecchio alta (4.5/5), rendendo le vincite non molto frequenti ma potenzialmente piuttosto redditizie.\nÈ possibile giocare a questa slot in modalità Play for Fun totalmente gratuita, per allenarsi e scoprirne i trucchi prima di puntare dei soldi veri.\nSimboli e funzionalità di Amazon Queen\nSe si escludono i quattro semi delle carte da gioco (cuori, fiori, picche e denari), i simboli che si alternano sui rulli di Amazon Queen sono interamente tematici.\nTroviamo un gorilla, un serpente, un pappagallo, una tigre e dei frutti tropicali; il Wild del gioco è rappresentato da una cascata, che ha funzione di jolly e sostituisce tutti gli altri simboli, tranne lo Scatter, per il completamento di una combinazione vincente.\nLo Scatter è invece la regina della foresta in persona: se compare per tre volte regala 10 giri gratuiti, per quattro 25 free spins mentre quando è presente su tutti i cinque rulli permette di giocare ben 100 giri gratis!\nIl jackpot si può ottenere grazie al gorilla, che tra i simboli regolari è quello che ha valore maggiore.\nVerdetto\nSi tratta di una slot dal gameplay molto facile e intuitivo, a nostro parere più adatta ai principianti che ai giocatori più esperti, e che potrebbe essere deludente per gli high rollers. Nel complesso è un buon gioco, potenzialmente abbastanza redditizio ma senza effetti speciali, né grafici né per quanto riguarda la modalità di gioco.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Amazon Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/amazon-queen_gratis-286x217.jpg",
            "filename": "amazon-queen_gratis-286x217.jpg"
        }
    ],
    "name": "Amazon Queen"
}