{
    "studio": "NextGen",
    "text": "\nAmazon Idols Million Maker\nSei pronto a partire per l’Amazzonia e metterti alla ricerca di ricchezze segrete? Puoi farlo con la slot Amazon Idols Million Maker, firmata da NextGen. Si presenta con i suoi 5 rulli e 25 linee di pagamento sulle quali potranno accadere sorprendenti animazioni. Parleremo di seguito delle sue 3 funzioni bonus, che permettono di farti vincere uno dei 3 jackpot progressivi che sono messi in palio dal provider. Ma non è tutto: è prevista anche la cosiddetta funzione Amazonia Free Games che garantisce fino a 20 giri gratuiti e la possibilità di ottenere Wild in espansione con vincite fino a 5x. E se farai girare la Ruota della Fortuna amazzonica riuscirai a mettere mano su bonus in denaro che difficilmente dimenticherai: un Mega Jackpot dal valore stellare.\nGrafica e simboli di gioco\nSei un ricercatore d’oro, pronto a svelare misteriose ricchezze che si trovano in Amazzonia, ricreata in modo impeccabile in termini di grafica. La giungla è ben realizzata e si presenta con un’atmosfera mistica, che lascia spazio a ricche ricompense rappresentate con colori vivaci, all’insegna del lusso. I simboli che vanno ad arricchire la slot online per riempire i rulli comprendono le carte A, K, Q, J, 10 e 9. Il più ricco di tutti è la moneta d’oro, simbolo più gratificante che offre fino a 20 volte la tua scommessa se ne trovi 5 su una linea di pagamento. L’immagine di un’affascinante fanciulla è stato scelto come simbolo Wild che potrà prendere il posto degli altri simboli, fatta eccezione per lo Scatter e l’icona del Jackpot Idol. Paga fino a un massimo di 40 volte la tua scommessa se ne trovi 5 su una linea di pagamento. Ma la vera chiave di svolta è rappresentata da una funzionalità bonus su più livelli grazie al simbolo Amazon Idols che può apparire 3, 4 o 5 volte per ottenere rispettivamente 2, 20 o 50 volte la scommessa. Ma vediamo quali sono le tre funzioni bonus che attiva:\n 1. 10 giri gratuiti con la possibilità di usare un moltiplicatore 5x se crei vincite con un Jolly;\n2. Le vincite con Jolly in espansione sui rulli 2, 3 e 4 sono soggette a moltiplicatore 2x;\n3. Un Wild in espansione su tutti e 5 i rulli.\nSe appaiono ulteriori Scatter puoi riattivare la funzione e avere 20 giri gratuiti in totale. Con i simboli relativi ai Jackpot offerti invece avrai la possibilità di conquistare uno tra i montepremi Minore, Maggiore e Mega.\nE non dimenticare la Wheel of Amazonia, ovvero una ruota della fortuna che ti fa vincere fino a 35 volte la tua puntata o uno dei 3 jackpot. \nConsiderazioni finali sulla slot Amazon Idols Million Maker\nE’ presto detto che Amazon Idols Million Maker punti molto sui jackpot progressivi per intrattenere i giocatori, ma non è l’unica attrazione ben riuscita di questa slot. Ha un potenziale superbo e ti aiuterà a vincere somme davvero gustose. Nel complesso permette di vincere fino a 2.380 volte la tua puntata su ogni giro quando ti trovi nel gioco base e sale a 25.000 volte quando attivi la funzione Amazonia Free Games.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Amazon Idols Million Maker",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/amazon-idols-million-maker-logo-286x217.jpg",
            "filename": "amazon-idols-million-maker-logo-286x217.jpg"
        }
    ],
    "name": "Amazon Idols Million Maker"
}