{
    "studio": "Merkur Gaming",
    "text": "\nAmazonia\nLa foresta Amazzonica, o anche chiamata il “polmone verde della Terra” è uno dei luoghi più belli al mondo, soprattutto a livello naturalistico. Con la sua biodiversità talmente ricca da non avere eguali, ha ispirato moltissime opere cinematografiche e letterarie grazie ai misteri che si celano nel fitto della foresta stessa.\nAmazonia della Merkur, è una slot che prende a piene mani dalla meravigliosa foresta per proporci qualcosa di inusuale. Ma vediamolo più nel dettaglio, nella nostra recensione.\nAmazonia – Grafica\nLa griglia di gioco, si presenta nello sfondo della verde foresta Amazzonica.\nCome accade nella maggior parte delle slot online, troviamo i simboli delle carte da gioco (A, K, Q, J) di colore molto vivace e che sembrano intagliati nel legno. Il resto dei simboli, invece, rappresentano alcuni animali amazzonici come la raganella, il camaleonte, il giaguaro nero e il pappagallo ara.\nInvece delle illustrazioni in due dimensioni la casa di produzione Merkur ha scelto dei modelli 3D. Questi, però, sembrano datati e durante le animazioni questi appaiono piuttosto goffi e meccanici.\nPer quanto riguarda il sonoro, la slot non ha nessun sottofondo musicale se non per un jingle con una musica tribale che potremo sentire solo durante le combinazioni.\nIn sostanza: Amazonia per quanto appaia colorata e appariscente, non riesce a nascondere una grafica datata e un comparto sonoro quasi inesistente. Ma è evidente che Amazonia voglia proporre qualcosa di semplice e concentrarsi sul gameplay, come andremo a vedere nel prossimo punto della recensione.\nAmazonia – Gameplay\nLa slot Amazonia è una classica 5×3 e con 15 linee di vincita. Il simbolo Wild è rappresentato da una donna indigena mentre gli Scatter sono un antico tempio e una cascata.\nLa donna indigena andrà a sostituire i simboli sulla griglia durante le combinazioni eccetto per i due Scatter. Se si troveranno tre templi o due cascate, i simboli Scatter attiveranno la vincita Mistery che può essere sia accettata, facendo finire la giocata, oppure rifiutata per tentare nuovamente la fortuna.\nUn altro simbolo degno di nota è il giaguaro nero. Se vengono trovati 5 simboli giaguaro nero sulla stessa linea, si avrà diritto a dei giri gratuiti che vanno da un minimo di 2 fino a un massimo di 6 e che a loro volta, moltiplicheranno le vincite da un minimo di 2 a un massimo di 5.\nAmazonia dà anche ulteriori possibilità con due mini-game che si attiveranno dopo le vincite. Potremo scegliere la carta della fortuna o la scala della fortuna. Il primo mini-game consiste nel prevedere quale sarà il colore della carta successiva, mentre la scala della fortuna è letteralmente una scalata a vincite più alte.\nIn questo caso si può dire che la slot Amazonia viene salvata dalla sua grafica non propriamente eccelsa, con il suo gameplay piuttosto variegato e le molteplici possibilità di vincita fra combinazioni e mini-game.\nSlot simili ad Amazonia\nPossiamo trovare il tema della foresta amazzonica e le sue popolazioni, anche in altre slot online quali: Amazon Adventure, Amazon Wild, Amazing Amazonia ed Amazon Queen.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Amazonia",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/amazonia_featured-286x217.jpg",
            "filename": "amazonia_featured-286x217.jpg"
        }
    ],
    "name": "Amazonia"
}