{
    "studio": "Playtech",
    "text": "\nAmerican Dad\nTornano le avventure strampalate e divertenti della famiglia più moderna che abbiamo imparato a conoscere grazie alla televisione: parliamo di American Dad che in questo caso viene adattato per il gioco online. Playtech ha realizzato una macchinetta sulla famosa famiglia del ‘Papà Americano’ partendo da 5 rulli e 40 linee di pagamento facilmente giocabili non solo da desktop ma anche da dispositivi mobile. Insieme a Stan, Roger, Francine, Hayley, Wheels e Legman il giocatore avrà la possibilità di scoprire le diverse funzioni bonus che passano anche per le 5 opzioni di giri gratuiti che si basano proprio sui nostri protagonisti. In palio ci sono tantissime vincite: dai 25 giri gratuiti ai simboli di Stan impilati, senza dimenticare Wild in espansione e moltiplicatori progressivi con un massimo di 10x.\nGrafica e simboli di gioco\nLa grafica è ovviamente ispirata alla serie di cartoon che abbiamo visto tutti almeno una volta nella vita. Sullo sfondo quindi ritroviamo la tipica ambientazione di Langley Falls e le animazioni che si alternano durante il gameplay sono quelle che imitano la serie. Tra i simboli con valore basso abbiamo A, K e Q proposti nei tre colori che richiamano la bandiera americana, ovvero rosso, bianco e blu. Ma il pezzo forte è rappresentato dai simboli con valore maggiore che sono rappresentati dai protagonisti del cartone: troviamo così il figlio Steve e sua sorella Hayley, l’animale domestico Klaus, mamma Francine e papà Stan. Proprio il capo famiglia è quello che offre una ricompensa maggiore fino a 250 monete se appare 5 volte su un payline. Il Jolly è l’alieno Roger che prende il posto di tutti i simboli sui rulli ma non del bonus Schmooblydong che è il simbolo più prezioso capace di offrire 750 monete se formi una combinazione di 5 simboli. Considera che la ruota Schmooblydong è fondamentale per questa slot: se appare sui rulli 1 e 3 ti regala un nuovo giro e se lo posizioni anche nel rullo 5 puoi sbloccare la funzione Free spin. Si determina così con quale personaggio giocherai oltre al numero di giri che ottieni: si va da un minimo di 3 e si sale a 5, 8, 10 e un massimo di 25 spin.\nTra le funzioni più valide della slot American Dad citiamo la Random Wilds di Roger dove si posizionano casualmente dei Jolly per ogni giro gratuito, aumentando così la possibilità di vincita. Se sei alla ricerca di un moltiplicatore devi cercare la funzione progressiva di Hayley, che determina il valore massimo di vincita da 2x, 3x, 5x fino a 10x. E non dimentichiamo poi il ruolo di Wheels e Legman, che lasciano una scia di simboli jolly sui rulli per ogni spin gratuito.\nConsiderazioni finali sulla slot American Dad\nLe funzionalità del gioco sono davvero tante e costruite in modo preciso per realizzare un preciso obiettivo. Playtech ha fatto un ottimo lavoro sia per grafica che animazioni, senza però tralasciare i game extra che incontri giro dopo giro.\nL’esperienza di gioco è sicuramente divertente e lo sarà non solo se sei un fan della serie, perché i suoi bonus sanno essere davvero gratificanti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "American Dad",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/american-dad_featured-1-286x217.jpg",
            "filename": "american-dad_featured-1-286x217.jpg"
        }
    ],
    "name": "American Dad"
}