{
    "studio": "ZeusPlay",
    "text": "\nAmun’s Book\nL’antica civiltà egizia è da sempre una delle più affascinanti. Partendo dal loro misterioso linguaggio geroglifico, alle loro gigantesche piramidi, il fascino dell’ignoto avvolge ogni loro elemento.\nNon a caso molte delle storie di avventura che vediamo al cinema o nei libri prendono proprio l’Egitto come loro location principale. Tesori perduti, spesso anche maledetti dalle mummie dei faraoni sepolte nelle piramidi, sono al centro dei desideri di ricercatori ed esploratori, e più che volentieri, anche al centro delle slot machine.\nSono moltissime, infatti, le slot che usano come loro tematica le piramidi e l’antico Egitto, e Amun’s Book della Zeusplay è una di queste. Sarà all’altezza di tutte le altre che l’hanno preceduta? Riuscirà a distinguersi in un mercato pieno di prodotti simili? Scopriamolo con questa recensione, andando ad analizzare prima il comparto artistico e poi il gameplay.\nTra le rovine di Amun’s Book\nAmun’s Book ci catapulta tra le rovine di un tempio o di una piramide. Il cielo notturno che avvolge la scena rafforza ancora di più l’aria di mistero, e l’unica fonte di luce sono due fiaccole, che rivelano la presenza di un sarcofago, e le statue di un gatto e di un cane.\nSu questo sfondo, contornata da colonne di pietra, si erge la griglia 5×3 protagonista della slot machine. Nonostante alcuni elementi del design possano sembrare un po’ vecchi, il primo impatto della slot machine è sicuramente notevole. A trascinare il giocatore sempre di più nel tema ci sono anche i simboli presenti sulla griglia, anch’essi tutti a tema Egitto. Ta questi troviamo le lettere delle carte da gioco, in stile egiziano, scarabei, idoli, maschere di faraoni, un’esploratrice e il simbolo Wild, ovvero il libro di Amun che dà il titolo alla slot machine.\nTutti questi elementi vanno a braccetto, e l’unico che risulta essere un po’ fuori luogo è proprio l’esploratrice, che ha differenza di altre slot simili ad Amun’s Book non appare come protagonista e di conseguenza la sua presenza risulta essere poco incisiva.\nIl comparto sonoro, seppur non eccezionale, svolge perfettamente il suo lavoro. In sottofondo abbiamo una musica solenne e misteriosa, accompagnata dal vento notturno che dona che quasi incute timore nel giocatore. Leggermente fuori luogo gli effetti sonori durante le giocate, che danno al via a una musica più squillante, ma che si interrompe appena i rulli finiscono di muoversi.\nAmun’s Book: Alla ricerca del libro misterioso\nIl gameplay di Amun’s Book è estremamente semplice. Come molte altre delle slot Zeusplay, ci troviamo di fronte a un’esperienza classica, senza elementi complessi che provano a ridefinire la definizione di slot machine.\nSe per molte altre slot la semplicità può essere un punto di forza, qui rischia di far sprofondare il tema nel banale. L’antico Egitto è un’ambientazione utilizzata di continuo nel mondo delle slot, e vedere qualche novità nel gameplay non sarebbe stato male.\nCiò nonostante, Amun’s Book offre un’interessante funzione di giri gratuiti. Trovando 3 o più scatter, il libro di Amun si aprirà rivelando un simbolo casuale. Nelle successive 10 giocate gratuite, quel simbolo vincerà in ogni posizione.\nUna nota di merito per il buonissimo RTP del 97%.\nSlot Simili ad Amun’s Book\nDi slot simili ad Amun’s Book ce ne sono molte, e se siete giò pronti a scoprire nuovi misteri nell’antico egitto vi consigliamo The Explorer’s Quest, sempre della Zeusplay, e Egyptian Experience.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Amun's Book",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/06/amuns-book_thumb-286x217.png",
            "filename": "amuns-book_thumb-286x217.png"
        }
    ],
    "name": "Amun’s Book"
}