{
    "studio": "Pragmatic Play",
    "text": "\nAncient Egypt\nAncient Egypt della Pragmatic Play si inserisce nel fortunato filone di slot machine che hanno come tema l’antica cultura egiziana. Questa tematica è forse quella più sviluppata in assoluto nell’ambito dei giochi di slot e praticamente tutte le principali software house ne propongono una o più di una nel loro catalogo.\nIl tema egiziano pare non stancare mai i giocatori, tanto che alcuni sviluppatori offrono delle intere serie che si giocano all’ombra delle piramidi: è il caso della Novomatic con la sua Book of Ra, fortunatissima saga che include anche una slot con sei rulli anziché i canonici 5 e svariate versioni adatte proprio a tutti i gusti!\nInoltre, le slot machine ambientate sulle rive del Nilo offrono ai produttori la possibilità di sbizzarrirsi con grafiche molto belle, come ci dimostra anche la stessa Ancient Egypt.\nCaratteristiche principali\nAncient Egypt si presenta come una tradizionale slot machine a cinque rulli e 10 linee di pagamento, con un range di scommesse cha va da soli dieci centesimi fino a 50 €: è dunque un gioco abbastanza “soft” per quanto riguarda le puntate, tuttavia la vincita massima equivalente a 5000 volte l’importo scommesso la rende comunque degna di attenzione.\nLa volatilità di questa slot è medio-alta, per cui non sarà frequentissimo ottenere delle vincite ma queste potranno essere anche consistenti.\nCon un RTP del 96,13% infine, Ancient Egypt si colloca nella media delle altre slot machine della Pragmatic Play come ritorno al giocatore.\nI simboli di Ancient Egypt\nLa regina Cleopatra in persona apre il gioco e rappresenta anche uno tra i più importanti simboli tematici di questa slot, pagando ben 250 € quando compare sui rulli per cinque volte. Tra gli altri simboli a tema egiziano troviamo l’occhio di Ra, la divinità Anobi e la croce egizia, ciascuno con un valore diverso.\nAccanto a questi simboli ci sono quelli tradizionali e non tematici, le carte da gioco dal 10 all’Asso, che, tra tutti, sono i simboli che hanno valore minore.\nIn questa slot machine Wild e Scatter sono rappresentati dalla stessa icona, lo Scarabeo D’Oro: se durante un singolo giro compare sui rulli per 3, 4 o 5 volte, a prescindere dalla posizione occupata, paga una vincita pari a 1, 10 o ben 50 volte la puntata.\nLo Scarabeo d’oro permette inoltre di accedere all’unica funzionalità speciale del gioco: sulla schermata appariranno tre caselle e in base a quella scelta si vincerà un premio diverso.\nIl premio più basso è rappresentato da una vincita pari alla puntata, quello più alto fino a 500 volte, inoltre si potranno guadagnare anche dei giri gratuiti, all’interno dei quali un simbolo scelto a caso diventerà Wild espandibile, che vi potrà regalare il montepremi di 5000 volte la puntata se la regina Cleopatra coprirà tutta la schermata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ancient Egypt",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/ancient-egypt_featured-286x217.jpg",
            "filename": "ancient-egypt_featured-286x217.jpg"
        }
    ],
    "name": "Ancient Egypt"
}