{
    "studio": "Play’n Go",
    "text": "\nAnkh of Anubis\nIl tema Antico Egitto fa di nuovo la sua comparsa nel mondo delle slot machine con questo nuovo gioco della software house Play’N’Go: Ankh of Anubis è infatti incentrata sulla figura della divinità Anubi, leggendario dio egiziano rappresentato con sembianze per metà umane e per metà canine.\nPrima di addentrarci nelle caratteristiche della slot, ricordiamo che avete la possibilità di provare questo nuovo gioco in versione demo e scoprirne tutti i trucchi e i segreti prima di scommettere denaro vero.\nCome detto, la tematica non brilla certo per originalità, ma è sostenuta da un compartimento grafico molto ben strutturato, con immagini curatissime e uno sfondo in cui sono riprodotte le piramidi in uno stile particolarmente futuristico.\nAlle immagini si aggiunge una colonna sonora coerente con il tema e affascinante, che porta il giocatore virtualmente all’ombra delle piramidi ma allo stesso tempo favorisce la concentrazione durante gli spins!\nModalità di gioco di Ankh of Anubis\nLa struttura di gioco di Ankh of Anubis è abbastanza tradizionale, se si esclude la particolarità data dal fatto che mentre sui due rulli esterni sono presenti solamente tre simboli, su quelli centrali ce en sono invece cinque. Le combinazioni vincenti si ottengono, come quasi sempre accade, quando sui rulli adiacenti compaiono dei simboli identici, per allineamenti che vanno da sinistra verso destra.\nI simboli si ispirano alla cultura egiziana e includono la croce della vita, una piramide, lo scarabeo d’oro e altri amuleti; oltre a questi sono presenti i numeri e le lettere che si riferiscono alle carte da gioco, stavolta solamente dal J all’Asso.\nIl simbolo Wild del gioco è rappresentato dalla testa del dio Anubi con sembianze canine che, oltre a essere il jolly che può sostituire tutti gli altri simboli tranne lo Scatter per realizzare delle combinazioni vincenti, consente anche di accedere a una funzione speciale in cui acquisisce maggior valore.\nLo Scatter del gioco è invece una chiave, che se compare sui rulli almeno per tre volte regala un numero variabile di giri gratuiti; in questo caso l’unica particolarità è data dal fatto che per il primo giro gratuito non potranno essere presenti sui rulli degli ulteriori simboli Scatter.\nI giri gratuiti rappresentano una ghiotta possibilità per ottenere delle vincite sostanziose: durante i free spins infatti potrete usufruire di ricchi moltiplicatori che potranno regalarvi dei premi con un valore fino a 15.000 volte la vostra puntata!\nAutoplay e RTP\nSe vi piacciono le slot machine che funzionano anche in modalità automatica, Ankh of Anubis è una di queste e vi dà la possibilità di impostare grazie alla funzione Autoplay il numero di giri gratuiti che desiderate: a questo punto non vi resterà che osservare i rulli che girano e incrociare le dita sperando nella buona sorte!\nIl ritorno teorico al giocatore di Ankh of Anubis si attesta su una percentuale del 96,2%: non possiamo dire che sia alta ma sicuramente è in linea con la maggior parte delle altre slot machine che potrete trovare online sulle varie piattaforme di gioco!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ankh of Anubis",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/ankh-of-anubis_thumb-286x217.jpg",
            "filename": "ankh-of-anubis_thumb-286x217.jpg"
        }
    ],
    "name": "Ankh of Anubis"
}