{
    "studio": "Play’n Go",
    "text": "\nAnnihilator\nEra il 1989 quando Alice in Hell, primo album degli Annihilator, fece la sua comparsa nel mondo discografico. Da lì in avanti la band trash metal  capitanata da Jeff Waters ha sfornato parecchi dischi e cavalcato i palchi di tutto il mondo, portando in giro hit intramontabili come Phantasmagorica o The Fun Palace. Il diciassettesimo album della band, Ballistic, Sadistic, è uscito nel 2020 e non è un caso che proprio ora la Play’N’Go abbia voluto rendere omaggio a questo gruppo trash metal con una slot mozzafiato!\nDiciamo subito che la grafica di Annihilator è curata nei minimi dettagli, come accade quasi sempre con le slot dedicate a band musicali. Ambientata in una grande villa spettrale, i simboli rappresentano i personaggi che hanno caratterizzato le copertine dei loro numerosi album. Sotto la griglia troviamo i tasti informativi e quelli per il settaggio del gioco, che includono la scelta della puntata, la rotazione manuale o quella automatica dei rulli. Le musiche neanche a dirlo sono le hit della band, che possono essere cambiate a piacimento cliccando sul tasto playlist.\nCaratteristiche principali di Annihilator\nLa griglia di gioco ha un taglio tradizionale 5×3, 10 linee di pagamento e un ritorno teorico al giocatore pari al 96,2%. Le puntate vanno da un minimo di 0,10 € a un massimo di 100 € per giro, con una vincita massima che può pagare sino a 5.000 volte la puntata. Bonus, Scatter e Wild a espansione, assicurano giri gratuiti e  ottime possibilità di vincita.\nSimboli e funzionalità\nIn Annihilator abbiamo diversi simboli. Quelli delle carte da gioco dall’10 all’Asso pagano meno rispetto agli altri. Tra i simboli tematici, in ordine di valore, troviamo la copertina di Annihilator (album del 2010) racchiusa in un quadro, la chitarra elettrica a coda di rondine e la donna con la bambola che appare nel disco d’esordio, Alice in Hell.\nIl simbolo Scatter è rappresentato dal diavolo presente nel disco Refresh the Demon. Se appare per tre volte, si attiva il Set the World on Fire, che dà diritto a 8 Free Spins.\nIl simbolo Wild è rappresentato da Jeff Waters, sostituisce tutti i simboli tranne lo Scatter e il Bonus. Si tratta di un Wild a espansione che può ricoprire l’intero rullo e che rimane attivo sinché non si ha una vincita. Di tanto in tanto il Wild  attiva una linea di fuoco che occupa diverse posizioni sul rullo. Nel caso appaia un nuovo simbolo Wild in una di queste posizioni, esso si espanderà su tutta la linea di gioco permettendo una vincita molto consistente!\nOltre allo Scatter e al Wild, esiste anche un simbolo Bonus rappresentato dalla bambola, icona del disco di esordio degli Annihilator. Se appare per tre volte, si attiva una speciale funzione chiamata Fun Palace per cui si dovrà scegliere uno tra tre set di bambole e vedere quale premio si nasconde sotto di esso.\nAnnihilator oltre ad avere grafica e musica coinvolgente, offre ricchi premi, per questo ci sentiamo di suggerirla a occhi chiusi, con la certezza che non vi deluderà.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Annihilator",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/annhilator-featured-286x217.jpg",
            "filename": "annhilator-featured-286x217.jpg"
        }
    ],
    "name": "Annihilator"
}