{
    "studio": "Inspired Gaming",
    "text": "\nAnubis Wild Megaways\nL’antico Egitto è uno dei temi più diffusi nel mondo delle slot, quindi quando ci si cimenta con questa ambientazione è importante offrire spunti interessanti per il giocatore. Dobbiamo dire che è proprio quello che ha fatto la Inspired Gaming con Anubis Wild Megaways, che come dice il titolo si ispira al culto di Anubi, il Dio dalla testa di sciacallo protettore  dei cimiteri e del regno dei morti. Cleopatra, lo scarabeo dorato, l’occhio di Horus, le piramidi e le sfingi sono alcuni dei simboli che ci fanno fare un tuffo in questa epoca leggendaria. Lo sfondo su cui si muovono i rulli è una camera mortuaria con le pareti affrescati con numerosi geroglifici e il comparto sonoro è composto da musiche orientaleggianti che aumentano di intensità ad ogni rotazione. I tasti presenti sullo schermo scompaiono durante il gioco per riapparire una volta che i rulli sono fermi.\nCaratteristiche di Anubis Wild Megaways\nDi base, la griglia di gioco ha 6 rulli e 5 linee che diventano 6 grazie alla linea extra posta in alto. I simboli possono comparire di diversa grandezza, si va da 2 sino a un massimo di 6. La puntata totale è compresa tra 0,20 € e 20 € e il ritorno teorico al giocatore (RTP) è del 95,9%. Tenendo premuto il tasto Start si possono impostare i giri automatici e alcuni limiti di vincita e di perdita. Attraverso il cursore “Gioco per mancini” la posizione dei rulli viene invertita.\nSimboli e funzionalità\nCominciamo col dire che Anubis Wild Megaways utilizza un metodo a cascata, ossia in seguito a ogni combinazione vincente i simboli paganti scompaiono e vengono rimpiazzati da altri. Tra i simboli con minor valore troviamo le carte da gioco, seguiti dallo scarabeo e da Cleopatra. Il valore aumenta con la sfinge mentre a ricompensare più di tutti è l’occhio di Horus. Il Dio Anubi è il nostro Wild e sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato dalla piramide con la scritta Bonus. Il simbolo Wild durante il gioco regolare può apparire solo sul rullo extra. Di tanto in tanto sui rulli può atterrare un simbolo misterioso (un punto interrogativo) che può sostituire un simbolo a caso, tranne quelli speciali. 3 o più  Scatter attivano il gioco Bonus che ricompensa con giri gratuiti, durante i quali il rullo extra scompare. Durante i Free Spins, il simbolo  Wild appare solo sui rulli 2, 3, 4 e 5 e rimane bloccato durante l’intero gioco Bonus. Se viene riempita l’intera griglia di simboli Wild, allora si ha diritto ad altri giri gratuiti. Ogni volta che appare uno Scatter durante il gioco bonus si ottengono 2 ulteriori giri gratuiti, fino a un massimo di 82. Il gioco Bonus può essere anche acquistato. Inoltre, prima di cominciare, viene offerta la possibilità di incrementare il numero di giri gratuiti o di ricevere un misterioso premio in denaro. Bisogna però fare attenzione, perché se si sceglie questa opzione si corre il rischio di perdere l’intero bonus appena acquistato.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Anubis Wild Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/anubis-wild-megaways-slot-286x217.jpg",
            "filename": "anubis-wild-megaways-slot-286x217.jpg"
        }
    ],
    "name": "Anubis Wild Megaways"
}