{
    "studio": "NetEnt",
    "text": "\nArabian Nights\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco:15\nPuntata massima: 50 €\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nValore minimo gettone: 0,01 €\nValore massimo gettone: 0,5 €\nJackpot: 3.000.000 €\nReturn to Player (RTP): 95,2%\nCaratteristiche principali\nTutte le principali software house cercano per le loro slot dei temi coinvolgenti e avventurosi: sono molti i titoli che si rifanno a favole e leggende e anche Arabian Nights, di casa NetEnt ne è un esempio in piena regola.\nIl tema è quello delle notti d’Oriente, ispirato in particolar modo alle vicissitudini di Aladino alle prese con la lampada magica e il genio in essa contenuto.\nLa grafica di questa slot, a differenza di come ci ha abituati NetEnt, non è molto elaborata: la schermata è la solita con in basso i tasti per il settaggio della partita e i rulli sono contenuti in una semplice cornice dorata su uno sfondo statico.\nI simboli tematici sembrano provenire direttamente da “Le Mille e una notte” e pur non essendo particolarmente realistici offrono nel complesso un effetto molto piacevole.\nLa cosa che attrae di più in Arabian Nights è però senza dubbio il jackpot stellare in palio: 3.000.000 € fanno decisamente perdonare la grafica minimalista!\nSimboli, Wild e Scatter\nDisegnati su sfondi semplici monocromatici, i simboli che si alternano sui rulli di Arabian Nights si rifanno alla tradizione delle favole arabe: vediamo quindi il sorridente Aladino col gilet rosso e il turbante in testa, la lampada magica di colore dorato, un immancabile cammello, il cappello tipico arabo, le scarpe verdi con la punta arricciata e una tenda da deserto.\nTroviamo anche in questa slot i numeri e le lettere che corrispondono alle carte da poker dal 9 all’Asso, nella migliore tradizione delle slot machine terrestri.\nIl simbolo Wild è Aladino con i suoi baffi all’insù e un diamante in mano: può sostituire tutti gli altri simboli (tranne lo Scatter) per ottenere un allineamento vincente, con un premio moltiplicato per tre volte la puntata. Inoltre, se compare in una linea di pagamento per almeno due volte, paga di per sé. La combinazione più ambita in assoluto è quella costituita da 5 simboli Wild: in questo modo si otterrà il Jackpot da capogiro di 3.000.000 €!\nLo Scatter è rappresentato dalla lampada magica, che se compare almeno tre volte in una qualsiasi posizione sui rulli offre 15 free spins in cui tutte le combinazioni vincenti avranno un moltiplicatore di 3x; alle stesse condizioni si ottengono ulteriori moltiplicatori e giri gratuiti anche durante le partite gratis.\nAnche lo Scatter ha più di una funzione: se compare due volte su una payline paga due volte la puntata, con tre volte si ha un moltiplicatore di 5x e con quattro di 20x; infine, se la lampada occupa tutti i cinque rulli si ottiene un pagamento pari a 500 volte la puntata!\nSlot simili ad Arabian Nights\nIl tema delle favole arabe è stato ampiamente sviluppato nelle slot machine: ricordiamo tra i vari titoli Arabian Oasis, Aladdin’s Treasure e Arabian Rose; segnaliamo inoltre Abra Kebab Ra che invece è incentrata sulla cucina araba.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Arabian Nights",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/arabian-nights_thumb-286x217.jpg",
            "filename": "arabian-nights_thumb-286x217.jpg"
        }
    ],
    "name": "Arabian Nights"
}