{
    "studio": "Red Tiger",
    "text": "\nArcade Bomb\nLe Fruit Machine sono le prime slot ad aver fatto la comparsa nelle sale da gioco terrestri e, sebbene nel corso dei decenni siano state abbondantemente superate da giochi ipertecnologici, non hanno mai smesso di esercitare il loro fascino tra gli appassionati.\nAbbiamo assistito negli ultimi tempi a una tendenza alla rivisitazione delle Fruit Machine, che rimangono come fonte di inspirazione ma inserite in contesti moderni e con grafiche sempre più innovative.\nArcade Bomb, prodotto del catalogo della software house Red Tiger Gaming, si inserisce a pieno titolo in questo filone: il tema è quello di una tradizionale Fruit Machine, ma lo sfondo dei rulli è rappresentato da un’immagine dello spazio e alcune bombe si alterano ai frutti e ai numeri 7.\nGli effetti speciali dati dalle bombe che esplodono con tanto di conto alla rovescia, rendono la slot molto vivace dal punto di vista grafico e regalano un’esperienza di gioco divertente.\nSe dunque amate le vecchie slot machine terrestri e siete affezionati alle Fruit Machine, ma vi hanno stancato i soliti frutti che girano, allora Arcade Bomb potrebbe essere proprio il gioco che fa al caso vostro!\nCaratteristiche principali della slot\nDiciamolo subito, Arcade Bomb non è una slot machine con un gameplay ricco, ha una sola funzione speciale e non vi è la possibilità di ottenere dei giri gratuiti, per cui se in un gioco di slot cercate la complessità, questa Fruit Machine rivisitata di casa Red Tiger Gaming potrebbe non soddisfarvi del tutto.\nArcade Bomb è un gioco molto intuitivo, con poche regole da seguire e molto semplice, per questo potrebbe essere l’ideale per coloro che giocano alle slot per la prima volta. La struttura è classica, con 5 rulli e venti linee di pagamento, mentre la vincita massima corrisponde a 1000 gettoni.\nSi tratta di una slot “esplosiva”, in tutti i sensi, in quanto le bombe presenti sullo schermo attivano l’unica funzionalità speciale, che con una reazione a catena offrirà la possibilità di portare a casa il jackpot.\nSono presenti bombe di quattro colori, blu, verde, rosa e gialle: ogni volta che una di esse compare sui rulli parte il conto alla rovescia e ogni giro avvicina all’esplosione. Quando la bomba esplode i simboli adiacenti ad essa diventeranno identici, trasformandosi potenzialmente in una bella vincita.\nPer quanto riguarda i simboli, questi sono rappresentati oltre che dalle bombe, dalle icone comuni delle Fruit Machine, ossia i frutti, il numero 7 di colore rosso, la campanella d’oro e il simbolo BAR.\nFunzionalità speciale: come funziona?\nLe quattro bombe di colore diverso, come già detto, rappresentano l’unica funzionalità speciale della slot, che non ha né simboli Wild né Scatter.\nQuando le bombe compaiono sui rulli si innesca un conto alla rovescia che innesca un’esplosione diversa a seconda del colore della bomba:\n\nLa bomba gialla esplode verticalmente\nLa bomba blu esplode orizzontalmente\nLa bomba verde esplode “a croce”, sia in senso verticale che orizzontale\nLa bomba rosa esplode sempre a croce ma in diagonale.\n\nGli spazi sui rulli interessati dall’esplosione si riempiono tutti con lo stesso simbolo che può determinare o meno una vincita. Se le bombe sono più di una, le possibilità di ottenere un premio aumentano!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Arcade Bomb",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/arcade-bomb-slot-286x217.jpg",
            "filename": "arcade-bomb-slot-286x217.jpg"
        }
    ],
    "name": "Arcade Bomb"
}