{
    "studio": "Crazy Tooth Studios",
    "text": "\nArctic Valor\nSigrún, Hildr, Sváva, sono i nomi di tre famose valchirie, esseri mitologici dalle fattezze femminili che avevano il compito di aggirarsi nei campi di battaglia e scegliere tra i guerrieri deceduti quali portare nell’aldilà al cospetto di Odino, il quale sceglierà quali diventeranno degli spiriti guida per i futuri combattenti. Arctic Valor, slot machine della casa produttrice Crazy Tooth Studios (Microgaming), ci fa rivivere questo mito norreno grazie a una grafica molto ben fatta, ricca di animazioni e con un sottofondo musicale epico che regala spessore a tutto il gioco. I rulli si trovano all’interno di una grotta ghiacciata e dalla parte superiore pendono diverse stalattiti di ghiaccio che avranno un ruolo importante durante lo svolgimento del gioco. Sul lato destro della cornice si trovano le impostazioni che permettono di aumentare o diminuire il valore della puntata, le doppie frecce per accelerare la velocità di rotazione dei rulli, il tasto per l’Autoplay e naturalmente quello manuale.\nCaratteristiche principali della slot machine\nLa griglia con 6 rulli e 4 righe è leggermente più grande rispetto a quelle di tantissime altre slot, ma questo aspetto non fa altro che aumentare le possibilità di vincita. Arctic Valor ha 10 linee di pagamento fisse e le combinazioni risultano vincenti da sinistra verso destra ma anche da destra verso sinistra. Il valore della scommessa può variare da minimo di 0,15 € sino a un massimo di 15 €, inoltre l’RTP è abbastanza generoso, essendo pari al 96,7%, di oltre mezzo punto al di sopra della maggior parte dei giochi di slot. I modi per vincere sono ben 4.096, grazie anche alle funzioni bonus che incrementano le possibilità di ottenere delle combinazioni vincenti. Per quel che riguarda l’Autoplay, si possono impostare sino a un massimo di 100 giri automatici.\nSimboli e funzionalità di Arctic Valor\nI simboli che si alternano sui rulli di Arctic Valor sono tutti tematici e sono divisi in gruppi di tre o quattro elementi ciascuno. I tre fiocchi di neve con colori diversi sono i simboli che pagano meno, a seguire troviamo le armi (scudo, elmo, frecce, spade) e le 4 valchirie che in assoluto rappresentano i simboli più generosi. Quando il volto di una valchiria appare più volte sullo stesso rullo esso si espande con un’animazione. Di tanto in tanto e in modo casuale si attiva la funzione Ghiaccioli: dalla cornice si staccano 1, 2, o 3 stalattiti di ghiaccio e si vanno a piantare alla base dei rulli e il nostro compito sarà quello di distruggerle a una a una e scoprire i premi corrispondenti, che possono essere ad esempio dei moltiplicatori o dei simboli extra Wild. La scritta Wild è il nostro Jolly, sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato da uno scudo con al centro una gemma preziosa. Con 3 simboli Scatter si avvia il Bonus Arctic Valor, con 7 giri gratuiti durante i quali cadranno dei ghiaccioli. Se atterra una pila intera con all’intento una delle Valchirie, essa rimarrà per tutto il tempo della giocata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Arctic Valor",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/arctic-valor-gratis-286x217.jpg",
            "filename": "arctic-valor-gratis-286x217.jpg"
        }
    ],
    "name": "Arctic Valor"
}