{
    "studio": "NetEnt",
    "text": "\nAsgardian Stones\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco:20\nPuntata minima: 0,20 €\nPuntata massima: 200 €\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nValore minimo gettone: 0,01 €\nValore massimo gettone: 1 €\nVincita massima: 500 gettoni\nReturn to Player (RTP): 96,3%\nCaratteristiche principali\nAsgardian Stones è una slot firmata NetEnt a 5 rulli e 20 linee di pagamento, ottimizzata per essere giocata anche da dispositivi mobili e con puntate che partono da 20 centesimi a giro\nCon un tema basato sulla mitologia norrena e una grafica eccezionale, questo gioco prevede la funzionalità “Avalanche”, che permette di vincere più volte in un singolo giro.\nL’attrazione principale di Asgardian Stone è la funzione Bonus Wheel, una sorta di ruota della fortuna, in cui puoi vincere premi in denaro e fino a 15 giri gratuiti!\nDurante i free spins inoltre, puoi beneficiare dei simboli a cascata, che restano “bloccati” sui rulli in caso di combinazione non vincente, per tentare la fortuna con gli stessi al giro successivo.\nNel complesso si tratta di una slot molto ben congegnata in cui una grafica e degli effetti sonori davvero ben fatti fanno da cornice a un sistema di gioco altrettanto coinvolgente, con vincite che possono arrivare fino a 2000 volte la puntata.\nSimboli normali e speciali\nNonostante lo sfondo di Asgardian Stones sia molto bello e realistico, i simboli sono un po’meno ricercati, per così dire. Quelli tematici infatti sono rappresentati da dei volti di pietra, che differiscono l’uno dall’altro solo per il colore: quelli che pagano di più sono i volti di pietra di colore verde e arancione.\nOltre ai simboli tematici, sono presenti anche i numeri e le lettere delle carte da poker dal 9 all’Asso, qui riprodotti come se fossero scolpiti nella pietra. Le carte da poker nelle dinamiche di gioco sono i simboli che pagano di meno in assoluto.\nIl simbolo Wild è semplicemente una W, con funzione di jolly, mentre lo Scatter in Asgardian Stones è sostituito da una ruota della fortuna, che offre free spins e moltiplicatori, anche se non fa esattamente le veci di uno scatter tradizionale.\nSpecial Features in Asgardian Stones\nNumerose sono le funzioni speciali di questa slot machine:\n\nI simboli a cascata: in caso di combinazione vincente, questi simboli si sostituiscono a quelli che l’hanno composta, andando potenzialmente a formare nuovi allineamenti che pagano, con una sorta di sistema di “vincita nella vincita”. Questa funzionalità è detta “Avalanche”.\nSimboli Colossali: anche questi cadono dall’alto e possono “colpire” i simboli presenti sui rulli. In base a quanti simboli rompono, si ottengono dei moltiplicatori fino a 4x.\nRuota della Fortuna: la Bonus Wheel rappresenta in questo gioco la vera e propria attrazione! Si tratta di una sorta di simbolo gigante, che può coprire del tutto o in parte i cinque rulli. Offre dei ricchissimi moltiplicatori che vanno da un minimo di 80x, fino a un massimo di 400x, oltre a dare la possibilità di guadagnare fino a 15 giri gratuiti.\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Asgardian Stones",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/asgardian-stones_free-1-286x217.jpg",
            "filename": "asgardian-stones_free-1-286x217.jpg"
        }
    ],
    "name": "Asgardian Stones"
}