{
    "studio": "Lightning Box Games",
    "text": "\nAstro Cat\nQuando si combinano anime giapponesi, gioco di slot a tema asiatico e una dose a volontà di Hello Kitty, oltre a correre il rischio di essere coinvolti, quello che si ottiene è rappresentato dai 1296 modi per vincere il nuovo gioco di slot Astro Cat. Oh sì, ci mancava un po’ lo spazio, questo gatto ha un sacco di cose da fare! A prima vista non eravamo sicuri se un designer fosse diventato un mascalzone o se questa fosse una seria produzione di slot di Lightning box, a quanto pare il tema eclettico è solo una parte del fascino del gioco.\nDisponibile sia su dispositivi mobili che desktop, sia per il gioco gratuito che come vera e propria slot a pagamento, questo gioco spera chiaramente di stupire con il suo tema, il gameplay e la struttura innovativa. Come per la popolare slot machine Druidess Gold di Lightning Box, Astro Cat utilizza il sistema reelfecta, dove due bobine 2×3 si trovano accanto a una bobina a griglia a 16 posizioni al centro. Sembra un po’ confuso, ma per lo più gioca come una slot con bobina 5×3, dato il formato di vincita.\nAstro Cat ti permetterà di fare un viaggio in Cina, con una bobina 8 e 1.296 modi per vincere slot da Lightning Box Games. Viene fornita una funzione bonus che premia fino a una dozzina di giri gratis completi di blocchi e premi pagati fino a 16 volte grazie al motore di gioco Reelfecta. Gioca da 50 centesimi a 1.250€ a giro.\nUna grafica spaziale\nSemplicemente non riesco a spiegare il tema di questo gioco, ci sono troppe cose in ballo. L’Astro Cat del titolo dei giochi forma il gioco wild ed è chiaramente in qualche folle avventura cosmica. Per qualche ragione questo gioco ha richiesto un tema in qualche forma di antico scenario asiatico, quindi si ottengono bobine incorniciate in stile cinese tradizionale, con un gatto anime giapponese, e alcuni fuochi d’artificio come bonus trigger.\nCi sono anche altre immagini asiatiche nel resto dei rulli, con bonsai, carpe koi, fan cinesi e rane fortunate che fanno parte del montaggio delle icone a pagamento. Il resto dei simboli dei pagamenti è completato dai simboli delle carte da gioco reali e per una volta non ci dispiace; se tutti i simboli di questo set di rulli giganti fossero fatti su misura, penso che ci si avventurerebbe troppo.\nL’audio è buono: non ispira, ma è difficile produrre una sola traccia musicale per accogliere tutti i diversi stili; gli effetti sonori sono comunque superbi e le animazioni e la resa sono eccellenti. Non c’è alcun dubbio sulle credenziali visive di questo gioco, o sulla cura con cui è stato gestito il lavoro di produzione, questo è ben lontano dal vecchio gioco di slot Fortune 8 Cat.\nLe immagini hanno una forte impronta asiatica – alle carte da gioco di minor valore si aggiungono i fan, un bonsai, un pesce rosso, una rana verde e un drago. Il gatto in stile anime è il wild del gioco – appare solo sui rulli 3 e 4 e sostituisce tutti gli altri simboli oltre al bonus.\nFunzioni e simboli della Slot Machine\nCon un formato di 1296 modi per vincere, la puntata minima è di 0,50 monete a un valore di 0,01, questo può essere aumentato in modo esponenziale e si può scegliere anche un moltiplicatore di scommesse fino a 5 volte. Non ci sono linee di pagamento da selezionare, quindi si tratta semplicemente di colpire manualmente o,se pigro come me, auto-spintare una volta selezionata la scommessa desiderata. L’azione di gioco di base è un po’ silenziosa, come molti nuovi titoli di giochi di slot online, Astro Cat si affida ad un sistema di bonus che costruisce in intensità per offrire grandi premi di combinazione. La RTP è generosa, il rapporto di successo, d’altra parte, non tanto.\nIl simbolo jolly Astro Cat sostituisce tutti i simboli di questo gioco, compreso, cosa molto importante, il simbolo dello scatter del gioco che fa scattare fino a 13 giri gratis. Questo potrebbe non sembrare il numero più fortunato, tuttavia i simboli wild sulla bobina centrale reelfecta sono persistenti o appiccicosi, ogni volta che ne appare uno rimane al suo posto per tutta la durata dei giri, aggiungendo anche un giro extra come re-trigger. Se si sente l’intera casella centrale con i wilds durante i giri liberi si può innescare un singolo mega giro. Il simbolo che non volete vedere è il vetro avvelenato, segnato dall’onnipresente teschio e dalle ossa incrociate, questo metterà immediatamente fine ai giri liberi.\nIl simbolo dei fuochi d’artificio è il bonus, che appare solo sui rulli esterni della Reelfecta. L’atterraggio di 5 o più di questi sullo stesso giro farà scattare la funzione Free Spins, dove si potranno vedere fino a 12 giri liberi.\nUna volta che i giri liberi iniziano, tenete d’occhio il Reelfecta – partendo dalla posizione esterna in alto a sinistra, apparirà un +1 Gatto Selvatico o un simbolo di veleno. Se atterrate il +1 Gatto Selvaggio, riceverete un ulteriore giro libero e il wild sarà congelato al suo posto. Qui possono essere assegnati fino a 12 giri extra gratuiti.\nRiempite 12 posizioni esterne con Wild Cats e riempirete anche le posizioni interne – questo crea 1 gigantesco wild a 16 simboli. Riceverete quindi 1 Mega Spin con tutti i wild extra al loro posto. Se il veleno appare, riceverete un payout equivalente a 2 volte la scommessa e la funzione termina. È garantito che non riceverai un veleno nei primi 3 giri gratuiti.\nIl motore di gioco poco ortodosso e l’insolita funzione Reelfecta rendono l’Astro Cat più complesso di quanto non sia in realtà.\nAltre Slot Machine simili\nVi consiglio di dare un’occhiata a Playtech che offre molte slot a tema cinese come Sun Wukong e Jade Emperor.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Astro Cat",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/astro-cat-gratis-286x217.jpg",
            "filename": "astro-cat-gratis-286x217.jpg"
        }
    ],
    "name": "Astro Cat"
}