{
    "studio": "Lightning Box Games",
    "text": "\nAstro Pug\n Nell’ultimo periodo le slot machines a tema Cina sono spopolate, insieme alla tendenziale crescita dell’interesse per il paese in occidente. Il fascino delle sue strutture, dei suoi colori tipici e della sua cultura è immenso e sono molte le slot machines che provano a catturarlo, soprattutto concentrandosi su un’estetica che ricordi il celebre capodanno cinese. Lightning Box Games con il suo Astro Pug propone l’inaspettata combinazione tra Cina tradizionale e carlini.\nTradizione e carlini si incontrano in Astro Pug\nPartiamo analizzando l’aspetto grafico di Astro Pug. Lightning Box Games, come già accennato, propone una strana fusione tra tradizione cinese e carlini, razza che ha praticamente raggiunto un successo immenso grazie ad Internet. Il primo elemento, ovvero la tradizione, ci appare subito agli occhi grazie a due elementi: lo sfondo e la griglia. Sullo sfondo di Astro Pug troviamo un laghetto cinese con strutture tipiche dell’architettura cinese, le cui tettoie rosse sono presenti anche nella parte superiore della griglia. Quest’ultima è composta 4 rulli principali più due mini-rulli esterni. Come simboli normali troviamo quelli delle carte da gioco, mentre i simboli speciali continuano a rappresentare la tradizione cinese, e infatti sono composti da una scimmietta di giada, una carpa koi viola, un bambino, una sacca d’oro e un leoncino dorato, che potrebbe ricordare anche una tigre o l’effige di un carlino in tradizionale stile cinese. Il simbolo Wild è proprio l’anticipatissimo carlino, con indosso un abito tradizionale di colore blu, mentre il simbolo per il Bonus (di cui parleremo tra poco) sono due lanterne davanti ad una luna piena. Per quanto riguarda la musica della slot machine, Astro Plug ha delle sonorità che ricordano la tradizione cinese, che vengono però sostituite o coperte dagli allegri suoni di vittoria o dai normali effetti sonori.\nSpin gratuite su Astro Pug\nIl gameplay di Astro Pug è classico, ma con alcuni accorgimenti particolari. Con un RTP del 95.73%, quindi nella media, le grosse vincite della slot machine possono essere trovate più nelle spin gratuite e grazie ai moltiplicatori, ovvero le due caratteristiche peculiari del gameplay. Quando si ottengono 5 simboli Scatter nelle caselle più esterne dei rulli avrà inizio una serie illimitata di giri gratuiti, e nei rulli più esterni, a cominciare da sinistra, appariranno o un carlino o una bomba, il primo permetterà di continuare le spin gratuite, mentre la bomba metterà fine al tutto. Un’altra particolarità è che tutti i carlini rimarranno Wild durante tutto il bonus e se si ha fortuna si potrebbe sbloccare una Mega Spin in cui tutte le caselle della griglia Reelfecta diventeranno Wild. È presente anche un moltiplicatore della vincita, il cui simbolo è un ossicino dorato, il cui valore è segnato da un indicatore sotto il secondo rullo.\nAltre slot machines simili ad Astro Pug\nCome già accennato a inizio recensione, le slot machines a tema Cina sono innumerevoli, come Feng Fu, 88 Fortune Megaways e, se volete spostarvi sulle estetiche dei villaggi tradizionali cinesi, 100 Fortunes. Se invece siete amanti dei gatti, potrebbe Astro Cat, sempre della Lightning Box Games.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Astro Pug",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/astro-pug_featured-286x217.jpg",
            "filename": "astro-pug_featured-286x217.jpg"
        }
    ],
    "name": "Astro Pug"
}