{
    "studio": "Playtech",
    "text": "\nAtlantis Queen\nTrattieni il respiro e preparati a immergerti tra le bellezze (e ricchezze) del mondo marino. Atlantis Queen è una slot machine che è stata progettata e sviluppata da un colosso del settore gambling come Playtech. Il suo punto forte è sicuramente la funzione Pearl Bonus che permette al giocatore di scegliere tra 9 perle che sono legate a un premio in denaro. Ma non è tutto: si presenta nel gioco anche la funzione bonus del tempio di Atlantide che offrirà 14 giri gratuiti e la possibilità di avere un moltiplicatore 3x. A livello strutturale si parte da una griglia di gioco con 5 rulli e 25 linee di pagamento. Ti senti pronto a sfidare la fortuna e scoprire che cos’ha da offrire l’isola di Atlantide? E allora tuffati sott’acqua e cerca di trovare i ricchi tesori che sono sepolti insieme a quest’immaginaria bellezza naturale, incontrando scrigni, serene e l’immancabile Poseidone.\nGrafica e simboli di gioco\nL’acqua è uno dei più affascinanti luoghi da esplorare e lo sarà soprattutto se deciderai di provare questa slot machine online. Atlantis Queen è un mix equilibrato di simboli Scatter, Jolly, moltiplicatori, bonus game e giri gratuiti. Per riuscire a mettere mano sui tesori che sono nascosti nel gameplay ti basterà iniziare a scommettere da una cifra minima di 0,25 centesimi.\nA livello grafico apprezziamo la bellissima rappresentazione di questo mondo subacqueo, che ha sempre grande fascino. Per approfondire questa tematica sono stati scelti simboli semplici ma ricchi di dettagli: pensiamo, per esempio, a Poseidone che è in assoluto il più remunerativo. Se riuscirai a posizionare 5 simboli uguali nella linea di pagamento potrai vincere 5.000 volte la tua puntata. Subito dopo questa icona troviamo il simbolo dello scrigno del tesoro, la cui vittoria è fissata a un valore di 1.000 volte la tua scommessa se ne troverai 5. Ma quali sono i suoi simboli speciali? La sirena, considerata in tutto e per tutto la regina di Atlantide è il simbolo jolly. Potrà presentarsi durante il gameplay e posizionarsi solo nei rulli centrali, ovvero il 2, 3 e 4. Come avviene in tutte le slot, anche in questo caso è capace di sostituire tutti i simboli tranne i simboli Scatter del tempio.\nNon abbiamo però ancora chiamato in causa le perle di Atlantis Queen: quando si attiva la funzione Pearl Bonus il giocatore è proiettato su una schermata con 9 perle che possono attribuire dei premi in denaro, diversificati per oro, argento o bronzo. In base alla perla che scegli, potrai conquistare così il saldo che è attribuito a ognuna di loro. Se invece trovi 3 o più simboli del Tempio si attiverà un’altra funzione Bonus dove dovrai cliccare sui mattoni per stabilire quanti giri gratuiti ottieni e il valore del moltiplicatore attribuito.\nConsiderazioni finali sulla slot Atlantis Queen\nAtlantis Queen è sicuramente una slot che può ammaliare molti giocatori, sia esperti che alle prime armi con il mondo del gambling. Offre in modo costante delle piccole vincite legate al gioco base, ma diventano più prestigiose quando si riesce a sfruttare, in particolare, la funzione di giri gratuiti, grazie anche agli Scatter in espansione.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Atlantis Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/atlantis-queen_logo-286x217.jpg",
            "filename": "atlantis-queen_logo-286x217.jpg"
        }
    ],
    "name": "Atlantis Queen"
}