{
    "studio": "Yggdrasil",
    "text": "\nAtlantean GigaRise\nLa leggenda narra che Atlantide fosse una famosa isola situata oltre le colonne d’Ercole, limite con cui gli antichi greci indicavano il mondo conosciuto. Il dio Poseidone, irato per il tentativo da parte del popolo di Atlantide di conquistare Atene, fece sprofondare l’isola nell’arco di ventiquattro ore. Numerosi studiosi hanno cercato invano di trovare il punto esatto in cui si trovino i resti, ma per ora non ci sono riusciti.\nLa slot della YGGDRASIL ci porta nel cuore di questa leggendaria città attraverso una grafica di alto livello. Sullo sfondo marino si intravedono le montagne e i colonnati così come descritti da Platone, il primo a parlare di Atlantide nei suoi libri. Bollicine di ossigeno, il passaggio di pesci e il movimento delle alghe animano lo scenario e una musica suggestiva ci accompagna durante l’intera sessione di gioco. L’alta definizione sommata alla cura dei dettagli rendono chiaro come la YGGDRASIL abbia deciso di creare una slot che avesse un gameplay avvincente ma che fosse anche bella dal punto di vista visivo.\nLa consolle è molto minimale, si trova nella parte bassa della griglia e ha tutte le informazioni della giocata, i modi per vincere e i tasti per dare avvio al gioco.\nCaratteristiche della slot\nLa griglia di gioco ha 5 rulli e fino a un massimo di 9 righe. Inizialmente la dimensione dei rulli questa: 4, 5, 6, 3 e 7. Ogni volta che compare un simbolo tridente su un rullo, allora questi aumenta di uno slot. Ci sono fino a 294.912 modi per vincere. La puntata minima è di 0,20 €, la massima 40 € e si possono attivare sino a 1.000 giri automatici o anche all’infinito.\nLa volatilità di Atlantean GigaRise è alta, mentre il valore RTP è del 96%.\nSimboli e funzionalità\nSi vince associando almeno 3 simboli identici a partire dal rullo di sinistra procedendo verso destra.\nI simboli regolari sono 10. Le carte da gioco dal dieci all’asso sono quelli che valgono meno, a cui seguono l’anfora, la lira, lo scudo col pugnale e il gioiello dorato.\nCi sono due simboli speciali: la colonna con la scritta Wild sostituisce tutti i simboli eccetto gli speciali, l’ostrica è il nostro Scatter e ci fa ottenere un numero di Free Spins proporzionato al numero di simboli. Se ne dovessero comparire 5, i giri gratuiti sarebbero 80! I giri gratuiti cominciano sempre con una griglia 5×3, ma le dimensioni possono aumentare grazie al simbolo tridente.\nCome abbiamo detto poco sopra, ogni volta che compare questo simbolo, il rullo sale di una posizione. Ma che succede quando si copre tutto il rullo e atterra un ulteriore tridente? Semplice, si dà avvio al gioco Bonus: l’anfora posta sopra il rullo si rompe e in base al tipo e al colore della chiave, verrà aperta una porta. Le chiavi a disposizione sono oro, argento, bronzo e Leggendario. La schermata a questo punto cambia e avremo una sola linea di pagamento. I simboli che atterrano all’interno di questa linea verranno incassati. Ecco cosa si può vincere:\n\nMoltiplicatori compresi tra 1x e 200x la puntata, in base al tipo di chiave trovata.\nJackpot, ce ne sono 5 a disposizione e sono tutti progressivi, visto che ogni puntata contribuisce con il 3,8%. Inoltre, non c’è un tetto massimo, quindi in teoria si potrebbero avere jackpot altissimi.\nFree Spin compresi tra 20 e 80 nel gioco base, a cui possono essere aggiunti altri giri gratuiti in un numero compreso tra 3 e 20 durante il gioco Bonus.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Atlantean GigaRise",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/atlantean-gigarise-logo-286x217.png",
            "filename": "atlantean-gigarise-logo-286x217.png"
        }
    ],
    "name": "Atlantean GigaRise"
}