{
    "studio": "Novomatic",
    "text": "\nAttila\nPer alcuni fu un predatore sanguinario, per altri un eroe impavido e leale, fatto sta che Attila fu soprannominato “flagello di Dio” per la furia con cui conduceva le sue battaglie. Sovrano degli Unni, riuscì a sconfiggere e assoggettare i popoli di mezza Europa, dalla Grecia alla  Germania.\nLa grafica di questa slot è priva di fronzoli, non ha particolari animazioni e anche i simboli si limitano a ritrarre il grande condottiero Unno e il suo esercito di arcieri, cavalieri e soldati semplici. Nella parte bassa della schermata di gioco ci sono i riquadri con il valore della scommesse, il numero di giri che si è scelto di fare e le linee di pagamento. Accanto ad esso troviamo il tasto Auto per la rotazione automatica dei rulli e quello Start per ci permette di giocare autonomamente. Cliccando sul simbolo del punto interrogativo si accede alla schermata dei pagamenti.\nCaratteristiche principali della slot\nAttila ha un gameplay classico costituito da cinque rulli e tre righe, con puntata minima di 1 gettone e quella massima pari a 100 gettoni. Le linee di pagamento sono 10 e i bonus sono i classici Scatter e Wild, più la funzione Risk ad alto contenuto adrenalinico. Nonostante sia una slot senza particolari Bonus, Attila dà la possibilità di vincere cifre sostenute, anche perché arriva a pagare sino a 10.000 volte la puntata.\nLa consigliamo ai giocatori che pur non essendo molto pratici, ambiscono ad ottenere delle vincite di un certo livello!\nSimboli e funzionalità di Attila\nIn Attila sono presenti simboli tematici e non tematici di diverso valore. I simboli che si riferiscono alle carte dal gioco dal 9 al Q sono quelle che pagano meno, al massimo 125 volte la puntata nel caso in cui compaiano su tutti i cinque rulli. Asso e re invece vanno da un minimo di 20 volte con 3 simboli fino a un massimo di 150 se escono su tutti e 5 i rulli. Frecce e asce pagano 250 volte, gli arcieri 500 e i guerrieri a cavallo e a piedi sino a 1.000. Il simbolo che paga di più è naturalmente Attila: se compare due volte, paga 20 volte la giocata, ma nel caso in cui appaia per 5 volte, allora bisogna moltiplicare per 10.000! Attila ha anche valore di Wild e può sostituire tutti gli altri simboli tranne lo Scatter. Lo Scatter è rappresentato dal simbolo dell’esercito Unno con sullo sfondo le fiamme dei villaggi conquistati. Tre simboli Scatter danno diritto a 16 Free Spins, con la possibilità di moltiplicare le vincite X 3. A seguito di ogni vincita è inoltre possibile attivare la funzione Risk. In questo caso, sul gameplay apparirà una carta girata, noi dovremmo decidere se è rossa o nera. Se la risposta è corretta, raddoppieremo la vincita e potremmo continuare a rischiare, in caso contrario la funzione risk si interromperà, la vincita verrà azzerata e torneremo a giocare sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Attila",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/attila_new-286x217.jpg",
            "filename": "attila_new-286x217.jpg"
        }
    ],
    "name": "Attila"
}