{
    "studio": "BGAMING",
    "text": "\nAztec Magic Deluxe\nIl provider BGaming ha deciso di onorare le divinità azteche con una bella slot dal titolo Aztec Magic Deluxe, ambientata nella foresta del Messico in cui sorgeva l’antica civiltà. I simboli, quindi, sono un continuo richiamo alla Terra e al Sole, elementi cardine di questa cultura.\nCome da tradizione BGaming, la grafica salta subito agli occhi per la definizione con cui sono rappresentati i simboli e per la cura dei particolari. a griglia si trova incastonata all’interno di un monile con due torce accese sui pilastri. Nella parte bassa troviamo i tasti principali, tra cui quello per variare le linee di pagamento e la puntata.\nLa musica è un mix tra i suoni della natura, tra cui lo scrosciare dell’acqua e il verso degli animali che popolano la foresta, e il battito dei tamburi.\nCaratteristiche della slot\nLa griglia di gioco ha 5 rulli e 3 righe, con linee di pagamento variabili da una a quindici. Questa operazione non andrà a influire sul costo per ogni Spin, che varierà sempre tra 0,01 € a 1 €, piuttosto sulle probabilità di vittoria, inferiori con minori linee attive.\nCon la funzione Autoplay si possono attivare da 10 a 1.000 giri automatici e attraverso dei parametri scelti in anticipo, si può decidere quando farli interrompere.\nPer combinazioni vincenti si intendono tutte quelle che avvengono su una linea di pagamento attiva con simboli adiacenti a partire dal rullo di sinistra e procedendo verso destra. Nel caso di più combinazioni vincenti su una stessa linea, allora verrà pagata soltanto la più alta, mentre nel caso di combo su linee diverse, allora le vincite verranno sommate.\nLa volatilità è media, mentre il valore dell’RTP è molto buono, pari al 96,96%.\nSimboli e funzionalità\nI simboli base sono sette, quattro non tematici e tre tematici. I primi sono le carte buone per una scala reale, quindi si va dal dieci all’asso. I tre medaglioni invece sono paganti. Il primo quello d’argento può pagare sino a 100 volte la puntata, quello di bronzo sino a 300 e quello dorato sino a 500.\nIl guerriero azteco è il simbolo Wild. Oltre a sostituire tutti i simboli tranne lo Scatter, è pagante, anzi, paga più di tutti. Ogni volta che compare, triplica la vincita, ma se compare con 5 simboli si arriva a ricevere sino a 5.000 volte la puntata! La sacerdotessa è invece il simbolo Scatter, e può comparire in ogni parte della griglia. Tre, quattro o cinque Scatter regalano sino a 10 giri gratuiti.\nIn Aztec Magic Deluxe c’è anche la funzione Gamble per provare a raddoppiare la vincita. In questo caso ogni volta che si deve incassare una somma, si può decidere se rischiarla in un gioco di carte. In questo caso al centro dello schermo comparirà una carta coperta e ai lati due tasti, Red e Black. Il nostro obiettivo è scoprire qual è il colore della carta coperta.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Aztec Magic Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/aztec-magic-deluxe_thumb-286x217.png",
            "filename": "aztec-magic-deluxe_thumb-286x217.png"
        }
    ],
    "name": "Aztec Magic Deluxe"
}