{
    "studio": "Iron Dog Studio",
    "text": "\nAztec Wilds\nDiciamocelo subito, il tema delle civiltà antiche è tra quelli che ha fatto le fortune delle slot machine, per non parlare poi di quello degli Aztechi, civiltà sudamericana avvolta da un alone di mistero anche per via dei sacrifici umani rivolti alle divinità. C’è un altro motivo per cui gli Aztechi sono entrati di diritto nell’immaginario collettivo e questo in virtù della loro ricchezza e dei tesori nascosti che i più grandi esploratori hanno cercato invano nel corso dei secoli.\nA differenza di tante altre slot dedicate all’argomento, Aztec Wilds della Iron Dog Studio ha dalla sua una grafica molto curata, come ci ha ormai abituato questa software house nei suoi lavori precedenti, ma anche un sistema di gioco per nulla banale che si discosta dallo schema classico che ritroviamo nella maggior parte delle slot machine.\nLa griglia di gioco è incorniciata nella pietra e i simboli dai colori sgargianti sono scolpiti su dei massi quadrati. Ai lati si trovano due sculture dalla forma circolare rappresentanti simboli magici che si riveleranno importanti nello svolgimento del gioco. Nella parte sottostante troviamo le impostazioni per aumentare o diminuire la puntata, il tasto per impostare i giri automatici e quello per la rotazione manuale dei rulli. Il comparto musicale, oltre al suono della caduta dei massi, è caratterizzato da musiche tribali con flauti e tamburi.\nCaratteristiche principali\nLa griglia ha cinque rulli e quattro righe, con 1024 modalità di vincita, anche in virtù dei vari moltiplicatori che è possibile attivare durante i Free Spins. L’RTP è pari al 96,2% e ha una volatilità alta. Il range di puntate è compreso tra 0,50 € e 50 € ed è possibile attivare da un minimo di 5 giri automatici sino a un massimo di 999.\nSimboli e funzionalità di Aztec Wilds\nTra i simboli che pagano meno ci sono quelli che si riferiscono alle carte da gioco, dal 10 all’Asso, a seguire abbiamo le tre maschere, verde, rossa e blu. I medaglioni d’oro assicurano ottime vincite: con 5 simboli, si va da 150 volte la scommessa sino a 400 volte.\nA dare spessore a questa slot sono però i 3 diversi Wild:\n\nIl primo è un normale Wild con funzione di Jolly, può comparire sui rulli 2, 3, 4 e 5 e sostituisce tutti i simboli.\nIl secondo Wild è detto “adesivo” e può comparire solo sul rullo 3. Se i simboli sottostanti scompaiono scende di una riga, altrimenti ricopre la funzione normale di Wild.\nC’è poi un Wild a espansione che può comparire casualmente sui rulli 2, 3, 4, 5. Occupando tutto il rullo le possibilità di avere combinazioni vincenti cresce a dismisura.\n\nCome detto prima, abbiamo un sistema di simboli a cascata: ogni combinazione vincente fa sparire i simboli interessati, sostituiti da nuovi simboli che potrebbero risultare anch’essi vincenti. Ogni volta che si verifica questo fatto, la scultura accanto alla cornice viene attraversata dalla lava, evidenziandone una parte. Con quattro combinazioni consecutive si attivano i giri gratuiti. Durante i Free Spins, dopo quattro vincite si attiva un moltiplicatore progressivo che può arrivare sino a un massimo di 6X.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Aztec Wilds",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/aztec-wilds_featured-286x217.jpg",
            "filename": "aztec-wilds_featured-286x217.jpg"
        }
    ],
    "name": "Aztec Wilds"
}