{
    "studio": "Pragmatic Play",
    "text": "\nAztec Gems Deluxe\nGiungle selvagge, antichi templi e misteri. Quante volte abbiamo visto un incipit del genere in film, videogiochi o libri? Un tema utilizzatissimo perché ricercatissimo, del resto chi non vorrebbe sentirsi come Indiana Jones, esplorando luoghi millenari e avvolti dall’ignoto? Pragmatic Play prova a far sentire così i giocatori di slot machines, catapultandoli in una giungla selvaggia alla ricerca di antiche gemme azteche con Aztec Gems Deluxe.\nA caccia di antiche gemme con Aztec Gems Deluxe\nSemplice ma estremamente carismatico, perché a volte basta davvero poco per creare qualcosa di soddisfacente. Con questa premessa, la Pragmatic Play ci catapulta nella giungla di Aztec Gems Deluxe, caratterizzata da una semplice griglia da 3 rulli e 3 linee, che offre giocate tranquille e quasi rilassanti, specialmente se non si vuole seguire qualcosa di troppo caotico. La griglia, caratterizzata principalmente dall’oro che ne ospita i simboli e che la contorna, è posta su uno sfondo davvero affascinante: delle verdi cascate nel cuore della giungla. Insieme alla musica, il comparto grafico creato dalla Pragmatic Play riesce a farci immergere perfettamente in quest’atmosfera tranquilla e misteriosa, tra le fitte foglie della giungla. Come si può evincere dal titolo, i simboli protagonisti di questa slot machine sono delle preziose gemme: un topazio triangolare, uno zaffiro pentagonale, uno smeraldo esagonale, un ametista ottagonale ed infine un rubino a forma di triangolo rovesciato, il simbolo più prezioso. Come simbolo Wild troviamo una bellissima decorazione azteca raffigurante una sorta di divinità, e in cui sono incastonate molte delle gemme già citate, mentre il simbolo Scatter è assente, sostituito dal simbolo Denaro. Questo nuovo simbolo, che possiede comunque una funzione in parte molto simile allo scatter, è caratterizzato da delle incisioni azteche su una lastra blu.\nAztec Gems Deluxe e i simboli Denaro\nIl gameplay di Aztec Gems Deluxe è molto semplice, proprio come il suo stile grafico. Ma nuovamente, è importante ribadire che in questo caso la semplicità non è un difetto e anzi, potrebbe essere proprio il punto di forza di questa slot machine. Il nuovo simbolo Denaro a cui abbiamo accennato alla fine dello scorso paragrafo sostituisce lo scatter, ma porta con sé una nuova funzione: ogni volta che verrà ottenuto (può apparire su tutti i rulli) assumerò un valore in denaro casuale da un set predefinito che verrà aggiunto alla vincita del giocatore. Ottenendo 4 o più simboli denaro si attiverà la modalità Money Respin, che donerà 3 spin gratuite al giocatore in cui potranno apparire solo simboli denaro e che, alla fine di questa modalità (le cui spin gratuite possono aumentare trovando in continuazione simboli Denaro) riceverà l’ammontare totale di tutti i simboli ottenuti. A questo punto il gioco offre due alternative scelte casualmente, o un moltiplicatore applicato alla vincita o una ruota della fortuna che tra i premi offre ingenti moltiplicatori o vari jackpot. Il RTP è del 96.5%\nSlot simili ad Aztec Gems Deluxe\nSe volete immergervi di nuovo nella giungla dopo aver giocato Aztec Gems Deluxe potrebbero interessarvi slot come Aztec Bonanza o Jungle Gorilla (entrambe della Pragmatic Play).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Aztec Gems Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/aztec-gems-deluxe-gratis-286x217.jpg",
            "filename": "aztec-gems-deluxe-gratis-286x217.jpg"
        }
    ],
    "name": "Aztec Gems Deluxe"
}