{
    "studio": "Espresso Games",
    "text": "\nBad Granny\nChe cosa direste se un’arzilla vecchietta di notte si trasformasse in una rapinatrice seriale capace di mettere a segno dei furti degni di Arsenio Lupin e di sfuggire alla polizia che le dà la caccia senza sosta? Di sicuro vi scapperebbe un sorriso come successo a noi. Ecco, Bad Granny, la nuova slot del provider Espresso, è tutta improntata sulla comicità di questo insolito e stravagante personaggio!\nL’ilarità si respira a partire dalla grafica utilizzata, che riprende lo stile dei cartoni animati, e da un simpatico motivetto che sfidiamo chiunque a non fischiettare dopo appena cinque minuti di gioco!\nSulla parte destra della griglia troviamo l’entrata di casa della nostra protagonista, mentre il resto della schermata è dedicata ai rulli. In basso troviamo la consolle che ci permette di settare al meglio la nostra giocata e di accedere al meno interno dove tra le altre cose, possiamo visionare le regole del gioco.\nCaratteristiche di Bad Granny\nLa griglia di gioco è di forma quadrata, con 5 rulli e 5 righe, su cui si dipanano 32 linee di pagamento fisse. Lo scopo del gioco è di associare una combinazione vincente di simboli a partire dal primo rullo di sinistra e procedendo verso destra. Per variare la puntata è necessario modificare gli STEP. Le puntate sono in gettoni e ognuno di essi vale 0,01 €. Attraverso il tasto apposito, si possono impostare tre diversi livelli di velocità e con il tasto AUTO si dà avvio ai giri automatici.  Il pulsante MAX serve per avere la puntata massima in un colpo solo. Il ritorno teorico al giocatore RTP è pari al 92,89%.\nSimboli e funzionalità\nI simboli di Bad Granny sono i gomitoli di lana colorati, il borsellino, la tazza di tè con i biscotti, le ciabatte e il bicchiere con la dentiera all’interno.\nLa nonnina è il nostro simbolo Wild e sostituisce tutti i simboli nel completamento di una combinazione vincente.\nLa scritta Super Wild è un Jolly speciale che può apparire solo sul rullo centrale e ci regala un moltiplicatore x3.\nLa vecchietta vestita di nero stile Diabolik è invece il nostro Scatter: 3 o più simboli in qualsiasi posizione sui rulli. ci ricompensa con un moltiplicatore x5, x20 o x100.\nLa scritta Free Spins appare solo sui rulli 1, 2 e 3: quando compaiono, partono i giri gratuiti e se la nonnina riuscirà a mettere a segno la rapina, allora riceveremo un moltiplicatore e un free spin extra gratuito, sino a un massimo di 100. Se invece la nonnina fallisce e scatta l’allarme, perderemo uno dei nostri giri gratis.\nUn altro Bonus è quello denominato Piggy Banks, rappresentato da un salvadanaio dorato a forma di maialino: 3 di questi simboli fanno partire la giocata in cui il nostro compito sarà cliccare sui maialini e scoprire i moltiplicatori ottenuti!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bad Granny",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/bad-granny_free-286x217.png",
            "filename": "bad-granny_free-286x217.png"
        }
    ],
    "name": "Bad Granny"
}