{
    "studio": "IGT",
    "text": "\nBalloonies Farm\nL’allegra fattoria di Balloonies Farm\nLa International Game Technology, meglio nota come IGT, ci propone un nuovo capitolo della saga dei palloncini; i nostri amici gonfiabili in questa nuova versione ci faranno assaporare l’allegra vita di campagna. Saremo infatti alle prese con nuovi colorati animali, i simpatici abitanti di una fattoria. Il gameplay di questa slot machine sfrutta la modalità Floating Reels, già utilizzata nella precedente versione; in questo gioco le icone entrano in gioco da sotto, salendo proprio come dei palloncini verso il cielo. Ogni volta che otterremo una combinazione vincente, i palloncini che ne fanno parte esploderanno. Al posto dei palloncini esplosi, ne entreranno in gioco di nuovi che daranno ulteriori possibilità di creare combinazioni vincenti nuove durante lo stesso “spin”.\nGrafica della slot machine\nSe nella precedente versione eravate rimasti colpiti dalla qualità delle animazione e dalla grafica, giocando con la nuova Balloonies Farm non resterete affatto delusi. La IGT infatti, ha confezionato un altro lavoro realizzato con la massima cura nei dettagli, con animazioni ancora più fluide e divertenti. Gli effetti visivi e quelli sonori, sono stati migliorati ulteriormente per rendere ancora più piacevoli le partite a questo titolo di grande successo. I simboli presenti, raffiguranti per lo più palloncini a forma di animali, e l’ambientazione circostante, mantengono il proprio stile “cartoonesco” come nel precedente titolo per un risultato finale piacevole da vedere e divertente da giocare. Anche in Balloonies Farm sono presenti 3 lettere, A, Q e K, del set di animali precedentemente usati è rimasto il Cane Blu; in aggiunta troviamo una Pecora, una Mucca e un Maialino sempre in stile palloncino. Anche la Stella è un altro simbolo ricorrente, ma questa volta fungerà anche da Wild oltre a regalare moltiplicatori come in Balloonies. Il simbolo Bonus è nuovamente il Palloncino Rosso, pronto a farci vincere i free spin.\nLe funzioni e i bonus della slot\nBalloonies Farm è una slot machine che permette di giocare su una griglia 5 per 3 con 20 linee di pagamento. La Stella in questa versione fungerà anche da simbolo Wild, permettendoci così di terminare le combinazioni non andate a buon fine nel migliore dei modi. Può presentarsi esclusivamente sui rulli 2, 3 e 4 e ogni volta ti regalerà un moltiplicatore variabile da x2, x3 oppure x5, cumulabile in caso si presentino più simboli Stella insieme. Il Palloncino Rosso è lo Scatter della slot; si può presentare solo sui rulli 2, 3 e 4 e grazie a tre di questi simboli possiamo partecipare ai giri bonus della slot. Potremo scegliere uno dei 4 palloncini di colore differente che vedremo sul monitor per scoprire il numero di free spin vinti, che può variare da 5 fino a 15 totali. Oltre ad assegnare un numero di giri bonus, i 4 palloncini manterranno per tutta la durata dei free spin un moltiplicatore variabile per ogni Stella che uscirà:\n\nIl Palloncino azzurro, 15 free spin con moltiplicatore x2\nIl Palloncino verde, 12 free spin con moltiplicatori x2 e x3\nIl Palloncino viola, 9 free spin con moltiplicatori x3 e x5\nIl Palloncino rosso, 5 free spin con moltiplicatori x5 e x10\n\nSlot simili a Balloonies\nBalloonies Farm è un altro gioco assolutamente da provare, molto simile al precedente Ballonies come dinamiche, adatto a tutti i tipi di giocatori anche ai meno esperti. Grazie alla modalità Floating Reels il divertimento è assicurato; non sarà affatto difficile infatti, portare a casa buone vincite attraverso questa funzione insieme ai tanti moltiplicatori presenti nella slot machine. Un altro colpo portato a segno dalla IGT.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Balloonies Farm",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/balloonies-farm_featured-286x217.jpg",
            "filename": "balloonies-farm_featured-286x217.jpg"
        }
    ],
    "name": "Balloonies Farm"
}