{
    "studio": "Novomatic",
    "text": "\nBanana Splash\nVi piacciono le Fruit Machine? Siete dei nostalgici delle vecchie macchinette da sala giochi e amate vedere i fruttini colorati sui rulli? Se oltre a questo non disdegnate le grafiche anni ’80 e le rivisitazioni in chiave un pochino più moderna, be’ allora Banana Slash potrebbe essere proprio la slot machine che fa al caso vostro!\nProdotta dalla software house Novomatic, Banana Splash è una sorta di Fruit Machine anni ’80, con i frutti riproposti in versione cartone animato e lo sfondo rappresentato da un mare azzurro. Come grafica Banana Splash ci ha ricordato i vecchi cartelloni che pubblicizzavano i gelati nei decenni passati, sia per i colori sia per il modo in cui sono riprodotti i simboli.\nNon abbiamo degli effetti speciali che ravvivano il gioco e non ci sono nemmeno delle animazioni tridimensionali, ma nel complesso Banana Splash risulta una slot molto gradevole alla vista, che promette un’esperienza di gioco allegra e divertente.\nLa schermata iniziale di questa slot machine si apre con l’immagine di una banana sorridente che nuota in mezzo al mare e stringe in mano due sacchi di denaro contrassegnati dal simbolo del dollaro, mentre sui rulli troviamo gli altri frutti disegnati sempre in chiave estiva.\nCaratteristiche principali della slot machine\nQuesta divertente slot machine di casa Novomatic è semplice tanto nel compartimento grafico quanto nel gameplay e per questo la consigliamo sia ai giocatori che non amano le modalità di gioco particolarmente complesse, sia per i principianti, che potranno così avvicinarsi al mondo delle slot in maniera semplice e intuitiva. Se comunque volete fare un po’ di pratica prima di investire dei soldi veri, la Novomatic offre Banana Splash anche in versione demo, per giocare e divertirsi senza limiti, in maniera del tutto gratuita!\nLa griglia di  Banana Splash è tradizionale con cinque rulli e tre righe, mentre le linee di pagamento sono solo nove e si può scegliere di attivarne una, tre, cinque, sette o tutte!\nA seconda del budget su ogni linea si possono effettuare delle puntate a partire da un gettone fino ad arrivare a 100, per una scommessa massima di 900 gettoni.\nIl ritorno teorico al giocatore (RTP) di Banana Splash si attesta su un 95,79%, di poco al di sotto della media e quindi accettabile.\nSimboli e funzionalità\nI simboli che possiamo trovare sui rulli di Banana Splash sono rappresentati da frutti coloratissimi riprodotti in versione balneare, oltre che dai numeri e dalle lettere riferiti alle carte da gioco dal 9 all’Asso. Tra i frutti abbiamo un ananas che nuota con un salvagente, il melone che suona i bonghi, la fragola che fa scii nautico, il cocomero che prende il sole, l’arancia con maschera e pinne e ovviamente la banana, che è anche il simbolo Wild con funzione di jolly.\nÈ presente anche un simbolo Scatter, una cabina da spiaggia, che può assegnare dei premi istantanei e attivare il bonus dei giri gratuiti se compare per almeno tre volte sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Banana Splash",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/banana-splash-new-286x217.jpg",
            "filename": "banana-splash-new-286x217.jpg"
        }
    ],
    "name": "Banana Splash"
}