{
    "studio": "World Match",
    "text": "\nBanana King\nQuesta slot di casa World Match ci ritroviamo catapultata in una rigogliosa foresta popolata da simpatici scimpanzé golosi di banane. E come ogni volta, quando parliamo di questo sviluppatore sappiamo che ci troveremo di fronte a una slot impeccabile da tutti i punti di vista. Prima di avventurarci nella descrizione del funzionamento di questo gioco, spendiamo due parole sulla grafica, su cui è stato fatto un ottimo lavoro.\nLa griglia di gioco è una serie di rami intrecciati, con la foresta rigogliosa sullo sfondo. Di solito nelle altre slot World Match i tasti si trovano sulla sinistra, stavolta invece sono nella parte bassa della schermata. Linee, Livello della puntata, Start, Puntata massima e Autoplay sono i pulsanti a disposizione. Più in basso ci sono le statistiche delle puntate, vincite e costo di ogni spin e linee attive.\nCaratteristiche di Banana King\nLa griglia ha 5 rulli e 3 righe, con linee selezionabili per step: possiamo decidere di impostare 1, 5, 10, 15 o 25 linee di pagamento. Per quel che riguarda la puntata, si parte da un minimo di 0,01 € per linea, comunque variabile a nostro piacimento sin o a un massimo di 2 €. Si vince associando simboli adiacenti a partire dal rullo di sinistra verso destra su una linea attiva.\nBanana King dà la possibilità di selezionare tra i 5 e i 1.000 giri automatici e di impostare con un unico tasto la scommessa massima (30 €).\nIl valore RTP è del 92,81%.\nSimboli e funzionalità\nI simboli del gioco base sono 10. Partendo da quelli dal valore più basso, partiamo con quelli che servono a formare una scala reale, dal 9 all’asso. A seguire troviamo le ciliegie, le banane, la corona di foglie e infine lo scimpanzé.\nIl mango è il nostro simbolo Wild, e grazie alla sua funzione di Jolly sostituisce tutti i simboli eccetto quelli speciali.\nLa scritta Free Spins ci regala giri gratuiti, 15 se atterrano tre simboli, 30 con quattro simboli e ben 60 con cinque simboli. Durante i Free Spins conquistarne altri.\nLo scimpanzé con la scritta Bonus dà il via alla funzione speciale. La griglia scompare e appaiono delle file di banane. Noi dovremo cliccare su alcune banane e scoprire il premio corrispondente. Il gioco termina quando sullo schermo appare la scritta Collect.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Banana King",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/banana-king-gratis-286x217.png",
            "filename": "banana-king-gratis-286x217.png"
        }
    ],
    "name": "Banana King"
}