{
    "studio": "Novomatic",
    "text": "\nBat Stax\nLa notte di Halloween è una festa americana che ha letteralmente conquistato tutti i Paesi occidentali, compresa l’Italia. Non è quindi così strano che anche da noi ci si prepari a questa ricorrenza trasformando le case in un set di un film dell’orrore!\nI simboli per eccellenza della notte di Halloween sono i pipistrelli, i gatti neri, i gufi e in generale tutte le creature della notte, senza però dimenticare cappelli e scope da streghe. Ma l’icona più famosa che rende davvero caratteristica questa ricorrenza è senza dubbio Jack O’Lantern, la zucca intagliata a mano al cui interno viene posizionata una candela che fa risplendere i denti e gli occhi.\nBat Stax è un vero proprio tributo a questa festa tanto goliardica quanto sentita, in cui gli assoluti protagonisti sono i pipistrelli. I colori predominanti sono il blu scuro, il nero e il viola, e l’ambientazione è un cimitero di notte immerso nella nebbia. I simboli sono riprodotti con un’ottima grafica in grado di creare un’atmosfera da brividi.\nNella parte bassa della slot troviamo tutte le informazioni relative alla scommessa, le linee attive e il costo della puntata su ogni linea. Una musica suggestiva e animazioni spaventose accompagnano le vincite e i bonus.\nCaratteristiche di Bat Stax\nLa griglia ha 5 rulli e 3 righe su cui si dipanano 20 linee di pagamento fisse. Si può scommettere da un minimo di 1 gettone per linea sino a un massimo di 200, con il valore di ogni gettone che corrisponde a 0,01 €. Ciò vuol dire che si può giocare senza spendere grosse cifre, caratteristica che rende Bat Stax una slot accessibile a tutti.\nPer quel che riguarda l’Autoplay, non c’è un numero predefinito che può essere selezionato, semplicemente si fanno partire i giri automatici e quando si vuole tornare alla modalità manuale si effettua un secondo click sullo stesso pulsante.\nLa volatilità di questa slot è media, si vince abbastanza spesso e sempre cifre di buon livello. Il ritorno teorico al giocatore (RTP) si attesta sul 95,2%.\nSimboli e funzionalità\nPer vincere a Bat Stax è sufficiente allineare 3 simboli adiacenti dal rullo di sinistra verso destra, anche se in alcuni casi possono bastare 2 simboli.\nLe carte da gioco valgono meno di tutti, a seguire troviamo i ragni e i gatti. Salendo un po’ più su troviamo il gufo che ci ricompensa anche con due soli simboli. Il simbolo regolare dal valore più alto è il pipistrello, mentre tra quelli speciali a pagare di più è il cappello da strega che tra l’altro ricopre anche la funzione di Wild. La sua particolarità è di sostituire tutti i simboli eccetto lo Scatter, qui rappresentato dalla zucca di Halloween con la scritta Bonus. In base al numero di Scatter, verremo ricompensati come segue:\n\n3 Scatter ci regalano 10 giri gratuiti\n4 Scatter ci regalano 15 giri gratuiti\n5 Scatter ci regalano 25 giri gratuiti\n\nDurante i Free Spins sono sufficienti 2 soli pipistrelli per vincere.\nUn pipistrello con la luna sullo sfondo può poi apparire associato ai simboli. In base al numero di simboli associati, vedremo il rullo riempirsi di pipistrelli determinando una grande vincita. Ad esempio, due simboli pipistrello associati riempiranno i primi due rulli con lo stesso simbolo, 3 riempiranno i primi 3 rulli e così via, sino ad avere la griglia completa con 5 simboli e una montagna di soldi in regalo!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bat Stax",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/bat-stax_logo-286x217.png",
            "filename": "bat-stax_logo-286x217.png"
        }
    ],
    "name": "Bat Stax"
}