{
    "studio": "Play’n Go",
    "text": "\nBattle Royal\nLasciati ispirare dall’atmosfera medioevale della slot gratis Battle Royal di Play’n GO, basata su una trama che ricorda molto la storia inglese di Enrico VIII e delle sue sei mogli, che non hanno avuto vita facile nella dinastia dei Tudor. Leggi la nostra recensione e divertiti ad attivare le ghigliottine taglienti per ricevere fantastici Jolly…\nSlot gratis Battle Royal: gameplay tagliente\nLa slot senza registrazione Battle Royal si basa su 5 rulli e 20 linee di pagamento ed è caratterizzata da icone standard trasformabili in simboli dalle vincite consistenti. La puntata minima parte da 0,20€ fino ad un limite massimo pari a 100,00€ a round. Torna indietro nel tempo con questa slot dall’alta volatilità e un potenziale di vincita di 5.000 volte la tua puntata su ogni giro gratuito.Passiamo ora ai simboli e alle funzionalità principali della slot senza scaricare Battle Royal.\nSimboli e funzioni speciali di Battle Royal\nFai un tuffo indietro nella storia e diventa complice del sanguinario Re inglese Enrico VIII aiutandolo a compiere terribili esecuzioni alle sue sfortunate mogli. La ricompensa? Imperdibili giri gratis Royal Flushes, con Jolly extra aggiuntivo. Tra i simboli da tenere d’occhio ti segnaliamo:\n\nI semi delle carte standard che includono: cuori, picche, quadri etc di valore basso;\nL’icona del Re Enrico VIII che rappresenta nel gioco il Jolly e si comporta di conseguenza, premiandoti con una scommessa di 30x 5 piazzata su una linea di pagamento;\nIl simbolo della Moglie – Se esso è del tutto visibile o mostra la parte superiore, la poverina sarà decapitata trasformandosi in un extra Jolly. Intanto i giri gratis proseguono finché le cinque consorti non fanno tutte la stessa fine. Se la sesta moglie riesce a scamparla, entrerai direttamente nella funzionalità extra LONG LIVE THE KING (LUNGA VITA AL RE), dove potrai decidere quali forzieri portarti a casa per ricevere vincite in denaro. Se sei fortunato e trovi anche l’icona Chiave avrai a disposizione un moltiplicatore che aumenterà notevolmente il tuo bottino di giri gratis!\n\nLe funzioni Bonus\nLa slot gratis Battle Royal presenta tre funzioni Bonus:\n\nScala Reale con attivazione casuale nel gioco standard,\nFunzione Free Spins,\nFunzione LUNGA VITA AL RE, in cui in veste di complice, dovrai aiutare il sovrano a recuperare il ricco bottino e a fuggire dai sotterranei, scegliendo i forzieri contenenti premi in soldi veri. Dopo ogni tua scelta, apparirà il fantasma di una delle mogli di Enrico svolazzando sulla scherma lungo una fila di macabre casse.\n\nAttenzione! Se il re finisce in mezzo al fantasma muore e la funzionalità bonus cessa la sua attività.\nPerché ci piace Battle Royal?\nCon la slot gratis Battle Royal sei sempre in movimento grazie alle numerose funzioni diversificate, che rendono il gioco davvero emozionante sia nella modalità demo che con soldi veri. Se la tematica storica non ti appassiona e cerchi qualcosa di più divertente, ti consigliamo di leggere la nostra recensione Slotjava sulla slot Banana Rock, una sferzata di energia musicale per sfruttare giri gratis e bonus imperdibili!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Battle Royal",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/battle-royal-free-286x217.jpg",
            "filename": "battle-royal-free-286x217.jpg"
        }
    ],
    "name": "Battle Royal"
}