{
    "studio": "Red7",
    "text": "\nBattleship Direct Hit\nTi ricordi il famosissimo gioco strategico di Battleship, la nota battaglia navale che metteva in sfida 2 giocatori alla ricerca delle navi avversarie da affondare? Nel 1967 era un gioco da tavolo, ora diventa una slot machine online che vuole conquistare chiunque! Battleship Direct Hit Megaways è un titolo che ti farà vivere un bel po’ di azione. Ti trovi a navigare in alto mare, per trovare corazzate nemiche e sfidarle giro dopo giro. Il giocatore potrà atterrare uno o più missili nel tentativo di eliminare i simboli inseriti nella linea in alto e muoversi liberamente tra bonus e giri gratuiti, utili per conquistare il jackpot. Vediamo allora quali sono le sue caratteristiche, i bonus e le funzionalità per aumentare le vittorie con questo gioco online!\nGrafica e simboli di gioco\nA livello grafico sembra davvero di essere all’interno di una cabina di comando: abbiamo tutti i controlli davanti a noi, che occupano lo schermo sul quale troviamo come sfondo il mare aperto. E’ fantastica anche la colonna sonora fatta di rumori che ci portano davvero sul “campo di battaglia”, con il rumore dei missili che si possono tranquillamente percepire dopo ogni colpo inferto all’avversario. Nella parte alta del tabellone ci sono 6 caselle sulle quali si posizionano le navi con il relativo valore in free spin: se riesci ad affondarle riceverai il premio a loro associato. I giri gratuiti sono così distribuiti:\n\nSe colpisci il cacciatorpediniere ne ottieni 5;\nCon l’incrociatore sono invece 10;\nIl sottomarino vale 15 giri;\nCon la corazzata ottieni 25 spin;\nLa prestigiosa portaerei vale ben 50 spin.\n\nI simboli che pagano meno sono il 10, J, Q, K e A, e sono affiancati al simbolo del missile con bersaglio, della nave e delle medaglie che hanno un prestigio diverso. Ci sono le stelle di bronzo, quelle d’argento e infine quelle in oro, ma la più prestigiosa è la medaglia che ha una stella d’oro e due più piccole su entrambi i lati. La slot ha un layout di 6 rulli e 7 file e si affida al famoso motore Megaways, che ti offre 117.649 modi per vincere. Per farlo basterà scegliere la portata della scommessa andando da 0,10 e un massimo di 100€ per giro.\nOgni volta che si ottengono delle combinazioni vincenti, la casella di gioco esplode e si libera per far scendere nuove icone con le quali giocare. Tra le funzionalità integrate citiamo Turret Fire che si attiva casualmente alla fine di ogni giro se ti trovi nel gioco base. Inoltre le torrette che vedi ai lati del tabellone possono liberare una raffica di colpi per distruggere i simboli di pagamento più bassi e aumentare gli spazi per una vittoria maggiore.\nConsiderazioni finali sulla slot Battleship Direct Hit Megaways\nQuesta slot è un piacevole ricordo, un tuffo nel passato che riesce a presentarsi in chiave ultra moderna. Funziona benissimo il gameplay, ma soprattutto è coinvolgente per design e sonoro. Sicuramente non è come il gioco da tavolo, ma il fascino del motore Megaways riesce a fare la differenza, trasformandola in un titolo tra i più belli mai presentati.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Battleship Direct Hit",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/battleship-direct-hit_free-286x217.jpg",
            "filename": "battleship-direct-hit_free-286x217.jpg"
        }
    ],
    "name": "Battleship Direct Hit"
}