{
    "studio": "Habanero",
    "text": "\nBefore Time Runs Out\nIn questa slot prodotta da Habanero, ci ritroviamo in un’atmosfera che ci fa immergere in una delle favole racchiuse nel famoso volume “Le mille e una notte”.\nLo sfondo è rappresentato da una stanza principesca che si apre su un cielo stellato e palazzi dalle tipiche forme orientaleggianti; ottimo anche il lavoro fatto sui simboli, che sembrano usciti dalla matita di un disegnatore della Disney tanto sono perfetti. La griglia in primo piano ha una cornice ricca di ghirigori e sul lato si trova una clessidra.\nNella parte bassa della consolle abbiamo tutti i tasti e le info che permettono di settare la giocata a nostro piacimento.\nUna menzione speciale la merita la colonna sonora, con una melodia tipica della cultura orientale.\nCaratteristiche di Before Time Runs Out\nLa slot ha 5 rulli e 4 righe e a differenza di tante altre slot, si vince creando combinazioni vincenti sia in orizzontale che in verticale. Le linee sono 15, fisse, e ogni gettone ha un costo che varia tra 0,01 € e 20 €.\nA ogni spin, una parte della scommessa viene spostata nel jackpot che può essere assegnato in modo casuale.\nL’ RTP è del 96,72%.\nSimboli e funzionalità\nPiù che il gioco base, a colpirci di Before Time Runs Out è stato l’alto numero di bonus presenti.\nI simboli regolari sono 7, quelli più bassi sono le monete di rame, argento e oro, mentre quelli più alti sono la sciabola, il visir, il principe e la principessa.\nIl simbolo del principe e quello del visir possono dare vita a dei duelli: in base al vincitore, uno o più simboli regolari possono essere trasformati in Wild.\nIl simbolo Wild è pagante e vale quanto la principessa, inoltre sostituisce tutti i simboli eccetto gli speciali.\nIl simbolo Scatter, oltre a essere pagante, ricompensa con un numero di giri gratuiti compreso tra 10 e 50. Se durante il gioco bonus parte un duello, ogni vittoria del principe aggiunge una gemma alla classifica. Nel caso se ne vincano 6, le partite gratis si concludono e viene assegnato un premio di 1.000.000 monete.\nDurante i giri gratis possono poi apparire due ampolle, una blu e una rosa, che possono assegnare da 1 a 5 giri extra.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Before Time Runs Out",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/before-time-runs-out_new-286x217.png",
            "filename": "before-time-runs-out_new-286x217.png"
        }
    ],
    "name": "Before Time Runs Out"
}