{
    "studio": "High 5 Games",
    "text": "\nBetti the Yetti\nun po’ come il mostro di Lochness, lo Yeti è una creatura mitologica che vive sulle montagne dell’Himalaya. Come tutte le leggende, anche questa si nutre dei racconti più disparati. Alcuni esploratori giurano di aver avvistato lo Yeti ma di non aver nessuna prova della veridicità del loro racconto, altri invece sono riusciti a fotografarlo, anche se da una distanza così elevata che risulta difficile capire se si trattasse davvero dell’abominevole uomo delle nevi o di un gioco di luce.\nLa slot Betti Yetti rende omaggio a questa creatura, anzi alla sua controparte femminile, utilizzando uno stile grafico che riprende quello dei cartoni animati. I personaggi di questa slot sono 3: Betti Yetti, il fotografo e la guardia nazionale del parco che nel gioco bonus verranno sostituiti dalla fauna del luogo.\nLo sfondo di gioco è una foresta situata ai piedi dell’Himalaya, con la griglia di gioco incorniciata nel legno. I tasti si trovano sulla sinistra, nella parte bassa invece abbiamo i tasti con cui variare la puntata. Non sono presenti animazioni, ma il comparto musicale è molto efficace.\nCaratteristiche della slot\nLa griglia è una classica a 5 rulli e 3 righe. Le linee di pagamento sono 30 e fisse ed è possibile scommettere un minimo di 30 gettoni sino a un massimo di 45.000. Ogni gettone vale 0,01 €, quindi con la puntata minima ogni Spin verrà a costare 0,30 € (0,01 € per linea).\nÈ possibile impostare da 10 a 100 giri automatici con limiti di vincita o di perdita. Tenendo premuto il tasto Start si attiva il giro veloce. Il valore RTP è pari al 96,2%.\nSimboli e funzionalità\nIl gioco ha appena 6 simboli. Quelli con minor valore sono le carte da gioco dal J all’asso, a seguire troviamo il fotografo, la guardia del parco e Betti Yetti. Il simbolo Wild è rappresentato dal logo del gioco. Oltre a sostituire tutti i simboli eccetto quello Bonus, il simbolo Wild triplica le vincite.\nLo Stepping Out Bonus si attiva con 3, 4 o 5 simboli della mappa. Si va da un minimo di 10 giri gratuiti a un massimo di 20. Durante la funzione speciale la griglia si modifica e subentrano nuovi simboli. Con la rosa gialla, l’alveare, il picchio e il castoro per vincere avremo bisogno da 3 a 5 simboli allineati da sinistra a destra; per l’orso, l’alce e il ghepardo ne bastano anche 2.\nDurante il gioco bonus, il simbolo «Avanza» fa muovere Betti. Se compaiono due simboli bonus si avrà un moltiplicatore 4x rispetto alla puntata totale, con 3 simboli avremo 10x, con 4 simboli 50x e con 5 simboli 100x. Ogni volta che durante il gioco bonus appare il simbolo speciale, il moltiplicatore aumenta di x16. Prima di iniziare viene poi assegnato un bonus compreso tra 1x e 1.000x!\nVerdetto\nDiciamo subito che a noi Betti the Yetti non ci è dispiaciuta. I rulli girano in modo fluido e la grafica è abbastanza accattivante. Certo, non è questo il motivo per cui dovremo scegliere una slot anziché un’altra, ma come si suol dire, anche l’occhio vuole la sua parte. Per quel che riguarda l’esperienza di gioco, ci è sembrata un po’ povera di simboli, soprattutto nel livello base. Più interessante lo Stepping Out Bonus, con i livelli di avanzamento e i moltiplicatori che ripagano abbastanza bene. L’unico problema è che prima di vedere comparire i 3 simboli bonus ci vogliono un bel po’ di partite.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Betti the Yetti",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/betti-the-yetti-new-286x217.png",
            "filename": "betti-the-yetti-new-286x217.png"
        }
    ],
    "name": "Betti the Yetti"
}