{
    "studio": "Novomatic",
    "text": "\nBig Catch\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 20\nAutoplay: no\nTema e grafica\nBig Catch è una slot strutturata in maniera molto semplice, senza effetti speciali e con una grafica decisamente minimalista.\nQuello che colpisce in questa slot è proprio il fatto che non ci si perda tra animazioni ed effetti speciali, ma si punti dritto al gioco, senza però rinunciare per questo al divertimento.\nBig Catch si gioca in una cornice molto colorata, che ricorda alcuni cartoni animati per la prima infanzia. Ci si muove nel mondo sottomarino ma, a differenza di altre slot più articolate, il tema il questo caso si rivela quasi in dettaglio.\nSimboli e Wild\nQuando si gioca a Big Catch si ha la sensazione di muoversi all’interno di un acquario giocattolo, con i simboli rappresentati in maniera stilizzata.\nCome nella migliore tradizione delle slot machine terrestri, i primi simboli che notiamo sono quelli che fanno riferimento alle carte da gioco, con i numeri dal 9 all’Asso, riprodotti come se fossero fatti di spugna marina.\nAccanto alle carte troviamo poi il simbolo del gioco e un’ancora. Il simbolo Wild in questo caso è una stella marina di colore rosa molto carina, che può comparire sui rulli tre, quattro e cinque, e che sostituisce tutti gli altri simboli quando deve essere completata una linea vincente.\nCome si gioca a Big Catch?\nIl meccanismo di gioco di questa slot della Novomatic è molto semplice e intuitivo: non ci sono particolari funzionalità e non è presente l’Autoplay, tuttavia grazie alla possibilità di accedere a dei free spin con Bonus Game, l’esperienza di gioco risulta comunque divertente e coinvolgente.\nI free spins in Big Catch sono assegnati in maniera del tutto casuale alla fine di ogni giro. Nel corso dei giri gratuiti si avvia automaticamente il Bonus Game: tutti i rulli sono sommersi dall’acqua, come in un acquario che si riempie, e sulla schermata appare un amo azionato dal pulsante Start.\nL’amo, una volta calato in acqua, pescherà di volta in volta dei pesci diversi, a ciascuno dei quali corrisponde un moltiplicatore che va da 1 a 100x.\nIl gioco bonus si conclude quando l’amo tira su un vecchio stivale.\nSlot simili a Big Catch\nBig Catch non è certamente l’unica slot che si muove in ambiente sottomarino. Troviamo infatti una vasta gamma di giochi che hanno come tema il mondo acquatico e i suoi abitanti, e ce n’è davvero per tutti i gusti! Si va da slot minimaliste a giochi più articolati con grafica 3D ed effetti speciali grafici e sonori.\nMiss Ocean è di certo tra quelle più interessanti, con un fantastico ambiente marino popolato da creature affascinanti. La grafica è davvero bella, raffinata e dai colori molto vividi; la slot offre inoltre una colonna sonora meditativa, per dar vita a un’esperienza di gioco rilassante e piacevole.\nDa segnalare anche Aquarium della Playson che, come da tradizione di questa software house, presenta un’attenzione particolare ai dettagli nella grafica, senza trascurare la struttura di gioco; il risultato è una slot articolata e divertente, accompagnata dai suoni del fondale marino.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Catch",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/big-catch_new-286x217.jpg",
            "filename": "big-catch_new-286x217.jpg"
        }
    ],
    "name": "Big Catch"
}