{
    "studio": "Thunderkick",
    "text": "\nBig Fin Bay\nCon l’avvicinarsi dell’estate, non c’è nulla di meglio che giocare a Big Fin Bay, la nuova slot di casa Thunderkick che ha come protagonista un Marlin e un vecchio lupo di mare pronto a tutto pur di catturarlo.\nDiciamo subito che la grafica di questa slot riprende lo stile dei cartoon e ha come sfondo una baia incantata che ci fa venire voglia di fare un tuffo nell’acqua fresca e assaporare il profumo della salsedine. La griglia di gioco è incorniciata in un telaio di legno e sul lato destro, oltre al logo della slot, sono indicati i modi per vincere.\nLa consolle si trova in basso, qui si possono trovare le indicazioni riguardanti la nostra scommessa e i tasti per giocare. Un motivetto incalzante ci accompagna durante il gioco, a cui si aggiungono gli effetti sonori che seguono le vincite. Entrambi possono essere disattivati in qualsiasi momento accedendo al menù interno.\nCaratteristiche principali della slot machine\nCome detto nell’introduzione, Big Fin Bay ha uno schema di gioco variabile, ciò vuol dire che il numero delle righe muta a ogni spin: in un giro possiamo trovare su ogni rullo due simboli, tre simboli e sino a un massimo di sette. Ciò che non cambia invece è il numero dei rulli che è sempre sette.\nSi vince associando simboli da sinistra a destra e in caso di più combinazioni su una stessa linea verrà pagata quella con un maggior numero di simboli.\nCi sentiamo di poter dire che questa macchinetta è adatta a tutte le tipologie di giocatori: il gameplay è semplice ma allo stesso tempo molto accattivante, il costo è accessibile a tutti visto che per ogni Spin si può puntare da un minimo di 0,1o € a un massimo di 100 €.\nI modi per vincere sono ben 5.040 e i giri automatici vanno da 5 fino a 5.000. La volatilità è alta, si vince meno di frequente ma sempre somme di assoluto livello. Il valore RTP è di 96,14%.\nSimboli e funzionalità di Big Fin Bay\nCi sono simboli di basso e di alto livello. I primi, come di consueto, sono quelli che corrispondono alla scala del poker, dal 9 all’asso. A salire troviamo i pesci trofeo di diverso colore e il pescatore.\nIl Wild è il Marlin dorato, e oltre a sostituire tutti i simboli, quando si trova in una combinazione vincente si espande su tutto il rullo. Durante il gioco regolare può succedere che si attivi la funzione Mistero, in cui 3 rulli casuali diventano Wild.\nL’ancora è il simbolo Scatter e se compare 3 volte sui rulli in uno stesso spin, ci ricompensa con dei giri gratuiti. Il numero dipende dal numero di giri indicati in ogni rullo, che comunque non può superare i 6. Se ad esempio sul secondo rullo è presente il numero 3, sul terzo rullo il numero 5 e sul quarto rullo il numero 6, i giri gratuiti che riceveremo saranno 14. Se durante i giri gratuiti compare un Wild, allora questi crescerà di uno slot e manterrà la nuova dimensione durante i restanti giri. Se si raggiungeranno sette posizioni e tutto il rullo risulterà coperto da Wild, verranno assegnati 3 ulteriori free spins. Nelle partite Bonus le sequenze vincenti sono ben 117.649.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Fin Bay",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/big-fin-bay-slot-286x217.png",
            "filename": "big-fin-bay-slot-286x217.png"
        }
    ],
    "name": "Big Fin Bay"
}