{
    "studio": "WMG",
    "text": "\nBig Ghoulies\nA caccia di tesori e di fantasmi con la slot Big Ghoulies\nLa nuova Big Ghoulies è la versione rinnovata nella grafica e nello stile dello stesso titolo sempre a tema horror prodotto dalla WMG negli anni passati. Questa slot machine è ispirata alla serie di film “Haunted House”; l’ambientazione di gioco e tutti i simboli presenti infatti, fanno riferimento a creature della notte e mostri tipici delle rappresentazioni dell’orrore. La musica e gli effetti sonori utilizzati sono studiati, a loro volta, per creare un ambiente il più tetro e maligno possibile; urla e risatine diaboliche accompagnano infatti la partita facendo correre un brivido di paura lungo la schiena dei giocatori!\nGrafica della slot machine\nI progressi fatti in questo settore dalla software house WMG sono ancora più evidenti grazie a questo titolo. La nuova veste grafica presentata per la rinnovata slot Big Ghoulies, è la dimostrazione tangibile dei passi in avanti fatti da questa azienda. Le animazioni sono state realizzate in maniera molto fluida; ognuno dei simboli utilizzati ne ha una propria, unica rispetto alle altre presenti. Come specificato, tutti i personaggi fanno riferimento al mondo dell’horror, abbiamo infatti: una Donna Vampiro che funge inoltre da simbolo Wild della slot machine, un Vampiro, uno Gnomo verde, una Zucca tipica di Halloween, Frankenstein e una Casa dell’orrore necessaria per attivare il Bonus stage del gioco. Insieme a questi simboli tipicamente oscuri, ne troviamo altri a tema più classico come, il grappolo di Ciliegie, il grappolo d’Uva, il Limone e la Mela. È possibile giocare con la slot attraverso la modalità “Autoplay” che permette di impostare fino a 500 giri automatici dei rulli, anche questa versione del gioco non prevede premi in free spin.\nLe funzioni e i bonus della slot\nBig Ghoulies è una slot molto semplice ma efficace, ideale per i giocatori meno esperti, alle prime armi o che preferiscono un gioco meno caotico. Questa slot machine si presenta con 5 rulli da 3 simboli ognuno e permette di giocare con un minimo di 5 linee di pagamento fino ad un massimo di 20 linee totali. Cliccando il pulsante “Bet” hai la possibilità di alzare o abbassare il valore della scommessa di ogni singolo spin. Il simbolo speciale con cui potrai partecipare al bonus stage è la Casa dell’orrore; il gioco bonus può essere attivato se compariranno 5 di questi simboli in qualsiasi posizione sui rulli. Una volta attivato avrai di fronte una grande e tetra casa con 20 finestre chiuse; accompagnato da scroscianti fulmini, potrai selezionare le finestre una per volta e ritirare il premio in denaro nascosto dietro di esse. Hai a tua disposizione tre vite. Il bonus stage termina quando, trovando dietro la finestra uno Scheletro, perderai tutte le vite. L’altro simbolo importante della slot, come già specificato, è la Donna Vampiro; essendo il simbolo Wild della slot ti aiuterà a completare al meglio le combinazioni vincenti.\nSlot simili a Big Ghoulies\nOltre alla precedente versione sviluppata dalla WMG, si trovano in commercio altre slot machine simili a Big Ghoulies. Esistono infatti altre slot che ricalcano le tematiche e l’ambientazione horror tipiche di questo gioco. Tra tutte troviamo, ad esempio, Witch Hunter sempre di casa WMG, House of Doom della Play’n Go, Wolf Hunters della Yggdrasil, Universal Monster: Phantom’s Curse della NetEnt e molte altre ancora.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Ghoulies",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/big-ghoulies_thumb-286x217.png",
            "filename": "big-ghoulies_thumb-286x217.png"
        }
    ],
    "name": "Big Ghoulies"
}