{
    "studio": "Inspired Gaming",
    "text": "\nBig Scary Fortune\nQuando Halloween incontra una slot machine è sempre festa e lo dimostra il nuovo gioco di Inspired Gaming intitolato Big Scary Fortune. Fantasmi e scene horror ti stanno aspettando sui rulli. Ma oltre al fantastico gameplay, puoi ottenere un potenziale di vincita generoso e accedere al gioco bonus con i giri gratis. In questa recensione, troverai tutti i dettagli di questa suggestiva slot uscita a ottobre 2022.\nOpzioni e caratteristiche di scommessa di Big Scary Fortune\nL’azione inizia su un layout a griglia 5×3 con 10 linee di pagamento in cui è possibile piazzare le tue giocate da un minimo di 0,20 crediti fino a un massimo di 100,00 crediti per strike. Il ritorno teorico al giocatore si attesta intorno al 94,80%, un valore un po’ basso rispetto alla media di slot machine Halloween come Hot Hot Halloween di Habanero o Halloween Bonanza di BGaming, ma le vincite di Big Scary Fortune hanno in serbo grandi sorprese!\nTema e simboli: la perfetta notte da scary movie!\nAmbientata su una griglia semitrasparente con un’atmosfera inquietante in una notte oscura e spettrale, questa nuova slot di Inspired Gaming, riuscirà a farti venire i brividi lungo la schiena all’ultimo tocco di mezzanotte\nLo Spaventapasseri è il simbolo jolly, che appare su tutti i rulli solo nel gioco bonus mentre il Calderone rappresenta lo Scatter. Nella tabella dei pagamenti troverai zucche, che possono anche creare una combinazione mista, fantasmi, bulbi oculari, gatti neri, cappelli da strega e i classici simboli di valore basso delle carte.\nFunzionalità speciali da non perdere\n\nBig Scary Fortune Bonus – Fai apparire 3, 4 o 5 Calderoni ovunque sullo schermo per attivare questa funzione. Prima dell’inizio del round, i giocatori partecipano ad una sorta di memory in cui devono abbinare 3 Big Pumpkins, rivelando un valore fino a x100;\nSpin Chance (Possibilità di giro extra)\nSpin Chance è una funzione molto generosa pensata da Inspired che ti consente di ottenere un giro extra se non hai abbastanza crediti per raggiungere la puntata minima.\n\nPerché avventurarsi nella notte horror di Big Scary Fortune\nQuesto scary movie piacerà agli appassionati di storie spaventose e di insoliti round bonus, poiché ce ne sono molti nel gioco. Ad esempio, puoi ottenere giri gratuiti fino a quando non avrai la zucca e lo spaventapasseri in formato maxi sulla griglia e simboli appiccicosi. Unica pecca, l’RTP un po’ sotto la media.\n \n\nDomande Frequenti \nPosso giocare dal mio cellulare alla slot online Big Scary Fortune?\n\nCertamente. I dispositivi mobili come iOS, Android e Windows Phone possono offrirti una nuova esperienza di gioco. Big Scary Fortune è sviluppata sulla base di HTML5 e questo ti consentirà di giocare alla slot su qualsiasi piattaforma.\n\n\n\nA cosa serve la funzione Spin Chance?\n\nQuesta funzionalità extra ti permette di fare un giro alla slot Big Scary Fortune, anche quando il tuo saldo è inferiore alla puntata minima della slot.\n\n\n\nLa software house Inspired Gaming è affidabile?\n\nCerto. Questo fornitore ha sviluppato oltre 160 slot machine online fra cui Anubis Gold,  Respin 7s, Totem Thunder, Big Wheel Bonus e l’iconica Big Egyptian Fortune. Trovi il catalogo completo sul nostro portale.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Scary Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/big-scary-fortune-featured-286x217.jpg",
            "filename": "big-scary-fortune-featured-286x217.jpg"
        }
    ],
    "name": "Big Scary Fortune"
}