{
    "studio": "Red Rake",
    "text": "\nBig Size Fishin’\nUna grande battuta di pesca vi aspetta con Big Size Fishin’, la nuova slot targata Red Rake dove i moltiplicatori e gli enormi pesci pagano a peso d’oro!\nUna grafica da togliere il fiato\nCon l’avvicinarsi dell’estate la voglia di mare si fa sentire ogni giorno di più. C’è chi ha voglia di buttarsi in spiaggia e chi invece non aspetta altro che uscire con la sua barca per darsi a una bella battuta di pesca!\nCon Big Size Fishin’ la Red Rake ha centrato il segno, regalandoci una slot dalla grafica impressionante e con meccaniche molto fluide. Ci troviamo nel bel mezzo dell’Oceano, la giornata è serena e la nostra griglia di gioco si staglia tra le onde, con una bella trama blu scuro a suggerirci l’idea degli abissi.\nLe linee nette e le sfumature di colore rendono i simboli molto nitidi, le grandi dimensioni aiutano a individuare senza sforzo le combinazioni vincenti. Carina la musica che accompagna gli Spins, con qualche suono di onde a immergerci ancor di più nell’atmosfera del gioco.\nCaratteristiche di Big Size Fishin’\nCi troviamo davanti a una griglia classica 5×3 e 10 linee di pagamento fisse. È su di esse che andremo a sviluppare le nostre combo di simboli identici adiacenti a partire dal primo rullo di sinistra e procedendo verso destra.\nPer giocare a Big Size Fishin’ spenderemo minimo 0,10 €, quindi 0,01 € per linea, un costo che ci sembra in linea con chi vuole passare soltanto dei momenti di puro divertimento senza doversi però svenare.\nPresente la funzione Autoplay che ci permette di impostare un numero di giri automatici compreso tra 5 e 100.\nLa varianza è medio-alta, buono il ritorno teorico al giocatore (RTP) che si attesta sul 95,3%.\nSimboli e funzionalità del gioco\nIn Big Size Fishin’ abbiamo dieci simboli base equamente divisi tra basso e alto livello. Appartengono al primo gruppo le carte da gioco dal dieci all’asso, nel secondo gruppo troviamo invece i pesci, la piuma per esche artificiali, il galleggiante, la canna e la cassetta.\nVediamo ora i simboli speciali: il pescatore è il Wild e concorre a creare combo paganti sostituendo uno o più simboli mancanti. L’unico che non sostituisce è lo Scatter, qui rappresentato dalla barca. Se ne atterrano 3, 4 o 5 nella stessa giocata, verremo ricompensati con 10, 15 o 20 Free Spins. Prima che comincino i giri gratuiti, sul secondo rullo all’altezza della seconda riga (posizione 2.2) il quadrante verrà incorniciato da una corda, stessa cosa sul terzo rullo e riga due (posizione 3.2). Ad entrambe le posizioni verrà assegnato un moltiplicatore x2.\nDopo ogni Free Spins possono accadere due cose:\n\nViene incorniciata una nuova posizione\nIl moltiplicatore viene aumentato di 1\n\nI moltiplicatori si applicano solo ai pesci che atterrano all’interno delle posizioni incorniciate. Se atterrerà il simbolo Wild, prenderà tutti i pesci e li aggiungerà al saldo.\nI Free Spins possono essere incrementati dall’arrivo di nuovi Scatter.\n\nDomande Frequenti \nDove trovo la slot Big Size Fishin’?\n\nQuesto gioco è appena uscito, ma essendo la Red Rake una grande software house, a breve sarà disponibile su tutti i casinò online\n\n\n\nPosso provare il gioco prima di scommettere soldi veri?\n\nCerto, sul nostro sito è presente la versione DEMO che permette di testare il gioco per tutto il tempo che ci serve e in maniera totalmente gratuita.\n\n\n\nA quanto corrisponde il ritorno teorico al giocatore?\n\nBig Size Fishin’ ha un RTP pari al 95,3%.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Size Fishin'",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/big-size-fishin-new-286x217.jpg",
            "filename": "big-size-fishin-new-286x217.jpg"
        }
    ],
    "name": "Big Size Fishin’"
}