{
    "studio": "Ainsworth",
    "text": "\nBig Thunder King Strike\nAnimali, natura selvaggia, pericolo e sopravvivenza. Sono davvero innumerevoli le slot machines che tentano di calare il giocatore in un ambiente del genere, e anche Ainsworth ci prova, con il suo Big Thunder King Mountain, che già dal suo titolo (che porta a pensare a tutto, tranne che alla giungla e ai gorilla), dal font del logo e dalla schermata di caricamento si propone come una slot machine eccentrica e che sembra uscita da un film d’azione anni 80. Come sempre, andiamo ad analizzarne prima l’aspetto grafico.\nNella giungla di Big Thunder King Strike\nVeniamo catapultati in una giungla, che ritroviamo sullo sfondo, tra enormi foglie, scimmiette nascoste e liane, che avvolgono anche i bordi della griglia di gioco. Tra i simboli semplici troviamo quelli tradizionali delle carte da gioco, senza particolari decorazioni a tema giungla, mentre tra quelli speciali troviamo un pitone avvolto attorno ad un ramo, dei tamburi, delle cascate, una maschera dorata e un set di armi tribali. Il simbolo Wild è un gorilla, che possiede anche una piccolissima animazione, mentre lo scatter è semplicemente il logo della slot machine. Se i simboli e lo sfondo tentano di far immergere il giocatore nella giungla che fa da contorno a questa slot, lo stesso non lo si può dire della musica, che è praticamente assente. Il comparto grafico tutto sommato fa il suo lavoro, seppur sul mercato ci sono sicuramente slot machines più accattivanti.\nLe particolari spin gratuite di Big Thunder King Strike\nIl simbolo Wild di Big Thunder King Strike può apparire solo (seppur con moltissima frequenza) sul terzo, quarto e quinto rullo. Ciò cambia però quando si ottengono più di 3 simboli scatter. Quasi sempre nelle slot machines questa situazione dona al giocatore delle spin gratuite, e ciò avviene anche con Big Thunder King Strike, anche se in modo particolare. Quando partono le ben 15 spin gratuite appare un sesto rullo, tutti i simboli normali spariscono dalla griglia, può fermarsi un solo simbolo su ogni rullo e i simboli WIld possono apparire anche sul primo e il secondo rullo. Il sesto rullo ospiterà, oltre ad altri simboli scatter, anche dei moltiplicatori da 3x o 5x. In questa modalità si vince se si ottengono minimo 3 simboli o Wild simili, mentre per ogni combinazione da più di 3 elementi si otterranno altre 8 spin gratuite. Insomma, nonostante un RTP, leggermente sotto la media, del 94.38%, Big Thunder King Strike si rivela essere un gioco abbondantemente generoso con le spin gratuite, su cui basa la maggior parte del suo gameplay. Una slot machine forse non per tutti, ma che può essere provata anche con poco investimento (grazie alle sue numerose spin gratuite) e che tra combinazioni, moltiplicatori e jackpot promette una discreta dose di vittorie.\nSlot simili a Big Thunder King Strike\nSe dopo aver provato Big Thunder King Strike vorrete immergervi di nuovo nella giungla, ci sono una serie di slot machines che potrebbero fare al caso vostro: Savage Jungle, Jungle Spirit: Call Of The Wild e, se avete apprezzato la compagnia dei gorilla, anche Gorilla Kingdom.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Big Thunder King Strike",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/big-thunder-king-strike_thumb-286x217.jpg",
            "filename": "big-thunder-king-strike_thumb-286x217.jpg"
        }
    ],
    "name": "Big Thunder King Strike"
}