{
    "studio": "WMS",
    "text": "\nBlack Knight II\nBlack Knight II è il sequel della slot machine Black Knight, prodotta dalla software house Williams Interactive (WMS), che si snoda intorno alla figura del Cavaliere Nero.\nIl Black Knight è un personaggio quasi mitologico, nato nell’ambito della letteratura arturiana e diventato protagonista di saghe e leggende. In epoca moderna poi, il Cavaliere Nero ha ispirato numerosi film, libri e serie televisive, uno su tutti il chiaro riferimento ad esso nell’ultimo capitolo dei film di Batman.\nI cambiamenti in Black Knight II sono principalmente di tipo “cosmetico”, infatti le migliorie si possono riscontrare soprattutto a livello del compartimento grafico.\nLa slot ha  un design molto più chiaro e pulito, le immagini sono riprodotte in maniera decisamente più realistica, in contrasto con la versione precedente, che proponeva una grafica ai limiti dell’accettabile (e qualcuno deve averlo fatto notare alla WMS).\nAd arricchire ulteriormente la slot abbiamo la presenza di effetti sonori che riproducono i suoni di una ipotetico campo di battaglia medioevale, che fanno sentire il giocatore nel bel mezzo dell’azione e contribuiscono a creare un’esperienza ludica assai coinvolgente.\nCaratteristiche principali della slot\nBlack Knight II oltre ad aver migliorato il compartimento grafico, presenta anche una struttura diversa da quella del suo predecessore.\nI rulli restano 5 ma le linee di pagamento sono passate da 30 a 40 e, anche in questa nuova versione, le linee non sono fisse e dunque si può scommettere singolarmente una cifra diversa su ciascuna di esse.\nSu ogni payline si può puntare una cifra che va da 1 centesimo fino a 3 €, il che significa che ad ogni giro si può scommettere da un minimo di 40 centesimi fino a un massimo di 120 €. Come per il primo capitolo della serie del Cavaliere Nero, anche il sequel non può essere di certo definito un gioco adatto agli high rollers e nemmeno ai super esperti di slot che in genere cercano giochi decisamente più elaborati di Black Knight II!\nUna nota negativa di Black Knight II rispetto alla precedente Black Knight sono le probabilità di vincita diminuite leggermente: il ritorno teorico al giocatore (RTP o return to player) di questa nuova versione si attesta sul 95,91%, mentre la vecchia vantava un 96,07%, più in media con la maggior parte dei giochi di slot.\nConclusioni e verdetto\nBlack Knight II, sebbene risulti decisamente più bella dal punto di vista grafico rispetto alla versione precedente, non apporta significative migliorie per quanto riguarda la modalità di gioco.\nSi può dire che entrambe le slot siano dei prodotti adatti a giocatori non troppo esigenti, che si accontentano di gameplay facili e che non propongono bonus o funzionalità speciali ad arricchirli. L’unica bonus feature presente è quella che permette di ottenere dei giri gratuiti grazie al simbolo Scatter, e questo a lungo andare può rendere il gioco molto ripetitivo e anche un pochino noioso.\nIn conclusione, possiamo dire che la serie di Black Knight non è certo il miglior prodotto di casa WMS, ma che può essere un buon gioco per i più inesperti o per coloro che non amano investire grandi somme, per tutti gli altri, si può decisamente trovare di meglio!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Black Knight II",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/black-knight-ii_logo-286x217.jpg",
            "filename": "black-knight-ii_logo-286x217.jpg"
        }
    ],
    "name": "Black Knight II"
}