{
    "studio": "Play’n Go",
    "text": "\nBlack Mamba\nDedicata a tutti gli amanti del rock’n’roll, Black Mamba è la nuova slot di Play’N’Go che attiva bonus e simboli speciali a colpi di riff distorti e assoli epici!\nTema e funzionalità\nLa Play’N’Go ha da poco rilasciato Black Mamba, la slot che ha per protagonista l’omonimo gruppo rock/ heavy-metal italiano che ha raccolto consensi in giro per il mondo grazie al disco Heritage. La band è composta da quattro ragazze un ragazzo: Cecilia al basso, Alexandra alla chitarra, Fred alla batteria e infine Martina, la cantante della band.\nLa grafica ricca di dettagli si ispira a un vero e proprio concerto rock, con la griglia di gioco in primo piano e sullo sfondo le pareti di un locale di musica dal vivo. Sulla destra c’è una postazione su cui si alternano i componenti della band, mentre sul lato sinistro si trovano delle grosse casse da cui partono riff distorti molto potenti. In basso troviamo tutte le informazioni riguardo la nostra giocata e i tasti per settare al meglio la scommessa.\nIl sottofondo musicale è rock allo stato puro, ricco di assoli di chitarra e di batteria e con un inciso che rimane in testa anche dopo aver finito di giocare.\nCaratteristiche principali della slot machine\nBlack Mamba ha una griglia quadrata con 5 rulli a cascata e un sistema di vincita a cluster, ossia le vittorie si ottengono per gruppi di simboli. La puntata minima è di 0,20 €, ma può essere aumentata sino a 100 €, con una vincita potenziale di ben 5.000 volte la scommessa! Tra le varie possibilità c’è anche quella di attivare i giri gratuiti. Black Mamba ha un RTP pari al 94,5% e ha una volatilità media.\nSimboli e funzionalità di Black Mamba\nI simboli di Black Mamba come è logico sono tutti legati al mondo della musica. I plettri, le bacchette, la cuffie e il microfono sono quelli che pagano meno, seguiti dai membri della band, eccetto Martina, che paga già di tutto con in più un moltiplicatore X2. Il serpente è il nostro Wild pagante, sostituisce tutti i simboli e offe buone vincite soprattutto se appare 5 volte. Inoltre, non scompare come accade con gli altri simboli, ma scende di posizione sino a quando non termineranno le combinazioni vincenti. Durante il gioco regolare casualmente sulla destra appare uno dei membri della band a cui sono legati diversi bonus:\n• Fred trasforma dei simboli in altri simboli\n• Alexandra distrugge due serie di simboli\n• Cecilia fa apparire sino a 2 simboli Wild\n• Martina distrugge l’ultima linea e crea un simbolo Martina, che è poi quello che paga di più\nTra i 4 e i 6 simboli della band attivano la funzione “Concerto” in cui ogni musicista si esibisce a turno con il proprio bonus. Per ottenere i Free Spins è invece necessario liberare tutta la griglia. Durante i giri gratuiti per ogni combinazione vincente vedremo il moltiplicatore sulla cassa aumentare di 1x, inoltre ogni volta che il contatore sarà pieno ci verranno assegnati 2 giri extra.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Black Mamba",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/black-mamba_logo-286x217.jpg",
            "filename": "black-mamba_logo-286x217.jpg"
        }
    ],
    "name": "Black Mamba"
}