{
    "studio": "Jade Rabbit Studio",
    "text": "\nBlack and White\nNegli ultimi anni, grazie a serie di fama internazionale come il Trono di Spade, storie su re, regine, principi, principesse e intrighi di corte sono tornate a rapire le menti di milioni di lettori e spettatori.\nC’è un fascino nascosto nel fantasy e il medioevo, che sia per la voglia di vivere quelle storie, o semplicemente la gioia nel consumarle.\nCavalcando l’onda di questo fascino, sono ormai anni che le slot machine provano a mettere i giocatori nei panni di nobili, portandoli in castelli o città medievali.\nBlack And White, della Jade Rabbit Studio, non è da meno, ma con l’aggiunta di un elemento esclusivo. Andiamolo a scoprire in questa recensione.\nNella Corte di Black And White\nSullo sfondo della griglia di Black And White troviamo una città e un palazzo, dal look stranamente poco riuscito a causa di un elemento ben vistoso che ne affossa tutta l’immersività: l’energia elettrica.\nUn errore tanto banale quanto madornale, nel paesino che fa da sfondo a Black And White sono presenti lampioni e case con le finestre illuminate, entrambi elementi che risultano essere ben visibili.\nTra i simboli presenti sulla griglia troviamo il re, la regina, un principe, una principessa e vari tipi di fiori. Il simbolo scatter è rappresentato con un’esplosione di diversi colori, mentre il simbolo wild è raffigurato con un castello.\nL’elemento principale però, che affianca il mal riuscito tema del medioevo, è che tutti i personaggi della slot machine vivono in un mondo in bianco e nero, che man mano comincerà a colorarsi con ogni vincita.\nPurtroppo, anche questo elemento risulta essere poco sviluppato. Invece di una slot machine ben studiata, i cui simboli e ambientazioni si sposano con questa funzionalità, ci ritroviamo semplicemente un filtro bianco e nero su delle generiche figure medievali.\nRighe Da Sbloccare con Black And White\nAnche nel gameplay, Black And White risulta essere particolarmente semplice. Oltre alle giocate gratuite, attivabili trovando 5 o più simboli Scatter, l’unica altra funzione presente è quella della griglia espandibile.\nInizialmente la griglia di gioco sarà 5×3, ma vincendo ci sarà la possibilità di sbloccare due righe aggiuntive, portandola quindi ad essere una griglia 5×5.\nAd accompagnare il tutto c’è un RTP del 98.08%, perfettamente nella media, ma che accompagnato da altri elementi così deboli difficilmente basterà ad attirare l’interesse di un gran numero di giocatori.\nSlot Simili a Black And White\nSe Black And White vi ha deluso, ma cercate una slot machine che giochi con il bianco e nero e l’improvvisa apparizione dei colori, vi consigliamo caldamente Abby & The Witch.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Black and White",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/black-and-white-gratis-286x217.png",
            "filename": "black-and-white-gratis-286x217.png"
        }
    ],
    "name": "Black and White"
}