{
    "studio": "Iron Dog Studio",
    "text": "\nBlirix Workshop\nSe siete amanti del genere Steampunk, allora questa è la slot che fa per voi. Per chi non lo sapesse, lo Steampunk è una corrente letteraria di genere fantasy o meglio fantascientifica ambientata nel 1.800. Il protagonista di questa slot è infatti un giovane scienziato con i capelli biondi sparati verso l’alto e vestito come un aviatore del secolo scorso. La grafica neanche a dirlo è eccezionale, lo stile è quello dei cartoni animati e ci sono tantissime animazioni. L’ambientazione è un laboratorio, in risalto provette messe a bollire, ciotole con dentro liquidi fluorescenti e una libreria su cui capeggia un teschio umano. Su una mensola c’è un topo che ci fissa incuriosito, muovendo la testa e socchiudendo gli occhi di tanto in tanto. Sulla poltrona c’è un gatto addormentato anch’esso dotato di vita propria! Un calderone al centro della stanza proietta in alto la nostra griglia di gioco. Ecco, se dovessimo definire la grafica di Blirix Workshop useremo senz’altro il termine «stupefacente»!\nCaratteristiche della slot\nLa griglia di gioco è una classica 5×3 con 20 linee di pagamento e una scommessa minima di 0,20 €. Si possono impostare tra i 5 e i 99 giri automatici, con alcuni limiti di vincita o di perdita.\nLa volatilità è alta, il valore RTP è del 96,1%.\nSimboli e funzionalità\nSono tantissime le funzionalità di Blirix Workshop. Cominciamo con una panoramica sui simboli: fiori, quadri, cuori e picche sono i simboli che valgono meno in assoluto, a seguire troviamo la lanterna, la clessidra, il catino con la pozione verde e per concludere la pipa avvolta dai tentacoli.\nIl simbolo Wild è la pianta carnivora, sostituisce tutti i simboli tranne quelli speciali e se atterra nella linea inferiore si espande per tutto il rullo.\nUn secondo Wild è il libro delle pozioni. Oltre a fungere da Jolly ha la particolarità di lanciare incantesimi. Durante il gioco normale avremo uno di 4 incantesimi di base:\n\nMoltiplicatore di vincite: assegna un moltiplicatore x2, x3, x4.\nTempesta di mosche gialle: un numero variabile di mosche gialle atterra sui rulli e trasforma i simboli in Wild\nTempesta di mosche viola: un numero variabile di mosche viola atterra sui rulli e trasforma tutti i simboli in quello selezionato\nAggiunta Wild: aggiunge un numero variabile di Wild\n\nIl nostro esploratore è lo Scatter e in base al numero di simboli ci ricompensa con 10, 15 o 20 Free Spins.\nA ogni giro gratuito 3 simboli vengono fatti cadere nel calderone e dopo 5 giri avremo una ricompensa.\nSe compare il libro durante i Free Spins usufruiremo di un incantesimo avanzato:\n\nSwap calderone: i simboli di basso valore vengono trasformati in simboli maggiormente remunerativi\nSwap calderone Wild: un simbolo di basso livello viene trasformato in Wild\nGiro gratis aggiuntivo: assegna ulteriori 5 giri gratis\nMoltiplicatore globale: aumenta il moltiplicatore di 1\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Blirix Workshop",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/blirix-workshop-logo-286x217.png",
            "filename": "blirix-workshop-logo-286x217.png"
        }
    ],
    "name": "Blirix Workshop"
}