{
    "studio": "NetEnt",
    "text": "\nBlood Suckers\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco: 25\nPuntata massima: 50 €\nValore minimo del gettone: 0,01 €\nValore massimo del gettone: 0,50 €\nAutoplay: presente\nReturn to Player (RTP): 98%\n\nBlood Suckers: caratteristiche principali\nSebbene non si tratti di una slot recentissima, Blood Suckers di NetEnt cavalca l’onda di un tema di sicura attualità. Negli ultimi anni infatti abbiamo assistito a una vera e propria invasione da parte dei vampiri, che hanno occupato prepotentemente un posto di rilievo nel cinema, nella letteratura, nella musica e persino nelle slot machine!\nBlood Suckers è una slot abbastanza semplice per quanto riguarda il gameplay, non presenta infatti particolari funzionalità se non quelle tradizionali legate ai simboli Wild e Scatter, più un unico gioco Bonus.\nNon abbiamo la modalità Avalanche che è invece presente in diversi titolo della NetEnt, in compenso troviamo un Return to Player del 98%, superiore alla media, che garantisce delle vincite consistenti.\nLa grafica è anch’essa semplice ma molto ben curata, a partire dallo sfondo in cui in una nebbia fitta spiccano alcune tracce di sangue, segno degli ultimi banchetti dei signori della notte! I simboli sono riprodotti in maniera accurata, con uno stile che ricorda un po’ il fumetto.\nNel complesso Blood Suckers è una slot gradevole alla vista e gratificante come sistema di gioco, adatta a chi punta dritto al sodo senza perdersi in effetti o funzionalità speciali.\n\nSimboli, Wild e Scatter\nI simboli di Blood Suckers sono tutti inerenti il mondo delle creature delle tenebre, a partire da lugubri personaggi dalla pelle diafana fino ad arrivare agli strumenti che, come leggenda vuole, dovrebbero servire per sconfiggere i vampiri.\nTroviamo vampiri di diverso aspetto, da quello che brinda con un calice di sangue a quello con le mani giunte sul petto che sembra appena uscito da una bara; abbiamo poi uno spicchio d’aglio, una pozione magica e una Bibbia con il crocifisso.\nIl simbolo Wild ritrae un vampiro intento a succhiare il sangue dal collo di una bionda fanciulla: questo simbolo si comporta come Jolly e può sostituire tutti gli altri, ad eccezione dello Scatter e del Bonus, per completare un allineamento vincente.\nLo Scatter è rappresentato invece da un’inquietante Sposa-Vampira insanguinata e se compare per almeno tre volte sui rulli, a prescindere dalla posizione occupata, permette di ottenere 10 free spins, in cui tutte le vincite sono triplicate!\nBlood Suckers: Bonus Game\nIl simbolo Bonus raffigura un paletto di legno e un’ascia, incrociati sull’immagine di una bara: quando compare per tre volte sui rulli, partendo da destra verso sinistra, dà l’accesso al gioco Bonus. La schermata cambia, ci si ritrova in una sorta di camera funeraria in cui sono allineate dodici bare: cliccandoci sopra queste verranno aperte e per ottenere delle vincite dovrete uccidere i vampiri che riposano al loro interno. Attenzione però, su dodici bare, in tre non troverete il vampiro da sconfiggere ma degli innocui pipistrelli: se dalla bara escono loro, il gioco Bonus termina immediatamente!\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Blood Suckers",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/blood-suckers-simboli.jpg",
            "filename": "blood-suckers-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Blood Suckers",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/blood-suckers-tabella-pagamenti.jpg",
            "filename": "blood-suckers-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Blood Suckers hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/blood-suckers-modalitá-bonus.jpg",
            "filename": "blood-suckers-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Blood Suckers",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/blood-suckers-logo-286x217.jpg",
            "filename": "blood-suckers-logo-286x217.jpg"
        }
    ],
    "name": "Blood Suckers"
}