{
    "studio": "Lightning Box Games",
    "text": "\nBlown Away\nDalle profondità della terraferma arriva un gioco di slot che è sopravvissuto a un naufragio e ne esce vivo per offrire un’emozionante avventura su tre file e cinque bobine.\nLa Lightning Box è il provider di slot responsabile di questa release, che, come le sue precedenti slot online, è altrettanto coinvolgente e potenzialmente redditizia. Il tema della slot Blown Away ruota attorno all’equipaggio di un peschereccio guidato da un tricheco antropomorfo.\nLe vittorie sono fatte con tre simboli dello stesso tipo che devono cadere sulla bobina più a sinistra ed estendersi verso destra. Ci sono 25 linee di pagamento sempre attive che possono portare a più di una vittoria.\nCi sono anche degli extra che possono aumentare le probabilità di vincita dei premi. Uno di questi simboli è il tricheco stesso, che è il selvaggio, e c’è il simbolo del fulmine (il logo della compagnia), che è la molla libera che innesca la dispersione.\nBlown Away è una slot machine dall’aspetto divertente di Lightning Box, dove lo sviluppatore ha implementato un nuovo tema, che ruota attorno a personaggi animaleschi che vengono abbandonati su un’isola tropicale, il risultato di una tempesta in mare. Penso che avrebbero potuto fare certe cose meglio, ma questa slot include alcune buone caratteristiche, e nel complesso vale la pena di esaminarla.\nUna grafica da sogno\nCome nei giochi precedenti, come lo slot Respin Racer e Astro Cat, i giocatori vengono trattati con una grafica lussureggiante. Lightning Box come azienda ha uno stile riconoscibile nel modo in cui disegnano i simboli e il layout tutto intorno, e questo rende l’avventura della bobina piacevole dal punto di vista visivo.\nI simboli nelle slot di Blown Away sono a dir poco fumettistici. C’è una lucertola scienziata, e una scimmia il cui volto mi sembra familiare, e un tricheco skipper che allude all’isola di Gilligan.\nI risultati delle vittorie si ottengono con una band, cioè con monete d’oro che sgorgano da sotto il mulinello e durante l’avventura del mulinello ci sono note nautiche e suoni dell’oceano.\nNon ci sono molte slot machine che useranno storie ispirate a Robinson Crusoe per i loro disegni, ma questo è quello che sembra stia facendo Blown Away. Piuttosto che avere i soliti umani come personaggi principali, si affidano ad animali e uccelli, uno diverso in ogni simbolo che ha un alto valore o caratteristica. I simboli di gioco di basso valore hanno ancora immagini reali, ma quelli migliori avranno foche, scimmie, pinguini, gabbiani e lucertole.\nFunzioni e simboli della Slot Machine\nIl simbolo del tuono è lo scatter del gioco e cade sui rulli dispari (uno, tre e cinque). Questo simbolo fa scattare il bonus dei giri liberi che è di 10 giri che vengono con un kicker.\nC’è un’alta probabilità che il simbolo del tornado cada sul mulinello. Se questo accade, il simbolo reale più basso sarà rimosso dal gioco.\nDurante tutto il bonus i giocatori possono ottenere il metro di mucca in alto atterrando il simbolo del tornado. Ogni icona di mucca accesa è uguale a 1 volta il moltiplicatore. Inoltre ci sono dei moltiplicatori che possono calcolare le vincite con un fattore fino a 7 volte sulla scommessa.\nIl Seal Wild è presente nel gioco, e si può usare questo per completare vari tipi di combinazioni regolari. Come sostituto, può essere posizionato accanto a qualsiasi simbolo regolare, e formerà una combo con esso.\nRespins innescato da un tornado verrà attivato, quando il simbolo richiesto apparirà sui rulli. Il Tornado è un altro simbolo jolly, ma che si comporta in modo diverso. Appare solo sul rullo 5, e porta il Tornado Respin. Ad ogni respin che si attiva, un diverso valore basso Royal verrà rimosso dai rulli, a partire dai primi. Inizia con il 9, poi rimuove anche il 10 se c’è un Tornado in più che atterra, e può continuare così.\nInoltre, ci sono scatter di barche, che devono atterrare sulle bobine tre volte, tutto in un unico giro. Questo fa scattare 10 rotazioni libere e paga fino a 150 volte il pagamento. In questa modalità, avete la possibilità di raccogliere le Mucche atterrando i Tornado sui rulli, che a loro volta possono aumentare il moltiplicatore per le vostre vittorie fino a 7 volte. Il moltiplicatore può essere aumentato anche attraverso i simboli dei Tornado. Questi rimuoveranno anche un simbolo reale del valore più basso, ad ogni apparizione.\nHai la possibilità di scegliere una scommessa per il prossimo giro, e può essere a partire da €0,25, o fino a €200. La linea di scommessa sembra avere un intervallo da €0,01 a €8, e viene selezionata automaticamente, man mano che si modifica la scommessa totale. In entrambi i casi, il gioco ti dà 25 linee attive per ogni singolo giro.\nCirca 900 volte la puntata è la più alta vincita che il gioco raggiungerà, quando si danno i premi al giocatore. Si tratta per lo più di una slot con una volatilità media, il che significa che ci saranno slot con la stessa quantità di rischio, ma con migliori vincite. Un RTP del 95,70% ci dice anche che c’è spazio per ricompense migliori.\nAltre Slot Machine simili\nI Giochi Lightning Box tendono ad offrire slot con un alto potenziale di vincita – Eagle Sun è raccomandato in quanto è possibile vincere fino a 56.000 volte le puntate su ogni giro gratis giocando con 80 linee di pagamento. Nel gioco base o nella funzione respin, è comunque possibile vincere fino a 28.000 volte le puntate.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Blown Away",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/blown-away-featured-286x217.jpg",
            "filename": "blown-away-featured-286x217.jpg"
        },
        {
            "alt": "Lightning Box nell'occhio del ciclone con la slot Stellar Cash Blown Away",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/Picture1-150x150.jpg",
            "filename": "Picture1-150x150.jpg"
        }
    ],
    "name": "Blown Away"
}