{
    "studio": "SimplePlay",
    "text": "\nBomber Squad\nUna banda di criminali dediti alle rapine, una banca inespugnabile e tanta dinamite sono gli ingredienti di Bomber Squad, la nuova slot targata SimplePlay. Appena apriamo la schermata, ci ritroviamo all’interno di una banca deserta. La grafica ha una definizione unica dovuta allo stile cartoon con cui son stati disegnati i simboli, con tanto di gangster sulla sinistra che a ogni giro spara una raffica di mitra. Durante il gioco bonus la scenografia cambia, il cavo è spalancato e sulla destra è posizionato un altro membro della banda armato di fucile e al braccio una borsa piena di dinamite.\nCaratteristiche della slot\nLa slot ha una griglia classica, con 5 rulli e 3 righe e ben 1024 modi per vincere. La puntata minima è di 0,20 gettoni, con 10 livelli di scommessa e una vincita potenziale di ben 800 volte la puntata.\nBomber Squad offre la possibilità di impostare i giri gratuiti e anche di velocizzare la rotazione dei rulli.\nIl Jackpot è progressivo e viene assegnato casualmente, invece il valore RTP corrisponde al 94,35%.\nSimboli e funzionalità\nCi sono undici simboli regolari e due bonus. Come in moltissime altre slot, anche qui a pagare meno sono i simboli delle carte dal gioco buone per una scala a poker, quindi dal nove all’asso. Per iniziare a vedere vincite più consistenti dovremo però ambire ai simboli a tema con la slot, ossia la pila, il manifesto Wanted, la borsa traboccante di soldi, il mitra o il poliziotto.\nPer quel che riguarda i simboli speciali, il Wild è rappresentato dalla dinamite e appare solo sui rulli 2, 3 e 4. Sostituisce tutti i simboli eccetto lo Scatter.\nLa porta blindata del caveau è invece il nostro Scatter. A differenza di altre slot, per ottenere il bonus è necessario che i simboli siano adiacenti. Prima di iniziare i Free Spins ci verrà data la possibilità di scegliere tra diverse tipologie di bonus. Eccole nel dettaglio:\n\n8 Free Spins e moltiplicatore x10, x15 o x20.\n10 Free Spins e moltiplicatore x8, x10 o x15.\n15 Free Spins e moltiplicatore x5, x8 o x10.\n20 Free Spins e moltiplicatore x3, x5 o x8.\n25 Free Spins e moltiplicatore x2, x3 o x5.\nMystery Option che mischia il numero di Free Spins e la dimensione del moltiplicatore.\n\nDurante i Free Spins, quando atterra un Wild, potrebbero accadere che ne compaiano altri in modo casuale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bomber Squad",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/bomber-squad_gratis-286x217.jpg",
            "filename": "bomber-squad_gratis-286x217.jpg"
        }
    ],
    "name": "Bomber Squad"
}