{
    "studio": "Hacksaw Gaming",
    "text": "\nBook of Time\nUn piacevole ritorno\nAlcune slot vengono ricordate negli anni per la grafica, altre per il gameplay, altre ancora per l’alto RTP. Ci sono poi quelle che rimangono impresse nella memoria per i personaggi memorabili, come accade con Book of Time, la nuova slot di Hawksaw Gaming con protagonista Canny the Can, la simpatica lattina gialla già vista in due precedenti giochi online.\nAnche in questo caso la grafica attira subito l’attenzione del giocatore, con il nostro simpatico amico che si trova alla destra della griglia a controllare le nostre giocate. Lo stile è quello dei fumetti, intuibile anche dal font con cui sono scritte le parole che ci avvisano l’importo delle nostre vincite o il tipo di Bonus attivato.\nLo sfondo è un bosco, con la griglia incorniciata nel legno e i tasti, ben disposti in basso, non occupano molto spazio. I colori sono volutamente sbiaditi, dando al gioco un gusto retrò, caratteristica accentuata anche dalla musica che accompagna le nostre giocate che sembra uscita da un vecchio film anni Cinquanta.\n \nUn ottimo RTP per vincite di livello\nLa griglia di gioco ha cinque rulli e quattro righe, le linee di pagamento fisse sono 20. Le scommesse di Book of Time partono da un minimo di 0,10 €, ma possono essere innalzate a piacimento. La vincita massima è di 10.000 volte la puntata.\nOltre ai giri automatici, troviamo anche due tipi di acceleratori dei rulli. Turbo e Super Turbo.\nLa volatilità è alta, il colore RTP è invece pari al 96,13%.\n \nBonus diversi per vincite favolose\nPrima di conoscere i vari Bonus di questa slot, diamo un’occhiata ai simboli del gioco base. Come in quasi tutti i giochi, anche qui troviamo le carte da gioco buone per una scala reale, quindi dal dieci all’asso, simboli che hanno un valore abbastanza basso. A seguire troviamo le bacchette magiche, il cappello da strega, il pugnale, la mano e il topolino. ogni simboli\nIl libro è un simbolo Wild/Scatter: sostituisce tutti i simboli paganti e se compare almeno tre volte durante la stessa giocata, regala da 10 a 20 giri gratuiti. Prima che parta il gioco Bonus viene selezionato un simbolo speciale che se atterrano su almeno tre rullo, si espandono.\nL’orologio è un altro simbolo Scatter e assegna dieci giri gratuiti. Sui rulli 2, 3 e 4 vedremo degli orologi, le cui lancette variano a ogni giro. In base all’ora segnata, ci regaleranno un moltiplicatore. Inoltre, ogni simbolo orologio che atterra sui rulli ricoprirà la funzione di Wild, espandendosi su tutto il rullo.\n \n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Time",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/12/book-of-time-featured-286x217.jpg",
            "filename": "book-of-time-featured-286x217.jpg"
        }
    ],
    "name": "Book of Time"
}