{
    "studio": "Spinomenal",
    "text": "\nBook of Rampage 2\nTi sei mai chiesto cosa c’è oltre le montagne innevate? Si dice che giganteschi mammut, rinoceronti e leoni dai denti a sciabola prosperino nella slot Book of Rampage 2 di Spinomenal. Di seguito condivideremo maggiori informazioni sulle caratteristiche speciali di questo gioco: giri gratuiti, simboli in espansione e acquisto bonus per una vincita massima fino a 5.000x la scommessa.\nBook of Rampage 2: come giocare gratis e con soldi veri\nCon una griglia 5×3 e 10 linee di pagamento, sarà davvero facile imparare a giocare a Book of Rampage 2 e se hai provato uno dei titoli  della serie “Book of” di Spinomenal. Inoltre, se conosci la slot Book of Rampage originale, ti sarà ancora più facile capire come funziona questa slot online.  \nScegli quanto scommettere per giro. La puntata massima che puoi effettuare con questa slot senza registrazione è di 100€ e la minima è di 0,10€.\nSe desideri iniziare il gioco con la funzione giri gratuiti attiva, puoi premere l’opzione “Acquista” e comprare giri gratuiti. Quanto ti costerà questa funzione dipende dalla dimensione della tua puntata\nIn alternativa, se vuoi giocare alla versione base di Book of Rampage 2, puoi fare clic sul pulsante Gira, sotto i rulli. Buona fortuna!\nRTP, Volatilità, Grafica e Simboli di Book of Rampage 2\nBook of Rampage 2 ha un ritorno al giocatore del 96,14% e una volatilità alta. L’elevata volatilità rende questo gioco una slot perfetta per i giocatori che vogliono ottenere premi più grandi, con qualche rischio in più. \nNel sequel, Spinomenal cambia l’ambientazione della slot, per un viaggio nelle terre innevate dell’era glaciale. Ora, il design è ancora più dettagliato e di alta qualità con una musica di sottofondo molto piacevole.\nIn questo gioco ci sono 10 simboli: icone di basso valore, simboli a pagamento medio e icone speciali.\n\nI simboli a basso costo sono: 10, J, Q, K e A;\nI simboli a pagamento medio sono un dodo, una tigre dai denti a sciabola, un rinoceronte lanoso e un mammut;\nIl simbolo speciale di Book of Rampage 2 è lo Scattered Wild rappresentato da un libro gigante. Paga 2x, 25x o 250x della tua puntata per 3, 4 o 5 simboli e attiva anche la funzione Free Spins quando ti trovi su un tris.\n\nNOTA BENE: nella modalità Free Spins, anche i simboli di base (a pagamento basso e medio) possono espandersi. Puoi consultare la Tabella dei pagamenti della slot Book of Rampage 2 per tutti i dettagli.\nCome attivare i Giri Bonus e i Free Spin di Book of Rampage 2\n\nFree Spin\n\nDopo che 3 o più simboli Scattered Wild si sono fermati sui rulli, si attiverà la modalità Free Spins. Otterrai 10 giri gratuiti e potrai girare la ruota, che determinerà quale simbolo diventerà un’icona in espansione e formerà nuove linee di pagamento oltre a quelle esistenti;\n\nAcquisto Giri Bonus\n\nCon l’aiuto della funzione Bonus Buy, per un costo pari a 104 volte la tua puntata, puoi attivare la funzione Free Spins in qualsiasi momento del gioco! Inoltre, oltre a 10 giri gratuiti, otterrai anche la funzione di espansione dei simboli.\n\nDomande Frequenti \nPosso modificare il numero di linee di pagamento in Book of Rampage 2?\n\nNo, le linee di pagamento in Book of Rampage 2 sono fisse e non possono essere modificate.\n\n\n\nQual è l'RTP della slot del casinò Book of Rampage 2?\n\nLa slot Book of Rampage 2 ha un RTP del 96,1%\n\n\n\nQuali sono le puntate minime e massime della slot del casinò Book of Rampage 2?\n\nLa puntata minima è di 0,1€ e la puntata massima è di 100€. Puoi comunque provare la versione demo e in seguito giocare con soldi veri, dopo esserti registrato e aver ottenuto il bonus benvenuto casino selezionato. \n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Rampage 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/book-of-rampage-2-gratis-286x217.jpg",
            "filename": "book-of-rampage-2-gratis-286x217.jpg"
        }
    ],
    "name": "Book of Rampage 2"
}