{
    "studio": "Betsoft",
    "text": "\nBook of Darkness\nLa slot Book of Darkness, prodotta dal sempre più apprezzato provider Betsoft, ci trasporta in un mondo magico in cui l’oscurità cerca di farsi strada tra l’umanità, ma dove una valorosa guerriera cerca di contrastare un perfido mago e le sue mani infuocate. Il gioco ruota proprio attorno a questo gioco di potere tra i due personaggi protagonisti, che cercheranno di sopraffarsi a vicenda, anche grazie all’ausilio di un libro magico, il Book of Darkness, per l’appunto.\nClash for Power e Shadowform\nLo scontro tra le forze del bene e del male in Book of Darkness hanno luogo tramite le feature Clash for Power e Shadowform. In queste fasi di gioco, la guerriera e il mago si danno battaglia all’ultimo sangue e offrono degli ottimi premi ogni volta che uno dei due ha la meglio sull’altro.\nQuando i simboli della guerriera e del mago si allineano vicini al simbolo del libro dell’oscurità, si attiva la feature Clash for Power. Prima di iniziare viene chiesto di “scommettere” sul personaggio vincente. Scegli bene poiché potrai vincere altri giri gratis! Infatti, questa fase speciale si compone di 10 free spin durante i quali i simboli della guerriera e del mago si danno battaglia, si allargano e riempiono progressivamente l’HERO METER che misura chi sta vincendo.\nSe il personaggio da te ha la meglio, potrai procedere con la feature Shadowform, che prevede 10 extra free spin.\nSe lo scontro viene vinto dal mago, nei 10 giri gratis extra questi aumenterà i simboli espandibili a 5.\nSe lo scontro viene vinto dalla cacciatrice, questa offrirà un moltiplicatore di 5x su tutte le vincite dei 10 free spin extra.\nDettagli tecnici e generali del gioco\nLa slot Book of Darkness presenta un display da video slot classica in formato 3×5, con 10 linee di pagamento.  L’RTP è pari al 96,23% e la volatilità è alta, perciò si tratta di un gioco che offre mediamente un numero di vincite più basso, ma dall’importo più alto. La giocata minima per giro è di 10 centesimi.\nIl gioco è compatibile con sistemi operativi Windows, iOS e Android ed è disponibile su tutte le tipologie di dispositivo, sia desktop che mobile.\nValutazione del gioco\nBook of Darkness è il classico esempio di quello che si può definire un ottimo lavoro in termini di coinvolgimento del giocatore. Infatti, non c’è giro in cui non si pensa al momento in cui avverrà lo scontro tra la cacciatrice e il mago. Il bello è che questa attesa non è dovuta solo alle vincite potenzialmente alte, ma anche alla competizione in sé.\nQuando si riesce a catturare la fantasia e lo spirito competitivo del giocatore, a prescindere dalle vincite, si offre davvero un modello di slot vincente a prescindere, poiché è il divertimento ciò che conta maggiormente.  E Betsoft, con Book of Darkness, dà effettivamente modo di divertirsi, oltre che di vincere premi interessanti.\n\nDomande Frequenti \nCome si gioca a Book of Darkness?\n\nOltre al gioco base in cui cercare di allineare simboli uguali lungo le linee di pagamento, la slot Book of Darkness presenta delle fasi di gioco speciali in cui si può scegliere uno dei due personaggi in lotta (una guerriera e un mago) per ottenere giri gratis aggiuntivi, con moltiplicatori e simboli espandibili. I moltiplicatori moltiplicano le vincite, mentre i simboli espandibili offrono più possibilità di ottenere combinazioni vincenti lungo le linee di pagamento.\n\n\n\nQuanto paga la slot Book of Darkness?\n\nLa slot Book of Darkness presenta un RTP superiore al 96% quindi di buon livello. La volatilità si presenta alta, perciò è una slot che predilige pagare meno volte ma con premi più alti.\n\n\n\nDove posso giocare ala slot Book of Darkness?\n\nPuoi provare gratuitamente la slot Book of Darkness su questa pagina senza alcun deposito. Se ti piace, qui trovi i migliori casinò regolamentati ADM dove giocarci con denaro reale.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Darkness",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/book-of-darkness_featured-286x217.jpg",
            "filename": "book-of-darkness_featured-286x217.jpg"
        }
    ],
    "name": "Book of Darkness"
}