{
    "studio": "Yggdrasil",
    "text": "\nBook of Books\nSei pronto a nascondere e proteggere uno dei più importanti simboli di cultura e conoscenza? La slot Book of Books è il nuovo gioco firmato da Yggdrasil, che ti offre la possibilità di divertirti con il Libro dei Libri, che tra un giro e l’altro mette in palio una vincita potenziale fino a 10.000 volte la puntata!\nTra simboli Scatter e Wild, giri gratuiti e simboli in espansione, puoi divertirti a sbloccare funzionalità aggiuntive interessanti che aumentano l’emozione del gioco. Scopri di più!\nGrafica della slot Book of Books\nBook of Books ha un RTP al 96,10%, una struttura con griglia 5×3 e un massimo di 40 linee di pagamento. Abbiamo un blocco di pietra che incornicia i rulli, mostrando lievemente un’ambientazione che è molto buia e misteriosa. A conquistare l’attenzione è uno dei personaggi dell’Ordine Peregrino creati dal provider: si tratta di un uomo che suona uno strumento, accompagnato da altri 2 “guardiani” che si posizionano sempre ai lati della griglia.\nSui rulli troviamo non solo i semi delle carte, ma anche una mazza, una spada, un cavaliere, un anziano e un re, il cui valore va da 10x e 75x la puntata per cinque icone in una combinazione. Jolly e Scatter sono la ciliegina sulla torta!\nCaratteristiche di gioco e funzioni\nCon lo Scatter (il libro d’oro) ricevi un Power Up che puoi utilizzare nella funzione Free Spin, capace di potenziare quindi con uno o 2 giri gratis in più, un simbolo ad espansione e un moltiplicatore più alto.\nPer quanto riguarda i giri gratis abbiamo 7 giri gratuiti, con la griglia di gioco si espande durante la funzione con un numero di righe e linee di pagamento aggiuntive in base a quanti Scatter trovi. Con 3 Scatter hai 3 righe e 10 linee; con 4 invece hai 4 righe e 20 linee di pagamento; infine con 5 Scatter si sale a 5 righe e 40 linee di pagamento.\nRicorda che puoi accedere direttamente al round bonus acquistandolo in qualsiasi momento nel gioco base.\nConsiderazioni finali\nCome ogni altra “Book of..” che si rispetti, la slot Book of Books riesce a non deludere le aspettative. Indubbiamente però per massimizzare il livello di divertimento bisogna sperare di attivare i giri gratis.\n\nDomande Frequenti \nQual è la vincita massima che si ottiene con la slot Book of Books?\n\nIl potenziale di vincita di questa slot è pari a 10.000 volte la scommessa.\n\n\n\nQual è il punto di forza della slot online?\n\nGiocano un ruolo chiave i simboli Wild e gli Scatter, ma non dimentichiamo poi i giri gratuiti riattivabili con una serie di potenziamenti speciali.\n\n\n\nPosso giocare alla slot Book of Books gratis?\n\nSì, attraverso i migliori casinò online e direttamente sul nostro portale, senza perdere tempo per le ricerche della sua versione demo.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Books",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/book-of-books_new-286x217.jpg",
            "filename": "book-of-books_new-286x217.jpg"
        }
    ],
    "name": "Book of Books"
}