{
    "studio": "BGAMING",
    "text": "\nBook of Cats\nDi solito le slot a tema egizio vedono come protagonisti le divinità e i simboli più famosi, come Ra o Horus. In questa slot a firma BGaming invece la protagonista è Bastet, la dea gatta ventata dagli egizi sin dai tempi antichi. Il gatto era infatti un animale sacro tenuto con ogni cura e regolato da leggi specifiche. Infatti, chi osava fargli del male o decideva di portarlo al di là del Nilo, fuori dalla regione, veniva punito con la pena di morte!\nPer rendere al meglio il carattere mitologico della slot, la BGaming si è impegnata nella creazione di una grafica favolosa sotto ogni punto di vista. Dai simboli super definiti, alla cura dei dettagli, ogni aspetto grafico di questa slot ha il potere di farci immergere in un’atmosfera magica. La griglia di gioco, posizionata sulle rive del Nilo in una giornata assolata, ha 5 bracieri alla base che si accendono quando si attiva una funzione speciale. Al di sotto di essi ci sono i tasti principali e poche altre informazioni, così che la funzionalità del gioco risulta più fluida e più intuitiva. Questo non vuol dire che non siano presenti altre impostazioni, semplicemente sono nascoste e accessibili attraverso il tasto menù.\nCaratteristiche della slot\nIn base alla situazione di gioco, la griglia ha due dimensioni. Durante il gioco base ha 5 rulli e 3 righe, con un sesto rullo bloccato tranne che per una cella. Durante i Free Spins quest’ultimo rullo si sblocca e la griglia diventa una 6×3.\nLe linee di pagamento sono 10 e fisse e si vince allineando dei simboli a partire dal primo rullo a destra e avanzando verso sinistra.\nLa puntata minima è di 0,01 € a linea, ciò vuol dire che uno spin costerà appena 0,10 €. Nulla vieta comunque di aumentare la nostra puntata a piacimento sino a un massimo di 10 €.\nSi possono attivare da dieci giri automatici all’infinito.\nL’ RTP è del 94%.\nSimboli e funzionalità\nAnche in Book of Cats abbiamo i classici simboli di basso valore buoni per una scala reale, quindi dal dieci all’asso. La croce con la testa di gatto vale molto di più, arrivando a pagare sino a 1.000 volte la puntata, stesso valore dilla maschera da gatto. La tessera con il fatto vale sino a 2.500 volte la puntata, mentre la dea Bastet arriva a ricompensarci con 7.500 volte.\nIl libro dorato ha la doppia funzione di Wild e Scatter. Nel primo caso sostituisce tutti i simboli, nel secondo ricompensa con 10 Free Spins. A questo punto vedremo sbloccare il sesto rullo. Durante i Free Spins un simbolo del tutto nuovo sarà a espansione, ossia si estenderà per uno o più rulli, regalandoci tantissime combinazioni vincenti.\nIn Book of Cats c’è anche la possibilità di usufruire della funzione Gamble per raddoppiare l’ultima vincita o perderla completamente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Cats",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/book-of-cats-thumb-286x217.png",
            "filename": "book-of-cats-thumb-286x217.png"
        }
    ],
    "name": "Book of Cats"
}