{
    "studio": "Endorphina",
    "text": "\nBook of Santa\nLa slot Book of Santa è una nuova slot di Endorphina, che vuole scaldare i cuori dei giocatori con un bel tema natalizio. E bisogna dire che ci riesce benissimo, collocando la griglia dei simboli su un camino acceso, con tanto di scintille che si librano nell’aria verso la cappa.\nProdotta da Endorphina, un nuovo provider ma con tante potenzialità, la slot Book of Santa presenta 10 linee di pagamento dislocate su un display dal classico formato 3×5. Come vedremo in questa recensione, presenta interessanti simboli speciali scatter e jolly contemporaneamente, oltre che la possibilità di vincere giri gratis.\nGrafica della slot machine\nGraficamente, la slot Book of Santa si presente molto piacevole, con un display bello grande e i simboli che sembrano davvero illuminati e scaldati dal fuoco, per quanto sono ben riprodotti.\nA rendere il tutto ancora più piacevole è la musica, con gli strumenti e i suoni tipici delle canzoncine natalizie. Insomma, l’atmosfera è servita davvero molto bene.\nI simboli della slot Book of Santa comprendono l’immancabile Babbo natale, la sua slitta, stelle, campanelle e il protagonista del gioco: il libro di Babbo Natale (Book of Santa). Si tratta del libro con tutti gli indirizzi a cui recapitare i regali. Ci sarà anche il vostro?\nLe funzioni e i bonus della slot Book of Santa\nLa slot Book of Santa presenta un solo simbolo speciale, ma molto interessante, che riesce ad attivare anche i giri gratis, l’unica funzione speciale del gioco.\nEd è proprio il libro di Babbo Natale, il simbolo speciale di Book of Santa. Questo simbolo è al tempo stesso sia scatter che jolly. Quindi, oltre sostituire tutti gli altri simboli del gioco per la creazione delle combinazioni vincenti, paga anche ogni volta che esce in 3 o più punti in uno stesso giro.\nVisualizzando 3 o più simboli del libro in uno stesso giro, si attivano 10 giri gratis con uno speciale simbolo espandibile. All’inizio dei giri gratis infatti viene selezionato un simbolo in modo casuale, che avrà la capacità di espandersi sull’intero rullo in cui appare. Durante i giri gratis si possono vincere altri giri gratis.\nAlla fine di ciascun giro vincente si può attivare la funzione “Gamble” per raddoppiare le vincite fino a 10 volte, con il gioco della carta più alta. Sul display vengono mostrate quattro carte e se quella selezionata è più alta di quella del dealer, si raddoppia. Il payout medio per questa funzione è dell’84%.\nValutazione della slot Book of Santa\nLa slot Book of Santa mi ha fatto un’ottima impressione, soprattutto per l’atmosfera che i produttori sono riusciti a ricreare. Giocarci è davvero molto piacevole e la musica (con un po’ di vento di sottofondo) offre quel tocco in più (e se non piace, si può sempre disattivare).\nA livello di gioco, il payout è molto interessante e il simbolo jolly & scatter offre belle soddisfazioni, soprattutto durante i giri gratis, con l’accompagnamento dei simboli espandibili che di fatto possono offrire combinazioni vincenti in modo molto più semplice.\nIl payout medio teorico della slot Book of Santa è del 96%, quindi piuttosto alto. La puntata minima è di 0,01€, la massima di 100€ per giro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Santa",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/book-of-santa-gratis-286x217.jpg",
            "filename": "book-of-santa-gratis-286x217.jpg"
        }
    ],
    "name": "Book of Santa"
}