{
    "studio": "Felix Gaming",
    "text": "\nBook of Anunnaki\nAntichi egizi? Libri misteriosi? Destini che si incrociano? Sei pronto a scoprire il misterioso libro antico e lasciarti travolgere da ricchi premi? Book of Anunnaki è una slot davvero particolare che porta la firma di Felix Gaming , capace di presentare funzionalità standard, giri gratuiti e un jolly che va in espansione. Scopriamo di più in merito a questo titolo che ha un RTP al 95,87% e 10 linee di pagamento disponibili.\nGrafica della slot\nAbbiamo uno stile estetico molto classico che richiama l’Egitto, ma vuole mantenere volutamente una certa semplicità. Come semplice è anche il gameplay del gioco, che prende vita su una struttura con configurazione standard 5×3. I simboli scelti per approfondire la storia sono il Libro magico, che è il Jolly del gioco e va a sostituire tutti i simboli, oltre a pagare anche fino a 1.000 volte la tua puntata quando ne piazzi 5 sui rulli. Si passa poi alla Statua che paga 500 volte la scommessa, mentre con l’occhio di Anubi ottieni fino a 200 volte la scommessa per 5 icone in gioco.\nCaratteristiche e funzionalità speciali\nNon possiamo dimenticare le interessanti funzioni bonus della slot che iniziano con il round di giri gratuiti che viene attivato quando si posizionano almeno 3 o più simboli Scatter in gioco. A quel punto il giocatore riceverà subito 15 giri gratuiti e si parte con il round game che dona un po’ di brio al gioco base. Qui potrà essere scelto il simbolo che diventa l’icona in espansione fino al termine degli spin extra. Quando il giocatore riesce a trovare altri 3 scatter in questo round potrà così riattivare altri 15 giri e cambiare il simbolo speciale. Non vi è quindi un limite di giri ricevuti dal giocatore!\nConsiderazioni finali sulla slot Book of Anunnaki\nCi siamo lasciati trasportare da Book of Anunnaki e abbiamo notato che pur avendo una buona base grafica e di gameplay la slot resta molto blanda. Il che non è uno svantaggio anzi, ma ciò attirerà solo una particolare categoria di giocatori. La sua volatilità è stata valutata dal provider a 4 su 5, quindi potrà offrire raramente dei pagamenti da sogno. Il massimo che puoi ottenere è legato all’attivazione dei giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Anunnaki",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/book-of-anunnaki_logo-286x217.png",
            "filename": "book-of-anunnaki_logo-286x217.png"
        }
    ],
    "name": "Book of Anunnaki"
}