{
    "studio": "Novomatic",
    "text": "\nBook of Ra\nSia che tu sia appassionato della tematica relativa all’antico Egitto, sia che tu abbia scorso un catalogo a caso, sicuramente sotto i tuoi occhi sarà capitata la slot di punta della Novomatic, ovvero Book of Ra. Questo titolo ormai storico è stato talmente amato dal pubblico da aver generato diversi sequel e una versione remastered che ha preso il titolo di Book of Ra Deluxe (abbiamo parlato anche di questo titolo in una recensione dedicata).\nAndiamo velocemente a vedere cosa ha da offrirci questo titolo così da capire il perché di tanto amore da parte del pubblico per Book of Ra.\n\nL’aspetto visivo di Book of Ra\nDato che stiamo parlando di una slot tradizionale, non deve sorprendere l’utilizzo di colori accesi (in particolare per evidenziale il numero di linee di vincita) e di suoni che non sono particolarmente a tema con l’argomento dell’antico Egitto.\nNonostante questo, Book of Ra è una boccata d’aria fresca per chi soffre di nostalgia nei confronti delle vecchie slot ed è riuscita a combinare un aspetto classico con delle meccaniche di gioco più moderne, come vedremo nel prossimo punto di questa recensione.\n\nLe meccaniche di gioco di Book of Ra\nAndiamo ora a parlare di cosa ci propone questo titolo da un punto di vista di gameplay: la slot sfrutta un meccanismo molto comune tra i giochi online, ovvero il 5*3 che presenta cinque rulli e tre linee orizzontali, per mostrare quindici simboli a ogni giocata.\nIl numero estremamente ridotto di linee di vincita, ovvero 9 (anche la remastered ne ha solo 10) potrebbe impensierire alcuni giocatori, ma è bene ricordare che secondo le leggi in vigore l’RTP non può essere inferiore al 90%. Questo cosa vuol dire? Che da questo titolo è lecito aspettarsi una minor frequenza di vincite ma che queste, una volta ottenute, abbiano un valore più alto della media.\nAll’interno del gioco troviamo un unico simbolo speciale che ricopre entrambi i ruoli di Wild e Scatter, ovvero proprio il libro di Ra. Nel primo caso, esso andrà a sostituire tutti gli altri simboli come se fosse un jolly, dandoci la possibilità di ottenere più combinazioni.\nNella veste di simbolo Scatter, invece, è possibile ottenere almeno 3 copie dello stesso libro per innescare i giri gratuiti. In questo caso ti verranno assegnati dieci giri gratuiti durante i quali un simbolo godrà della funzione “espansione”. Cosa vuol dire questo? Che nel caso ottenessimo una combinazione che coinvolga il simbolo in espansione, questo si estenderà su tutto il rullo, dando la possibilità di ottenere ulteriori combinazioni.\nIn base alla nostra esperienza (ma ogni giocatore ha la sua stella e la sua fortuna) innescare questa modalità bonus è meno raro rispetto ad altri titoli online.\n\nTitoli simili a Book of Ra\nDato che le abbiamo nominate in precedenza, non possiamo esimerci dal ricordare che esistono diverse slot che sono nate dopo questo titolo. Della stessa Novomatic infatti troviamo Book of Ra Deluxe (di cui abbiamo già parlato), Book of Ra 6 e Book of Ra Magic.\nSul tema dell’antico Egitto abbiamo invece l’imbarazzo della scelta: da A While on the Nile della Nextgen Gaming arrivando a Egyptian Heroes della NetEnt.\n\nDomande più frequenti - Book of Ra \nDove posso giocare gratuitamente a Book of Ra?\n\nSe volete provare Book of Ra e scoprirne tutti i trucchi senza investire dei soldi veri, potete farlo su SlotJava.it! Book of Ra e tantissimi altri titoli sono disponibili in versione gratuita, senza che vi dobbiate registrare o scaricare un software dedicato.\n\n\n\nPosso giocare a Book of Ra con soldi veri?\n\nCertamente! Si può giocare a Book of Ra con soldi veri nei tanti casinò online come Starvegas o Snai; assicurati che il casinò che scegli abbia una licenza AAMS, sari così certo di avere a che fare con una piattaforma legale e affidabile! Se sei interessato a conoscere i migliori casinò, puoi dare un’occhiata alle recensioni presenti sul nostro sito.\n\n\n\nPosso ottenere dei bonus senza bisogno di avere un deposito e giri gratuiti per giocare a Book of Ra?\n\nSì, è possibile. Tra i tanti vantaggi delle slot online rispetto a quelle terrestri, c’è il fatto che le puoi provare senza spendere un euro grazie ai bonus senza deposito e ai giri gratuiti. Su SlotJava puoi trovare tutte le informazioni che ti servono per scegliere il casinò che ti offre i migliori bonus e le migliori promozioni.\n\n\n\nCome si gioca a Book of Ra?\n\nNulla di più semplice: dopo aver scelto il valore della scommessa e  quante linee di pagamento attivare, basterà cliccare “start” per iniziare a far girare i rulli. Si vince quando compaiono un minimo di 3 simboli uguali su una linea di pagamento. A seguito di ogni vincita è possibile provare il gioco bBonus Risk, che permette ai più arditi di raddoppiare la propria vincita\n\n\n\nQual è il fornitore del software di Book of Ra?\n\nBook of Ra è una delle slot di maggior successo della software house Novomatic. Tra i titoli particolarmente apprezzati dai giocatori, ricordiamo Cold Spell, Attila, Sizzling 6, Dragon’s Deep, tutti disponibili su SlotJava in versione gratuita. Sul nostro sito potrai trovare tantissime altre slot fornite da questo provider!\n\n\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Book of Ra",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/Book-of-Ra-simboli.jpg",
            "filename": "Book-of-Ra-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Book of Ra",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/book-of-ra-tabella-pagamenti.jpg",
            "filename": "book-of-ra-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Book of Ra hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/book-of-ra-modalita-bonus.jpg",
            "filename": "book-of-ra-modalita-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Book of Ra",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/book-of-ra-logo-286x217.jpg",
            "filename": "book-of-ra-logo-286x217.jpg"
        }
    ],
    "name": "Book of Ra"
}