{
    "studio": "Pragmatic Play",
    "text": "\nBook of Vikings\nLa mitologia norrena è sempre un ottimo spunto per creare slot coinvolgenti dal punto di vista grafico. La Pragmatic Play segue questa tradizione offrendo un prodotto all’altezza delle aspettative. Il tema si concentra sull’Edda Poetica, il libro sacro della mitologia norrena, in cui sono raccolti poemi e misteri di questa antica civiltà.\nI rulli si muovono su uno sfondo che riprende i paesaggi ghiacciati tipici dei Paesi del Nord, accompagnati da una musica dal carattere epico che aggiunge notevole pathos al gioco. La consolle di tasti è ridotta al minimo, con il valore della puntata, il tasto più e meno e quello Start che funge anche da Autoplay.\nBook of Vikings si configura dunque come una slot machine molto ben curata anche nei dettagli, ma con un gameplay facile e intuitivo che la rende adatta proprio a tutti!\nCaratteristiche principali della slot machine\nLa Pragmatic Play ha deciso di puntare su una griglia classica a 5 rulli e 3 righe. Le 10 linee di pagamento sono fisse ed è possibile puntare tra i 0,10 € e i 100 €. Punto forte di questa slot è senz’altro il valore RTP pari al 96,5% e la volatilità alta. Questo vuol dire che in media Book of Vikings paga meno spesso, ma quando lo fa le vincite sono sempre molto sostanziose. Le combinazioni paganti sono quelle da sinistra a destra e in caso di più combinazioni sulla stessa linea, verrà pagata solo quella di maggior valore. Se invece le combinazioni vincenti si verificano su linee diverse, allora le vincite verranno sommate. Attraverso il tasto Autoplay è possibile impostare tra 10 e 100 giri automatici e alcuni limiti di vincita o di perdita.\nSimboli e funzionalità di Book of Vikings\nCome di consuetudine, i simboli di valore più basso sono quelli delle carte da gioco, dal 10 all’asso. Essendo ad alta volatilità, le cifre sono comunque di rilievo, se contiamo che il simbolo di minor valore se compare 5 volte paga 1 €. I simboli tematici sono invece quelli che pagano di più: tenendo conto della scommessa minima (0,10 €) il corno e l’elmo pagano sino a un massimo di 7,50 €, la guerriera 20 € e il guerriero 50 €. Il vero simbolo è però il libro, che assume la doppia funzione di Wild e Scatter. Nel primo caso sostituisce tutti i simboli e paga sino a 200x la puntata totale, mentre la funzione Scatter si attiva quando compaiono sui rulli 3 o più libri. In tal caso, si avrà. diritto a ben 10 giri gratuiti. Prima che il gioco Bonus cominci, viene selezionato casualmente un simbolo speciale che si estende coprendo tutte le 3 posizioni sul rullo. Ulteriori 3 simboli Scatter danno diritto a 10 nuovi Free Spins, senza nessun limite al numero di riattivazioni.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Vikings",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/book-of-vikings-gratis-286x217.jpg",
            "filename": "book-of-vikings-gratis-286x217.jpg"
        }
    ],
    "name": "Book of Vikings"
}