{
    "studio": "Triple Edge Studios",
    "text": "\nBook of Oz\nBook of Oz e il suo seguito sono due delle slot a tema Mago di Oz più conosciute nel settore e sono entrambe targate Microgaming. Non sorprende vedere tanta cura dedicata a una tematica di questo tipo, in quanto questa saga letteraria (e il film che ne è derivato) è una delle più amate di tutti i tempi, sebbene la sua diffusione in Italia sia stata meno capillare rispetto che all’estero.\nLa slot di cui andremo a parlare oggi nella nostra recensione ha delle caratteristiche molto peculiari che l’hanno resa particolarmente nota nell’ambiente, per questo senza altri indugi andiamo a parlare dell’aspetto grafico.\nBook of Oz: la città di smeraldo\nCosì come sarebbe successo anche nel capitolo seguente, anche in questa slot il colore predominante è il verde che parte dallo sfondo e si estende ai vari simboli all’interno della griglia di gioco. Quest’ultimi mostrano molti elementi delle carte da gioco, sia in termini di simboli (A, K, Q…) sia in termini di semi (Fiori, cuori…).\nOltre a questi si trovano altri simboli, sempre sotto forma di pozioni magiche, che fanno riferimento agli elementi della storia, come la pozione con il tappo a forma di leone che infonde coraggio.\nLo stile si rivela essere dettagliato ma semplice allo stesso tempo, così che l’attenzione del giocatore si possa dedicare esclusivamente alle meccaniche di gioco.\nBook of Oz: il respin\nSulla carta ci troviamo di fronte a una slot molto classica, con un meccanismo 5*3 che prevede cinque rulli che mostrano tre simboli ciascuno per ogni giocata. Come per il suo sequel, anche in questo caso parliamo di dieci linee di vincite.\nLa caratteristica più apprezzata di questo gioco è sicuramente il respin: dopo aver girato i rulli una volta è possibile scegliere se e quali girare nuovamente, con lo scopo di ottenere una combinazione vincente. Ogni respin ha un costo che aumenta con la possibilità di ottenere una combinazione dal valore più grande.\nUna delle strategie più utilizzate a tal proposito è quella di minimizzare l’investimento di denaro andando a girare i rulli solamente quando abbiamo trovato almeno due libri. I libri, infatti, svolgono sia il ruolo di simbolo Wild che di simboli Scatter, dando la possibilità di accedere ai giri gratuiti.\nMa naturalmente questa è solo una delle tecniche applicabili e ogni giocatore trova il suo personale modo di approcciarsi a questa slot.\nSlot simili a Book of Oz\nParlando di slot che hanno delle caratteristiche in comune, non possiamo cominciare la nostra lista se non con il sequel di cui abbiamo già parlato, ovvero Book of Oz Lock n Spin, sempre della Microgaming. A questo si aggiungono The Wonderful Wizard of Oz e New Wizard of Oz che sebbene offrano delle meccaniche diverse, condividono la stessa tematica.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Oz",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/book-of-oz_free-286x217.jpg",
            "filename": "book-of-oz_free-286x217.jpg"
        }
    ],
    "name": "Book of Oz"
}