{
    "studio": "Mancala Gaming",
    "text": "\nBook of Wealth\nBook of Wealth è una slot online che ti dà il benvenuto nel deserto egiziano dove, secondo la leggenda, è nascosto il misterioso libro che ti rileverà innumerevoli ricchezze. Questo nuovo titolo Mancala Gaming offre ai giocatori un gameplay coinvolgente con grafica HD e una tradizionale selezione di bonus. Nella nostra recensione, ti forniremo tutte le informazioni importanti sui parametri chiave del gioco come RTP e volatilità e potrai provare la sua versione demo gratuita.\nSlot Gratis Book of Wealth: RTP, Volatilità e Scommesse \nLa slot machine Book of Wealth è un’avventurosa slot online a tema egiziano con 5 rulli, 3 file e 10 linee di pagamento fisse. Puoi scommettere tra 10€ fino a 900€ per giro, con una vincita massima pari a 1.364 volte la tua puntata. Questo gioco presenta bonus come simboli Wild e Scatter, simboli in espansione e giri gratuiti.\nÈ disponibile un’opzione di riproduzione automatica che ti consente di giocare a mani libere sia da pC che da mobile. Se sei un giocatore veloce, premi il pulsante Turbo per aumentare la velocità di gioco.\nQuesta slot senza scaricare ha una volatilità media con un tasso RTP fissato al 95%. Giocando a un gioco a media volatilità, è probabile che tu sperimenterai vincite abbastanza regolari. \nGrafica, Simbologia di Book of Wealth \nBook of Wealth è un gioco visivamente accattivante. È progettato con cura da Mancala Gaming che ha ambientato la trama in una piramide delimitata da 2 statue antiche e illuminata da lampade a fuoco. Di sottofondo, non può mancare l’autentica colonna sonora egiziana che aggiunge profondità e mistero al gameplay.\nTutti i simboli sui rulli sono disegnati con cura, incluse le icone delle carte da gioco che sono le meno redditizie. I simboli da tenere d’occhio invece includono i segni di Iside, Hathor, Faraone e l’Esploratore, con pagamenti per combinazioni di 2 o più simboli. L’Explorer è il vero protagonista della tabella dei pagamenti e offre fino a 50 volte la puntata.\nIl librone funge sia da simbolo Wild che da simbolo Scatter in questa slot. Come Wild, paga 200 volte per 5 icone uguali sui rulli e sostituisce anche tutti gli altri simboli. Il librone attiva anche  il gioco bonus quando funge da scatter e premia 50 volte per 5 simboli sparsi ovunque in vista.\nCome ottenere Giri Gratis giocando a Book of Wealth\n\nFunzione Bonus Free Spins \n\nQuando 3 o più Scatter appaiono in qualsiasi posizione sui rulli, attivano questa funzione bonus con 10 giochi gratuiti. Prima dell’inizio del round bonus, viene scelto un simbolo che funge da simbolo speciale in espansione. Se sei fortunato ad ottenere almeno 3 libroni durante la modalità giri gratuiti, riceverai altri 10 FS con lo stesso simbolo in espansione;\n\nFunzione Simbolo in Espansione\n\nDurante i giri gratuiti, 1 simbolo speciale può estendersi fino a occupare l’intero rullo. Paga come le normali icone, ma anche su posizioni non adiacenti e su tutte le linee di pagamento attive.\n\nDomande Frequenti \nPosso giocare gratuitamente a Book of Wealth senza registrarmi?\n\nSÌ! la slot machine Book of Wealth può essere giocata in qualsiasi momento su Slotjava gratuitamente e non è richiesto alcun download! C’è comunque anche la versione con soldi veri, se lo preferisci. \n\n\n\nQual è l’RTP di Book of Wealth?\n\nLa slot online Book of Wealth ha un RTP ufficiale del 95% e una volatilità media. Puoi goderti questo o trovare slot con RTP elevati nel nostro catalogo aggiornato di slot gratis.\n\n\n\nPosso vincere un jackpot progressivo alla slot Book of Wealth?\n\nNo, sfortunatamente non puoi vincere un jackpot progressivo sullo slot Book of Wealth, ma puoi attivare altre funzionalità tra cui Autoplay, Scatter e Wild molto generosi.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Wealth",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/book-of-wealth_logo-286x217.jpg",
            "filename": "book-of-wealth_logo-286x217.jpg"
        }
    ],
    "name": "Book of Wealth"
}