{
    "studio": "Relax Gaming",
    "text": "\nBook of Power\nC’è una nuova “Book” slot, un nome che lascia ben sperare per l’avvio di una fortunata saga capace di sorprendere gli appassionati del gambling online. In questo caso parliamo di Book of Power, che è stata sviluppata dal provider Relax Gaming. Si presenta con una griglia 5×3, 10 linee di pagamento fisse e un RTP al 96,11%, valore al di sopra della media del settore. Ma vediamo che cosa ci offre questa macchinetta online e perché può diventare una delle preferite dei giocatori occasionali.\nGrafica della slot Book of Power\nSiamo in Egitto, nel centro di un corridoio a colonne che è dominato da statue giganti dove si posiziona la griglia di gioco, pronta ad ospitare anche simboli a tema. Oltre alle carte reali che vanno dal 10 all’asso, che pagano fino a 15 volte la puntata, si sale poi alle icone specifiche, come la piramide, lo scarabeo, il sarcofago e l’esploratore. Quest’ultimo paga fino a 500 volte la puntata.\nNon mancano poi Jolly, Scatter ed animazioni ben studiate che rendono molto piacevole il design di gioco, senza rendere troppo banale questa slot che si affida chiaramente a un tema già visto e rivisto.\nCaratteristiche di gioco e funzioni\nLa slot Book of Power ha diverse funzionalità bonus che possono rendere il gameplay ancora più divertente. Pensiamo ai suoi free spin, che si ottengono con 3, 4 o 5 Scatter nello stesso e offrono 10, 15 o 20 giri gratuiti. Viene scelto un simbolo speciale che si espande e può riempire l’intero rullo e per formare nuove vincite\nNon dimentichiamo poi la funzione Power Free Spins, che si attiva con i Super Scatter posizionati sui rulli 2, 3 o 4, portando i rulli a diventare interamente dorati.\nInfine con le Funzionalità Power Bet e Bonus Buy è possibile raddoppiare la propria scommessa nel primo caso e accedere direttamente al round Free Spins o Super Free Spins nel secondo caso.\nConsiderazioni finali\nLa slot Book of Power, anche se tratta un tema che è già visto e stravisto per le slot online, riesce comunque a sorprendere. Ha un buon gameplay, offre un’esperienza di slot semplice e ha un buon valore RTP. Relax Gaming ha saputo creare un titolo che farà sicuramente parlare di sé!\n\nDomande Frequenti \nL’RTP della Book of Power slot è considerato troppo basso?\n\nNo, il suo ritorno al giocatore è nella media del mercato di riferimento (al 96,11%) e non delude minimamente le aspettative.\n\n\n\nPosso giocare alla slot Book of Power gratis?\n\nSì, puoi farlo anche sul nostro portale, oppure scegliendo casinò online che presentano la versione For fun delle slot. Consigliamo sempre di farlo per prendere un po’ di confidenza con le caratteristiche della slot.\n\n\n\nQual è la vincita massima potenziale di Book of Power?\n\nLa vincita massima potenziale che si può raggiungere è di 15.000 volte la puntata su qualsiasi giro.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Power",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/04/book-of-power-free-286x217.jpg",
            "filename": "book-of-power-free-286x217.jpg"
        }
    ],
    "name": "Book of Power"
}