{
    "studio": "Red7",
    "text": "\nBook of Relics\nLe prime slot machine ad essere immesse sul mercato come macchinette da sala giochi o da bar sono state le mitiche Fruit Machine, ossia i giochi in cui i simboli erano rappresentati da frutti, dal numero 7, dalla scritta BAR e dalla campanella. Con l’avvento delle slot machine online le software house piano piano hanno abbandonato le Fruit Machine e si sono sbizzarrite cercando di proporre giochi con tematiche sempre più originali, magari accompagnate da effetti speciali o dalle ultime tecnologie nell’ambito delle animazioni tridimensionali.\nLe slot a tema antiche civiltà, e in particolare quelle ambientate all’ombra delle piramidi dell’Egitto, sono di certo le più popolari: ogni software house che si rispetti ne ha una nel proprio catalogo, e anche la Williams Interactive con la sua Book of Relics si inserisce a pieno titolo in questo filone.\nMolte slot a tema antico Egitto si sviluppano intorno a immagini di antichi tempi, piramidi e ambientazioni desertiche, Book of Relics invece usa come sfondo una tomba abbandonata.\nLa grafica di questa slot riesce a rendere perfettamente il clima di oscurità e mistero e sebbene non sia niente di eccezionale, riteniamo che riesca a creare la giusta atmosfera per garantire un’esperienza di gioco coinvolgente.\nIl protagonista di Book of Relics è la divinità Anubi, con le fattezze mezzo umane e mezzo canine, che compare sia nella schermata iniziale sia ai lati della griglia di gioco, immersa nelle profondità sabbiose dell’antica tomba.\nCaratteristiche principali della slot\nBook of Relics nasce da una collaborazione tra la Williams Interactive (WMS) e la Red 7, ed è disponibile sia da computer desktop, sia per dispositivi mobili Android, Windows e iOS.\nLo schema di gioco è quello tradizionale, con cinque rulli, tre righe, dieci linee di pagamenti fisse e vincite che si ottengono per allineamenti di simboli identici su rulli adiacenti andando da sinistra verso destra.\nI pulsanti Plus e Minus, posti sotto la griglia di gioco, permettono di selezionare l’importo della scommessa, che va da un minimo di 10 centesimi fino a un massimo di 200 € a giro, soddisfacendo tutte le tipologie di giocatori.\nIl ritorno teorico al giocatore (return to player o RTP) dichiarato di Book of Relics oscilla tra il 94,36 e il 96,36%.\nSimboli e funzionalità\nI simboli con valore più basso sono i numeri e lettere che si riferiscono alle carte da gioco, riprodotti in stile egiziano, che in questo caso vanno dal 10 all’Asso.\nPer ottenere delle vincite più consistenti si dovrà sperare che appaiano sui rulli i simboli tematici, tra i quali troviamo un pugnale, la divinità con la testa di uccello, la regina e il Faraone, che ha il valore più alto in assoluto, fino a 5.000 volte l’importo della puntata quando compare su tutti i cinque rulli.\nIl Wild del gioco è il libro delle reliquie che dà il titolo alla slot e che oltre alla funzione di jolly ha anche quella di Scatter, permettendo di ottenere un numero variabile di giri gratuiti, in cui si può usufruire di alcuni moltiplicatori.\nAd aumentare le possibilità di vincita c’è anche la funzione dei simboli impilati, attiva anche questa quando si giocano i free spins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Relics",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/book-of-relics-slot-286x217.png",
            "filename": "book-of-relics-slot-286x217.png"
        }
    ],
    "name": "Book of Relics"
}