{
    "studio": "Tom Horn Gaming",
    "text": "\nBook of Ba\nIl Dio degli inferi ti conduce in un passaggio segreto che divide i morti dai vivi, coloro che  beneficeranno di un jackpot statico da 500 monete in questa video slot gratis Book of Ba di Tom Horn Gaming. Sei abbastanza coraggioso per questo viaggio nei sotterranei segreti?\nCome funziona questa slot senza scaricare?\nCon questo gioco a 5 rulli a 3 file e 9 linee a tema Egitto, combatterai il regno infernale con:\n\nWilds,\nScatters,\nFree Spins\nSpecial Expanding Symbols.\n\nNascoste in questo gioco ci sono ricchezze inimmaginabili sorvegliate da guerrieri ancora in vita. Per poterle raggiungere dovrai attivare la tabella dei pagamenti usando il trucco più antico di sempre: abbinare 3 o più simboli dello stesso tipo che saranno pagati in base al loro valore. Nel gioco base, i vincitori attivano la modalità Shatter che farà comparire nuove icone sul set di rulli per formare un’altra combinazione vincente. Questa funzione continuerà per 4 volte di seguito, mentre il moltiplicatore di vittorie aumenterà da 1x a 4x le tue scommesse.\nSimbologia standard ed extra\n\nOltre ai simboli regolari progettati per abbinarsi al tema principale del gioco, troverai anche Wild come quelli che possono aiutarti a sostituire tutti gli altri tranne lo Scatter.\nDurante il Bonus del Libro di Ba, i giocatori beneficeranno in gran parte dei simboli speciali in espansione. È interessante notare che essi non hanno bisogno di apparire sui rulli adiacenti per espandersi. Inoltre, questo round inizia sempre con un moltiplicatore di 1x che può aumentare fino a un massimo di 4x la tua puntata.\n\nChe tipo di funzionalità speciale puoi aspettarti?\nRaccogli 3 Scatter e verrai ricompensato con una serie di 10 giri gratuiti di Book of Ba. Questa è una funzione riattivabile in cui è possibile guadagnare lo stesso premio per un’altra dose di 3 Scatter. Prima che inizi il divertimento, verrà assegnato uno speciale simbolo di espansione per estendersi, coprire un’intera bobina e aiutarti a ottenere il Libro di Ba Big Win.\nI miei pensieri finali su Book of Ba\nDopo esserti addentrato nei sotterranei e aver seguito i miei suggerimenti, sarai pronto per vivere questa avventura mitologica a tema Antico Egitto – come Book of Ra –  e provare a vincere le ricchezze nascoste e protette dal Dio degli inferi. Se stai cercando un gioco per qualche ora di intrattenimento gratis o con soldi veri di qualità ispirato all’antichità, questa slot online potrebbe fare al caso tuo!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Ba",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/book-of-ba_thumb-286x217.jpg",
            "filename": "book-of-ba_thumb-286x217.jpg"
        }
    ],
    "name": "Book of Ba"
}