{
    "studio": "Novomatic",
    "text": "\nBook of Maya\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5x 3 righe\nLinee di vincita: 10\nPuntata min.: 0,20 €\nPuntata max.: 10 €\nMax. di monete: 1\nTema e grafica\nCon Book of Maya, gioco di punta della Novomatic, viaggiamo nella giungla alla scoperta degli antichi tempi aztechi.\nEntriamo dunque nei panni dell’esploratore per trovare il tesoro perduto dei Maya, seguendo tracce e indizi speciali.\nLa grafica è suggestiva pur non essendo particolarmente elaborata: mancano le animazioni 3D e non sono presenti effetti speciali.\nIl punto di forza di questa slot è tuttavia proprio la sua semplicità, con una schermata iniziale “adagiata” su un antico tempio e poche distrazioni per il giocatore che vuole puntare dritto al sodo.\nSimboli, Wild e Scatter\nL’iconografia di Book of Maya riprende gli antichi simboli della cultura azteca, tra cui le maschere e le divinità, a cui sono affiancate le classiche carte da gioco, dal 9 all’asso, come da tradizione nelle slot machine terrestri e in quelle online firmate Novomatic.\nIl simbolo più importante è il libro di Maya appunto, che è non rappresenta solamente il simbolo Wild ma anche lo Scatter.\nCome si gioca?\nLe vincite su Book of Maya sono assegnate quando vi è un allineamento dei diversi simboli da sinistra verso destra. L’importo della vincita è diverso a seconda sia del numero di simboli che appaiono sul rullo, con un minimo di tre, sia del valore dei simboli stessi, con le carte che danno la vincita più bassa e le figure quelle più alte.\nUna caratteristica molto amata in questa slot è la possibilità di personalizzare ogni giocata, scegliendo l’importo da giocare e su quante linee di pagamento puntare.\nLa puntata massima su Book of Maya è di 1000 €, ed è possibile aumentare in maniera consistente le vincite quando appare sulla schermata il simbolo Scatter (antico libro Maya), che paga a prescindere da quale sia la posizione che occupa sui rulli.\nOltre a questo, Book of Maya propone la modalità Extra Bet, con la quale si possono vincere degli ulteriori giri gratuiti mentre si giocano le partite bonus.\nImmancabile la funzione Gamble, che si attiva automaticamente dopo qualsiasi vincita: sulla schermata appare mano di carte da gioco, e si può decidere di scommettere sul colore, rosso o nero. In caso di scommessa giusta la vincita sarà raddoppiata, in caso contrario si perderà il premio iniziale. Per la funzione Gamble si ha dunque una possibilità di vincita random del 50 %.\nIn conclusione\nLinearità, facilità di gioco e molteplici possibilità di vincita sono le caratteristiche che hanno reso Book of Maya una delle slot di punta della Novomatic.\nNon vi stupirà con colonne sonore e grafiche spettacolari, ma vi terrà incollati allo schermo grazie alle numerose funzionalità, giochi bonus e funzione Gamble, adatta ai giocatori più intrepidi.\nSlot simili\nLa tematica delle antiche civiltà è stata ampiamente sviluppata nel mondo delle slot machine.\nMolto simile come tema rispetto a Book of Maya è Mayan Riches della IGT, mentre se ci spostiamo nell’antico Egitto, troviamo la famosissima Book of Ra, ma anche diversi titoli meno noti tra cui Solar Queen.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Maya",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/08/book-of-maya-logo-286x217.jpg",
            "filename": "book-of-maya-logo-286x217.jpg"
        }
    ],
    "name": "Book of Maya"
}