{
    "studio": "Quickspin",
    "text": "\nBook of Inferno\nUn nuovo capitolo per Anna!\nBook of Inferno, la nuova slot targata Quickspin ha come protagonista l’esploratrice che abbiamo già visto in un altro titolo di grande successo, Dinosaur Rage. L’altro protagonista del gioco è il libro, anch’esso già conosciuto in altri giochi sempre della Quickspin come Book of Duat.\nCome intuibile dal titolo, l’ambientazione è l’inferno, dove la nostra eroina dovrà vedersela con il tre demoni davvero spaventosi, disegnati benissimo dalla squadra di grafici del provider.\nÈ proprio la grafica a dare una spinta in più al gioco, con i simboli ben definiti e un’ambientazione che sembra uscita da un film dell’orrore. La griglia di gioco ha una cornice di ferro con due statue demoniache ai lati e un cumulo di teschi alla base, sullo sfondo un fiume di lava incandescente che si riflette su tutta la schermata.\nUn gameplay tradizionale\nLa griglia di gioco ha una forma classica, con 5 rulli e 3 righe, con 10 paylines fisse su cui è possibile scommettere da minimo 0,10 € a un massimo di 100 €. La vincita massima ripaga 5.846 volte la scommessa.\nVengono considerate vincenti le combo formate da simboli identici su una linea di pagamento, a partire dal rullo di sinistra e procedendo verso destra.\nIl tasto del fulmine accelera la caduta dei simboli, l’Autoplay ci permette invece di giocare in modalità automatica.\nLa volatilità media offre un buon bilanciamento tra giri effettuati e importi vinti, il ritorno teorico al giocatore pari al 96% è nella media.\nSimboli di Book of Inferno\nPassiamo ora ai simboli, che troviamo di basso livello, di medio livello e di alto livello. I reali dal 9 all’Asso appartengono al primo gruppo, mentre i demoni al secondo. Al gradino più alto della scala di valore c’è Anna, che ricompensa sino a 500 volte la puntata. Se per i simboli delle carte occorrono almeno 3 simboli per vincere, degli altri simboli ne bastano invece 2. Per avere un quadro dettagliato del valore delle icone è sempre consigliabile consultare la tabella dei pagamenti.\nIl libro è il simbolo Wild e ricopre la consueta funzione di Jolly, andando a sostituire tutti i simboli regolari. Altra particolarità è che ripaga sino a 500 volte la puntata.\nIl Wild ha anche la funzione di Scatter e attiva i giri gratuiti. Inoltre, in modo del tutto casuale, il libro dell’inferno potrà apparire al centro schermo e verrà estratto un simbolo, contrassegnato nello Spin successivo da una cornice. Se nel giro successivo il Wild contribuirà a formare una combo con il simbolo marcato, allora si espanderà su tutto il rullo, regalando vincite molto alte.\nLa funzione Free Spins può essere acquistata al costo di 125 volte la puntata.\n\nDomande Frequenti \nPosso giocare a Book of Inferno sul tablet?\n\nCerto, essendo in versione HTML5 questo gioco è fruibile da ogni dispositivo mobile e da ogni sistema operativo.\n\n\n\nA quanto corrisponde la vincita massima di Book of Inferno?\n\nCon Book of Inferno si può vincere sino a 5.846 volte la scommessa.\n\n\n\nDove posso trovare Book of Inferno?\n\nSi può giocare a Book of Inferno in tutti i casinò online legali.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Inferno",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/02/book-of-inferno_thumb-286x217.jpg",
            "filename": "book-of-inferno_thumb-286x217.jpg"
        }
    ],
    "name": "Book of Inferno"
}