{
    "studio": "All41 Studios",
    "text": "\nBook of Atem\nTra gli ultimi prodotti del catalogo della Microgaming, Book of Atem è una slot machine che seppur di qualità, come del resto tutti i giochi di questo provider, non presenta novità o funzioni che ci facciano spalancare gli occhi dallo stupore.\nNonostante questo, quando diciamo che ha tutte le caratteristiche per diventare una delle vostre slot preferite, lo pensiamo davvero: è uno di quei giochi semplici, dal potenziale di vincita consistente e con una tematica coinvolgente che alla fine la maggior parte dei giocatori sceglie per trascorrere dei momenti di gioco divertenti e non troppo impegnativi.\n \nLa grafica è molto curata e quello che ci ha colpito è il fatto che a differenza della maggior parte delle slot machine a tema Egitto, questa non prevede colori caldi sulle tonalità del porpora e rame, ma bensì uno sfondo di colore acquamarina che conferisce un’aria rilassante alla schermata, per un’esperienza di gioco davvero easy!\nLa struttura di Book ok Atem è assai semplice: cinque rulli, dieci sole linee di pagamento e un range di puntate che va da 0,10 fino a 25 €; il Return to Player si attesta su un ottimo 96,45 %, mentre la vincita massima di questa slot machine è pari a 5000 volte la puntata iniziale, per un valore in denaro di ben 125.000 €! Ne vale la pena, no?\nSimboli regolari, Wild e Scatter in Book of Atem\nIn questa slot i simboli si dividono in tematici e non tematici, e in regolari e speciali.\nTra i simboli regolari non tematici, come spesso accade, troviamo i numeri e le lettere che si riferiscono alle carte da gioco dal 10 all’Asso, riprodotti in maniera coerente con il resto della grafica.\nI simboli tematici regolari sono invece rappresentati da una ninfea che galleggia in un lago, un cobra e un immancabile faraone, che tra tutti i simboli è quello che paga di più, offrendo una vincita pari a 500 volte la puntata nel caso di allineamento su tutti i cinque rulli.\nIn Book of Atem il simbolo chiave è proprio il libro di Atem, che svolge la doppia funzione di Wild e Scatter: come Wild funge da jolly sostituendo gli altri simboli, mentre come Scatter permette di accedere al gioco Bonus Free Spins.\nFree Spins e simboli espandibili\nQuando il Libro di Atem atterra per 3, 4 o 5 volte sui rulli in un singolo giro, si ottiene un pagamento pari a 2, 20 o 200 volte la puntata iniziale, ma non solo, si accederà anche alla funzione Free Spins, cominciando con 10 giri gratuiti.\nPrima dell’inizio dei Free Spins uno tra i simboli standard verrà selezionato casualmente e avrà il ruolo di simbolo espandibile: ogni volta che comparirà sui rulli infatti si espanderà fino a coprirli tutti, aumentando così le possibilità di vincita.\nSe durante i giri gratuiti si avrà nuovamente una combinazione di tre simboli che rappresentano il Libro di Atem si otterranno altri 10 Free Spins e questo può accadere virtualmente un numero illimitato di volte!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Atem",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/book-of-atem-gratis-286x217.jpg",
            "filename": "book-of-atem-gratis-286x217.jpg"
        }
    ],
    "name": "Book of Atem"
}