{
    "studio": "Spinomenal",
    "text": "\nBook of Muertos\nUna festa colorata\nEl dia de los Muertos è la festa che si celebra in Messico e più in generale nei paesi del Sud America per commemorare i defunti. Ricca di folclore, questa ricorrenza si svolge tra il ventotto ottobre e il primo novembre e prevede l’utilizzo di carri allegorici, teschi, rose e ghirlande.\nCon questa slot la Spinomenal è riuscita a ricreare la giusta atmosfera che si respira nelle vie di Città del Messico, anche in virtù di una grafica semplice ma d’impatto. Sullo sfondo si nota un tipico paese sudamericano, ma di notte, con qualche luce e petali di rosa che cadono dall’alto. E proprio le rose sono uno degli elementi che caratterizzano tutti i simboli, da quelli di basso livello come le carte da gioco, a quelli maggiormente remunerativi, come il teschio e la donna mascherata.\nLinee di pagamento fisse e una griglia grande\nDi solito siamo abituati a vedere griglie 5×3, in questo caso però la Spinomenal ha mantenuto le 3 linee ma optato per un rullo aggiuntivo, quindi 6. Le linee di pagamento sono 10 e fisse, con il costo della singola partita fissato a 0,10 €.\nTra le funzioni presenti, troviamo l’Autoplay, anche se a differenza di altri giochi, qua non è possibile decidere a monte il numero di giri automatici.\nLa volatilità è media, mentre il ritorno teorico al giocatore è pari al 96,01%.\nUna funzione speciale che può anche essere acquistata\nIn Book of Muertos troviamo simboli regolare di basso e medio livello e uno speciale che invece regala vincite molto alte.\nI simboli di minor valore sono le carte da gioco dal dieci all’asso, quelli di medio valore invece sono il cappello, le pistole incrociate, il teschio e la donna.\nA pagare più di tutti è però il simbolo Wild, rappresentato dal libro dei morti. Con 3 di questi simboli avremo un moltiplicatore 2x, con 4 simboli sarà x25, con 5 simboli x250 e con 6 ben x500!\nNaturalmente il simbolo Wild ricopre anche la funzione classica di Jolly, andando a sostituire tutti i simboli. Inoltre, ha anche al funziona di Scatter e regala dieci Free Spins, durante i quali un simbolo causale verrà scelto e ogni volta che comparirà si espanderà su tutto il rullo. Questo Bonus può anche essere acquistato.\n \n\nDomande Frequenti \nA quanto corrisponde il valore RTP?\n\nIn Book of Muertos il ritorno teorico al giocatore è del 96,01%, un return to player di tutto rispetto e pienamente nella media.\n\n\n\nPosso giocare a questa slot anche sul tablet?\n\nCerto, esiste una versione per pc e una per dispositivi mobili, per continuare a far girare i rulli ovunque ti trovi e senza perdere in fluidità.\n\n\n\nIn Book of Muertos quale è la volatilità?\n\nLa volatilità è media, ciò significa che non dovrete faticare tantissimo per ottenere delle vincite ma che i premi particolarmente sostanziosi non saranno così frequenti.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Muertos",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/book-of-muertos_thumb-286x217.jpg",
            "filename": "book-of-muertos_thumb-286x217.jpg"
        }
    ],
    "name": "Book of Muertos"
}