{
    "studio": "Booming Games",
    "text": "\nBook of Tombs\nUno dei più personaggi cinematografici più amati dalle vecchie e nuove generazioni è stato senza dubbio Indiana Jones, un archeologo che ha poco a che fare con libri impolverati e giornate noiose passate a scavare in un punto sperduto del mondo. Piuttosto si parla di un giovane avventuriero con uno spiccato senso per il pericolo, attirato dai misteri come le api al miele. Il protagonista di Book of Tombs è un clone di Indiana Jones, alle prese con una missione per niente facile. Scovare il libro misterioso del faraone e mettere le mani su un tesoro di inestimabile valore.\nNaturalmente siamo in Egitto, all’interno di una piramide tra sarcofagi e statue del dio Anubi. Come di consueto, quando si parla di slot a tema egizio, la grafica la fa da padrone. In Book of Tombs poi è davvero straordinaria, con una risoluzione degna dei migliori film di animazione e con il colore oro a fare da sfondo all’intero gioco. La console di gioco si limita al tasto Start, al saldo e alle impostazioni per settare la giocata. Per le altre informazioni, come ad esempio i giri automatici o le impostazioni per mancini, è necessario invece accedere al menù interno dai tasti posti sulla destra. La musica di Book of Tombs è carica di mistero, ma non invasiva e gli effetti acustici sono limitati alle combinazioni vincenti.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 3 righe su cui sono presenti 10 linee di pagamento fisse. La puntata totale è paria a 0,10 €, la massima invece è di 75 €. Si vince con almeno 2 simboli identici adiacenti da sinistra a destra. Volendo, si possono impostare fino a 1.000 giri automatici. La volatilità è alta e l’RTP è del 95,42%.\nSimboli e funzionalità\nIn Book of Tombs abbiamo simboli minori e simboli maggiori. I primi sono rappresentati dalle carte da gioco dal 10 all’Asso, con una vincita massima di 1,20 € nel caso compaiano 5 simboli identici. I simboli di maggior valore sono quelli tematici: vaso, il sarcofago, la statua del dio Anubi e naturalmente l’esploratore.\nIl simbolo del libro magico ricopre la funzione di Wild ma anche di Scatter: nel primo caso sostituisce tutti i simboli tranne quelli a espansione, nel secondo caso attivano i Free Spins, 8 per la precisione. Se durante di essi dovessero comparire altri 3 Scatter, allora avremo diritto a 8 ulteriori giri gratuiti. Prima che parta il gioco Bonus, viene scelto in modo casuale un Expanding symbols che copre tutto il rullo, coì da aumentare in modo vertiginoso la possibilità di vincite di un certo livello. È possibile sino a un massimo di 9 simboli a espansione diversi. In questo caso per vincere non è necessario che i simboli siano adiacenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Tombs",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/book-of-tombs_thumb-286x217.jpg",
            "filename": "book-of-tombs_thumb-286x217.jpg"
        }
    ],
    "name": "Book of Tombs"
}