{
    "studio": "BF games",
    "text": "\nBook of Gods\nIn questa slot della maltese BF Games, il tema principale è il mondo egizio. Sì, lo so cosa stai pensando: l’ennesima slot ambientata sulle sponde del Nilo. Ciò che distingue però Book of Gods da tutte le altre slot simili è senza dubbio la grafica iper-ricercata e il gameplay senza fronzoli tutto improntato sulla dinamicità e sull’azione. Il protagonista del gioco è un esploratore che ricorda Indiana Jones, alla ricerca di un misterioso libro nascosto nel palazzo del faraone. E proprio il libro magico è il simbolo cardine della slot, ma questo lo vedremo a breve. Per ora ci basterà sapere che la grafica di Book of Gods è superlativa, con i simboli cari agli egizi riprodotti con precisione maniacale. Anche il tema musicale si sposa appieno con il resto del gioco, aumentando l’adrenalina che accompagna ogni spin.\nLa pulsantiera è molto intuitiva, con pochi tasti per settare al meglio la giocata e dare avvio agli spin.\nCaratteristiche della slot\nLa griglia dal taglio classico ha 5 rulli, 3 righe e 10 linee di pagamento fisse. Si vince associando simboli identici adiacenti da sinistra a destra. Nel caso di più combinazioni su una stessa linea ci vedremo assegnata solo la vincita maggiore, se invece le combinazioni avvengono su diverse linee, allora gli importi saranno sommati. La puntata minima è di 0,01 € per linea, con ogni giro che ci costerà soltanto 0,10 €. I giri automatici attivabili sono compresi tra 10 e 100 e si bloccano soltanto al raggiungimento di una perdita soglia che decidiamo prima di scegliere il numero di giri da attivare.\nIl valore RTP è pari al 96,12%.\nSimboli e funzionalità\nIn Book of Gods ci sono diversi simboli, alcuni a tema egizio e altri no. Quelli che valgono meno sono le carte da gioco dal dieci all’asso, a seguire troviamo lo scarabeo e il dio Anubi, poi il sarcofago di Tutankhamon e l’esploratore.\nIl simbolo speciale è il libro magico in oro massiccio con al centro l’occhio di Horus. Esso, oltre ad essere pagante (ha lo stesso valore di Tutankhamon), ha funzione di Wild e di Scatter. nel primo caso sostituisce tutti i simboli in una combinazione vincente, nel secondo caso con 3 simboli in qualsiasi punto della griglia ci ricompensa con 10 Free Spins. Durante i giri bonus, un simbolo Extra Scatter rappresentato da un libro aperto può regalarci dieci ulteriori Free Spins.\nIn Book of Gods è presente anche la funzione Gamble, che ci permette di raddoppiare la somma vinta o di perderla completamente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Gods",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/book-of-gods_free-286x217.png",
            "filename": "book-of-gods_free-286x217.png"
        }
    ],
    "name": "Book of Gods"
}