{
    "studio": "Tom Horn Gaming",
    "text": "\nBook of Spells\nParlando delle varie tematiche che vengono sfruttate nelle slot machine, quella legata alla magia e la stregoneria è stata un po’ sdoganata nel corso degli anni e sta godendo di una maggiore fama negli ultimi tempi.\nEcco che sono nate slot come Book of Spells della Tom Horn Gaming, il cui tema centrale è proprio tutto ciò che concerne il paiolo della strega.\nIn questa breve recensione andremo a parlare dell’aspetto visivo, sonoro e tecnico che accompagnano questo titolo, così da darti un’immagine ben precisa della slot prima ancora di iniziare a investire denaro su di essa.\nBook of Spells: il comparto visivo\nLa scelta stilistica di questo titolo della Tom Horn trova ammiratori e critici in egual misura. Da una parte troviamo coloro che apprezzano il netto distacco di colori tra simboli, numero di linee di vincita e sfondo, il che permette di individuare immediatamente una combinazione vincente.\nDall’altra troviamo coloro che non apprezzano uno stile così colorato che cozza, di fatto, con l’atmosfera crepuscolare che si è tentato di creare con l’immagine di sfondo.\nLe illustrazioni che vanno a comporre la griglia di gioco si alternano tra quelle più elaborate (come la strega che viene raffigurata con gusto) e quelle più semplici che invece non mostrano una grande cura nei dettagli (basti vedere i simboli delle carte da gioco che non sono adattati al tema della slot).\nIl sonoro, infine, si alterna con un rumore di fonda che ci cala in una foresta stregata e il suono della slot stessa, più forte, che invece non si sposa benissimo con la tematica.\nA conti fatti l’aspetto visivo della slot è piacevole e avrà sicuramente la sua fetta di appassionati, per quanto avrebbe potuto godere di una maggiore cura.\nBook of Spells: meccaniche di gioco.\nPassiamo quindi all’aspetto più tecnico. Book of Spells sfrutta un meccanismo molto comune nelle slot moderne con cinque rulli che mostrano tre simboli ognuno, per un totale di quindici simboli e nove linee di vincita.\nQuesta griglia di gioco e il numero ridotto di linee di vincita è tipico delle slot Tom Horn, le quali causano un numero ridotto di combinazioni vincenti ma dal valore generalmente più alto. Ogni vincita (o almeno le minori) è accompagnata dalla funzione Gamble, dove potremo scommetterla cercando di indovinare il colore della carta nascosta al fine di raddoppiarla più volte.\nIl libro degli incantesimi, che dà il nome a questa slot, è un simbolo Scatter che permette di accedere ai giri gratuiti nel caso se ne trovino almeno 3 in un’unica giocata.\nSulla carta ci troviamo di fronte a una slot di stampo classico e con funzioni interessanti e intuitive, per quanto non ci sia niente di particolarmente nuovo in questo titolo.\nSlot simili a Book of Spells\nSebbene quello della magia non sia il tema più utilizzato in assoluto nel mondo delle slot, abbiamo comunque un vasto palco di titoli tra cui scegliere se vogliamo spaziare un po’: da Secret Spell e Book of Ra Deluxe Online a Merlin’s Millions, per passare da Magic Book e arrivare a Jade Magician.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Spells",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/book-of-spells-gratis-286x217.jpg",
            "filename": "book-of-spells-gratis-286x217.jpg"
        }
    ],
    "name": "Book of Spells"
}