{
    "studio": "Blue Guru Games",
    "text": "\nBook of Thieves\nUna grafica di alto livello\nQuasi tutti i provider hanno nel loro catalogo uno o più titoli che hanno come protagonista un libro prezioso. All’appello mancava la Blue Guru Games, che ha rimediato rilasciando sul mercato Book of Thieves, un gioco ambientato in un tipico villaggio medievale dalle atmosfere oscure. È qui che i protagonisti del gioco, mercanti senza scrupoli, ladri e assassini, faranno di tutto per impossessarsi dell’antico libro.\nDal punto di vista grafico siamo di fronte a un prodotto di qualità, con animazioni fluide e simboli disegnati molto bene. Il gioco si svolge di notte, sullo sfondo sono ben visibili le case illuminate dalle luci delle candele, mentre in primo piano c’è la griglia, sorretta ai lati da due statue che contribuiscono a creare un’atmosfera di mistero. Quando il gioco è fermo, se poggiamo la freccia del mouse su un qualsiasi simbolo potremmo vederne il valore.\n \nCaratteristiche di Book of Thieves\nPrima di giocare a Book of Thieves, è necessario effettuare una scommessa di almeno 0,10 €. Essendo le linee di pagamento 10, spenderemo dunque appena 0,01 € per linea. La griglia di gioco ha una forma regolare, con 5 bobine e 3 righe, anche se in corrispondenza del terzo rullo in alto è posizionata un’ulteriore casella che ad ogni Spin accoglierà un simbolo. Nel caso dovessimo ottenere una combinazione vincente con quel simbolo, lo vedremo espandersi sull’intera bobina.\nData la volatilità media, ci aspettiamo pagamenti alti e bassi con uguale frequenza, anche per via del tasso RTP pari al 96,19%.\nCon l’Autoplay possiamo attivare da 5 a 200 giri automatici senza doverci preoccupare ogni volta di cliccare il tasto Play.\nLa vincita massima è di 5.250 volte la puntata.\n \nSimboli e funzionalità\nIn Book of Thieves possiamo trovare simboli di basso e alto livello. I pagamenti più bassi si ottengono con combinazioni di monete d’argento, oro e rame. Ben più remunerativi sono il pugnale e la coppa, anche se a pagare di più in assoluto sono i quattro personaggi.\nPer completare le combinazione ci si può avvalere anche del Wild, che essendo un Jolly, sostituisce tutti i simboli eccetto lo Scatter. Il libro è lo Scatter. 3 di questi simboli ci permettono di usufruire dei Free Spins, durante il quale sopra la griglia vedremo tre nuove posizioni anziché una. Tutti i simboli che si fermano in queste posizioni permetteranno agli stessi simboli sui rulli di espandersi quando implicati in una serie vincente.\nIl Bonus può essere acquistato cliccando sul tasto Buy alla sinistra della griglia.\n \n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Thieves",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/04/book-of-thieves-featured-286x217.jpg",
            "filename": "book-of-thieves-featured-286x217.jpg"
        }
    ],
    "name": "Book of Thieves"
}