{
    "studio": "IGT",
    "text": "\nBook of the Sphinx\nInformazioni generali\nSoftware: Spielo\nRulli: 5\nLinee di gioco: 20\nMassimo gettoni per linea: 100\nMinimo gettoni per linea: 1\nPuntata massima: 200 €\nBook of The Sphinx: una nuova avventura all’ombra delle piramidi!\nIl tema dell’Antico Egitto è uno di quelli che ricorre con maggiore frequenza nelle slot machine: i giochi in cui i protagonisti sono Faraoni, piramidi e sfingi non sono certo una novità! Anche Book of the Sphinx , di casa Spielo, ambienta il suo gioco sulle rive del Nilo, con una slot che non ha funzioni strabilianti né un gameplay particolarmente articolato, ma che si inserisce nella serie di slot classiche e lineari capaci di coinvolgere vecchi e nuovi giocatori! Si tratta di una slot machine a 5 rulli e venti linee di pagamento, che prevede una puntata massima di dieci gettoni per giro; il valore dei gettoni è compreso tra 0,01 e 1 € e quindi l’importo massimo che si può puntare ammonta a 200 €.\nIl range così ampio di puntate rende Book of the Sphinx adatta sia per coloro che delle slot apprezzano soprattutto l’aspetto ludico e non amano investire grandi somme, sia per giocatori più arditi che amano fare scommesse sostanziose cercando di sbancare il banco.\nLa grafica scelta per questa slot dalla Spielo (che fa parte del gruppo Lottomatica) è abbastanza curata anche se molto semplice, con una scelta di colori caldi sulle tonalità del giallo e dell’arancio  e degli effetti sonori coerenti con il tema.\nSimboli: carte e immagini a tema\nTra i simboli regolari, quelli che hanno un valore inferiore sono le onnipresenti carte da poker, con una possibilità di vincita massima pari a 100 volte la puntata; a elargire vincite più consistenti ci sono i simboli tematici, come ad esempio:\n\nLe tavolette egizie con su incisi dei geroglifici\nLa divinità Anobi\nL’Ankh, o croce della vita\nLo scarabeo d’oro (Book of Ra Online)\nIl sarcofago del faraone, il cui valore può arrivare fino a ben 2500 volte la puntata\n\nIl libro della Sfinge: un unico simbolo che rappresenta Wild e Scatter\nIl vero protagonista di questa slot è il Libro della Sfinge, che ha la doppia funzione sia di Wild che di Scatter.\nCome Wild ha la funzione di jolly e può prendere il posto di tutti gli altri simboli, nessuno escluso, permettendo il completamento di una combinazione vincente; come Scatter invece permette di accedere a dei giri gratuiti, fino a un massimo di 30; infine, come simbolo speciale, è quello che paga di più in assoluto: nel caso in cui compaia su tutti e cinque i rulli, il valore del premio ammonterà a ben 4000 volte la puntata iniziale, raggiungendo la massima vincita possibile!\nLa funzione Gamble\nSe siete abituati a provare delle vere e proprie scosse di adrenalina, allora la funzione Gamble è quello che fa per voi! In seguito a una vincita di un importo qualsiasi, comparirà sullo schermo una carta da gioco girata della quale si dovrà indovinare il colore: se la scommessa è giusta la vincita sarà raddoppiata, in caso contrario verrà persa interamente!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of the Sphinx",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/book-of-the-sphinx-logo-2-286x217.jpg",
            "filename": "book-of-the-sphinx-logo-2-286x217.jpg"
        }
    ],
    "name": "Book of the Sphinx"
}