{
    "studio": "Skywind Group",
    "text": "\nBook of Gems Megaways\nIl fascino dell’Antico Egitto non si esaurisce mai, sarà per questo che è forse uno dei temi più utilizzati dalle software house. La Skywind Group con Book of Gems Megaways ha affrontato la questione con la solita maestria, regalando un gioco altamente adrenalinico che non lascerà indifferenti gli amanti dell’intrattenimento online.\nLa grafica è particolarmente curata, anche se non è ricca di effetti speciali, un pregio per chi non vuole essere distratto da animazioni e suoni invadenti. I simboli però sono molto ben definiti, con colori brillanti e tempestati di pietre preziose. Lo sfondo è dato da un paesaggio desertico al tramonto su cui si stagliano due piramidi avvolte da una bufera di sabbia. La griglia di grandi dimensioni ha nella parte superiore il contatore Megaways che ad ogni giro ci dice quali sono le possibilità di vincita, mentre sul lato sinistro ci sono appena tre tasti: Start, Turbo, Autoplay.\nCaratteristiche della slot\nDi base la griglia ha 5 rulli e 3 righe che possono diventare 4 o 5 durante gli spin. Come da tradizione Megaways, i modi per vincere sono ben 3.125 grazie a combinazioni di simboli identici adiacenti da sinistra a destra. Sulla parte alta della griglia, a ogni giro vengono calcolate le possibilità di vincita in base al numero di simboli comparsi su ogni rullo. La puntata minima è di 0,35 €, la massima 35 €. Per quel che riguarda l’Autoplay, non c’è possibilità di impostare limiti di vincita o di perdita, né un numero predefinito di giri, semplicemente si clicca di nuovo sul tasto quando si decide di tornare alla modalità manuale. Un pulsante apposito ci permette poi di attivare il turbo, così che i rulli corrano in maniera più veloce. Il ritorno teorico al giocatore (RTP) è del 95%, mentre la volatilità è alta, si vince meno spesso ma in media grosse cifre.\nSimboli e funzionalità\nI simboli di basso livello sono le carte da gioco dal 10 all’asso, che pagano meno rispetto agli altri anche se le cifre non sono bassissime. Con l’anello e lo scarabeo, entrambi dorati, le somme cominciano a farsi importanti, mentre le vette si toccano con la piramide e l’esploratore.\nIl libro magico è il nostro simbolo speciale e ricopre la doppia funzione di Wild e Scatter. Nel primo caso sostituirà tutti i simboli presenti, se compare per 3 volte invece sarà Scatter, ricompensandoci con 10 giri gratuiti. Prima che il gioco Bonus cominci, il libro si aprirà e verrà scelto un simbolo casuale che in caso di combinazione vincente si espanderà su tutto il rullo. I Free Spins possono essere riattivati alle stesse condizioni del gioco regolare.\nNel caso non volessimo aspettare la comparsa di 3 simboli Scatter per avere i giri gratuiti, è possibile acquistarli a parte.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Gems Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/book-of-gems-megaways_thumb-286x217.jpg",
            "filename": "book-of-gems-megaways_thumb-286x217.jpg"
        }
    ],
    "name": "Book of Gems Megaways"
}