{
    "studio": "Spearhead Studios",
    "text": "\nBook of Souls\nSpearhead Studios, ex GiG Games, l’autoproclamato ‘game changers’, ha fatto un passo avanti e ha aggiunto una svolta al gioco di base dei classici Book of, prodotti principalmente da Novomatic con i suoi Book of Ra. Gli Snake Wilds sono una caratteristica casuale nel gioco di base dove un certo numero di wilds sono aggiunti a posizioni casuali sui rulli per fornire più potenziale per segnare una vittoria.\nBook of Souls è una video slot con cinque rulli, tre file e 10 linee di pagamento fisse. Le dimensioni della scommessa partono da 0,10 crediti per i rulli bassi, mentre i rulli alti possono aumentare fino a 100 crediti. Alta volatilità non significa bassa RTP come dimostra lo studio eseguito su questa Slot Machine, che ha definito l’RTP della Slot del 96,90%. Per stare al passo con i tempi, quelli di Spearhead hanno ottimizzato la Slot per i cellulari, ma ha un aspetto e una giocabilità altrettanto buona su un PC desktop.\nUna grafica alla Indiana Jones\nCome previsto, la slot è a tema avventura, con l’eroe che è Lara Jones che entra in un antico tempio Maya. L’archeologa trasformata in cacciatrice di tesori è alla ricerca del mistico Libro delle Anime, che può sbloccare le leggendarie ricchezze nascoste all’interno della gigantesca struttura di pietra. Naturalmente, sui rulli c’è un cattivo che cerca di impedire a Lara di portarsi a casa le ricchezze. L’ambientazione del gioco si trova di fronte all’ingresso del tempio nascosto con i simboli della paga appoggiati su pietre che devono essere rimosse per poter entrare. Le pietre tremano ad ogni nuovo capitombolo di simboli di pagamento, quindi possiamo già definire la presenza di Tumbling Reels, mentre una colonna sonora ricca di suspense accresce le aspettative di trovare i vasti tesori.\nL’obiettivo della Slot è quello di trovare un Libro sacro delle Anime – una chiave per i misteri e le ricchezze Maya. Accanto a Lara, un membro di un’organizzazione segreta è anche alla ricerca di questa fonte di potere, quindi c’è un po’ di attrito e di tensione tra la protagonista e l’antagonista. Ci sono anche maschere e totem sacri Maya, oltre a icone stilizzate di carte.\nFunzioni e simboli della Slot Machine\nTutti i simboli di pagamento sono tenuti su pietre giganti che rotolano sulla finestra di gioco al posto della solita rotazione del reel set. I simboli dal valore più basso sono quelli delle carte in stile Maya che prevedono un range dal 10 all’Asso, mentre i simboli premium sono due artefatti Maya, il cattivo che mette in campo una pistola e la stessa Lara Jones. La Slot Machine paga per un singolo cinque di una gamma da 10x a 500x la puntata. L’antico Libro delle Anime, dal design intricato, è il simbolo Scatter e Wild sui rulli.\nColpisci almeno tre scatters ovunque sui rulli per innescare 10 rotazioni libere, che possono essere innescate nuovamente all’infinito. Inoltre, una vincita di 2x, 20 e 200x viene assegnata per tre, quattro e cinque scatter. Prima dell’inizio del bonus round, uno dei nove simboli a pagamento regolari viene selezionato come simbolo speciale. Quando c’è abbastanza spazio su un giro libero, essi si espanderanno verticalmente per coprire l’intera bobina e, di conseguenza, vincerai sicuramente a causa dell’aumento di probabilità di combinazioni. Avrai bisogno di almeno tre simboli a basso pagamento o di almeno due simboli premio in qualsiasi punto dello schermo per vederli espandersi e premiare una vittoria.\nQuesto è, naturalmente, il momento in cui la slot può produrre la massima vincita con un solo giro. Il simbolo speciale selezionato deve essere Lara Jones e se ci sono cinque spazi vuoti sulla Slot, i simboli si espanderanno per pagare 10 volte la vincita di una singola linea per un cinque, che è 500x la puntata, per un totale di 5.000x la puntata.\nNon appena tre o più Scatter colpiscono la griglia, preparatevi a entrare in un percorso segreto nel tempio, che porta a dieci o più giri liberi, dato che una sessione può essere recuperata.\nPrima di iniziare le rotazioni bonus, una delle icone viene scelta a caso come Espansione, e occasionalmente coprirà l’intera bobina.\nInoltre, Lara può anche imbattersi in serpenti verdi che le mostreranno un modo per fare Snake Spins, in cui da tre a dieci Wilds casuali sono inclusi in ogni rotazione.\nLa griglia ha cinque bobine, tre file e dieci linee di vincita fisse. Uno Spin può costare da 0,10 centesimi a 100 crediti. Questo permetterà sia i rulli bassi che quelli alti di seguire le strategie di scommessa preferite. Le rotazioni automatiche e i turbo spin sono inclusi.\nIl libro è sia lo Scatter che il Wild. Paga fino a 200x la puntata della linea per la sua combinazione di cinque di tipo, e sblocca una caratteristica.\nAltre Slot Machine simili\nScoprite la slot Book of Ra Deluxe e giocate per avere la possibilità di vincere fino a 20.000x su due reel-set contemporaneamente.\nCiò che lo rende unico è il reel-set di quattro file e cinque rulli, che è il primo, il secondo è di cinque rulli e 12 file. Con questa disposizione dei reel-set si ottiene un’esperienza di slot leggermente diversa, dove i giocatori possono vedere le vincite su entrambi i lati dello schermo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Souls",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/book-of-souls-logo-286x217.jpg",
            "filename": "book-of-souls-logo-286x217.jpg"
        }
    ],
    "name": "Book of Souls"
}