{
    "studio": "Spearhead Studios",
    "text": "\nBook of Muertitos\nFesteggia Halloween tutto l’anno con la slot Book of Muertitos di Spearhead. Scopri come attivare il round bonus e vincere 10 giri gratis nei nostri casino!\nBook of Muertitos\nSpearhead Studios festeggia “Il Giorno dei morti”, una tradizione celebrata in tutto il Messico, con una rinomata festa colorata nella slot “Book of Muertitos”, con 5 rulli e 10 linee di pagamento fisse. In questa slot dal formato standard, quando si attiva la funzione Free Spin potrai ottenere simboli Scatter in grado di regalarti interessanti moltiplicatori.\nTutti i giocatori hanno la possibilità di testare la slot in modalità demo gratuita, accedendo da tutti i dispositivi desktop, tablet e mobile.\nCaratteristiche principali della slot machine\n“Muertitos”, in italiano “Morti”, resta legato al tema ambientando il gioco base in un cimitero durante il giorno mentre durante il round Bonus si trasforma in una festa notturna ricca di luci. Il festival “Dias de los muertos” ricorda tutti morti in modo festoso, quindi l’aspetto della slot machine è colorato, con una colonna sonora allegra.\nTra i simboli ci sono le classiche carte da gioco (10, J, Q, K, A) dal valore minore e i simboli speciali (personaggi quali Pedro Mora e Rosario Escarlata) che pagheranno da 250x a 1000x la tua puntata se ne compariranno 5 nello stesso momento. L’icona del Libro funge da Wild e da Scatter e può comparire su qualsiasi rullo.\nLa puntata minima è di 0,10€ per giro mentre quella massima è di 100€ e l’RTP è del 96,04%.\nSimboli e funzionalità\nNella slot Book of Muertitos potrai attivare la funzione Free Spin e vincere 10 Giri Gratis nel momento in cui atterreranno 3 Wild sulla stessa linea. Prima che il Bonus entri in funzione verrà assegnato un simbolo a caso con la funzione di simbolo in espansione nel corso di tutto il round bonus.\nPotrai ottenere moltiplicatori da 1x fino ad un moltiplicatore massimo di 27x la puntata totale.\nConsiderazioni finali sulla slot “Book of Muertitos” \nSi tratta di una slot colorata e divertente, ad alta volatilità in cui troverai un entusiasmante simbolo in espansione durante il round Bonus e un moltiplicatore in grado di aumentare le tue vincite rendendo il fioco davvero divertente.\nFAQ – Domande frequenti su Book of Muertitos\nÈ prevista una funzione bonus all’interno della slot Book of Muertitos?\nSì! Fai atterrare almeno 3 icone Wild/Scatter sulla stessa linea e attiverai la funzione Bonus che ti regalerà 10 Free Spin.\nÈ possibile riattivare i Free Spin?\nSfortunatamente no! Una volta attivato il round bonus dei 10 Free Spin devi riuscire ad ottenere interessanti moltiplicatori grazie al simbolo Wild.\nQuali sono l’RTP e la varianza di Book of Muertitos? \nL’RTP di Book of Muertitos si attesta al 96.04% e la varianza è alta. Vuol dire che le vincite sono elevate ma bisogna attendere un po’ per ottenerle.\nQuali sono i simboli speciali della slot Book of Muertitos?\nTroverai un simbolo Wild che funziona anche come Scatter. È rappresentato da un libro e può sostituire i simboli adiacenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Book of Muertitos",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/06/book-of-muertitos_featured-286x217.png",
            "filename": "book-of-muertitos_featured-286x217.png"
        }
    ],
    "name": "Book of Muertitos"
}