{
    "studio": "iSoftbet",
    "text": "\nBounty Belles\nPolvere, saloon, taglie sulla vita e pistole fumanti sono l’ambientazione tipica dei film western, nei quali spietati criminali si ritrovano a fare i conti con sceriffi intransigenti verso chiunque mini la pace della propria città. Mondo tipicamente maschile, questa slot rovescia tutte le regole del gioco ponendo al centro della scena tre fanciulle dall’aspetto molto più che gradevole ma non per questo meno determinate!\nLa grafica di Bounty Belles pur non essendo super dettagliata, ha il pregio di ricreare le atmosfere degne del nome Western, anche grazie alla colonna sonora, la stessa che si ritrova in tanti film a tema. Sullo sfondo possiamo ammirare un saloon nel bel mezzo di un paesaggio desertico, in primo piano c’è invece la griglia di gioco con tanto di logo e jackpot. Sulla sinistra ci sono i tasti Play e Autoplay, per il resto si trova tutto nel menù.\nCaratteristiche della slot\nUna griglia a 5 rulli e 3 righe, con i primi due rulli segnalati dalla cornice di legno per rendere evidente la funzione Wild Bounty che illustreremo tra poco. I modi per vincere sono ben 243. Si può puntare da un minimo di 0,20 € a un massimo di 20 €. C’è anche la funzione Turbo ed è possibile selezionare tra 5 e 1.000 giri automatici. La volatilità è alta e ha un RTP pari al 95,99%.\nSimboli e funzionalità\nIn Bounty Belles abbiamo 9 simboli di base, 5 di basso livello e 4 di alto livello. I primi sono rappresentati dalle carte da gioco buone per una scala reale, i secondi sono quelli a tema Western: il cappello e il ferro di cavallo hanno pari valore, la borsa con i dollari è di poco superiore, seguita dalla cassaforte e infine dalle pistole.\nLa stella dello sceriffo è il simbolo Wild e sostituisce tutti i simboli tranne lo Scatter. Quest’ultimo è rappresentato dalla scritta Bonus.\nSe compaiono 2 simboli Wild sul rullo 1 e 2, allora si avvia la modalità Wild Bounty. In pratica i rulli si espandono di 1 o 2 righe a partire dal terzo rullo, passando quindi da una griglia 5×3 a una 5×4 o 5×5. Se durante la funzione Wild Bounty una delle 3 ragazze si ferma sui rulli, allora si vinceranno gli importi a lei collegati.\nPer quel che riguarda lo Scatter, i giri gratuiti sono così ripartiti:\n\n3 simboli Bonus = 10 Free Spins\n4 simboli Bonus = 12 Free Spins\n5 simboli Bonus = 15 Free Spins\n\nInoltre, prima di ogni Free Spins viene mostrata una carta su cui è segnalato il moltiplicatore che verrà applicato a ogni vincita.\nPer concludere, diciamo anche che sul 5 rullo può comparire il simbolo con uno dei 3 jackpot a disposizione: con il minor si vince 30x la puntata, con il major 50x e con il grand 100x!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bounty Belles",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/bounty-belles-featured-286x217.png",
            "filename": "bounty-belles-featured-286x217.png"
        }
    ],
    "name": "Bounty Belles"
}