{
    "studio": "Playtech",
    "text": "\nBreakout Bob\nPoche volte ci è capitato di provare una slot che ci sorprendesse così tanto come successo con Breakout Bob. E non parliamo soltanto del gameplay o dei bonus disseminati durante tutto il gioco, ma anche e soprattutto della bellissima grafica in stile cartone animato. D’altronde è questa la prima cosa che notiamo quando accediamo alla schermata di gioco, con le alte mura del carcere a fare da sfondo ai rulli. Accanto alla griglia c’è Bob, il nostro carcerato eroe con un piano, ossia evadere dal carcere facendo saltare in aria il muro con delle bombe. Purtroppo per lui però dovrà fare i conti con gli agenti e un bulldog-poliziotto che non hanno per niente voglia di rendergli la vita facile.\nLa musica che accompagna le giocate è molto soft, per nulla invasiva, inoltre ad ogni vincita Bob si complimenterà con noi.\nCaratteristiche della slot\nBreakout Bob ha una griglia di gioco quadrata, con 4 rulli e 4 righe. Le linee di pagamento sono fisse, 6 per l’esattezza, ed è possibile scommettere da un minimo di 0,05 € sino a un massimo di 500 €. Vengono pagate solo le combinazioni vincenti che si verificano da sinistra a destra e, in caso di vincite multiple, viene pagata soltanto la più alta. Volendo, si possono impostare da 5 a 100 giri automatici e c’è pure la funzione turbo per accelerare la rotazione dei rulli. Breakout Bob ha un RTP notevole, pari al 96,52%.\nSimboli e funzionalità\nI simboli regolari sono solo 5, ma pagano molto bene. A differenza della maggior parte delle slot, qui si vince soltanto con 3 o 4 simboli adiacenti. Partendo dal valore più basso a salire, troviamo le manette, i soldi, il cane poliziotto, l’agente e Bob. Il simbolo Wild è la nuvola di fumo che segue l’esplosione della bomba. Oltre a essere pagante, sostituisce tutti i simboli eccetto lo Scatter, rappresentato dalla bomba. Se sui rulli appaiono 3 simboli Scatter avremo diritto a 12 partite gratuite, con 4 simboli i Free Spins saranno 18. Durante le partite gratis tutti gli Scatter che si presentano saranno raccolti da Bob e alla fine del gioco bonus, verranno trasformati in Wild e piazzati in modo casuale sui rulli.\nOltre a questo, Breakout Bob ha due giochi bonus, entrambi che si verificano in modo casuale. La prima funzione detta “Bomb” assegna tra i 4 e i 6 giri gratis, durante i quali avremo un moltiplicatore progressivo 2X, 3X, 5X, 10X, 15X e 25X.\nIl secondo gioco Bonus è la ruota della fortuna. Il nostro compito è quello di far girare la ruota e sperare che si fermi su uno dei 4 spicchi colorati per vincere uno tra i 3 premi Minor, Major e Grand, che sono fissi e si basano sul valore della puntata iniziale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Breakout Bob",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/breakout-bob_gratis-286x217.jpg",
            "filename": "breakout-bob_gratis-286x217.jpg"
        }
    ],
    "name": "Breakout Bob"
}