{
    "studio": "WMS",
    "text": "\nBruce Lee Dragon’s Tale\nBruce Lee Dragon’s Tale è una slot machine prodotta dalla software house WMS ed è il seguito del fortunato gioco Bruce Lee che vede come protagonista il re indiscusso delle arti marziali.\nSi tratta di una slot machine bizzarra come gameplay che promette di farvi divertite per ore! In Bruce Lee Dragon’s Tale troviamo cinque rulli, 80 linee di pagamento e diverse funzionalità speciali che lo rendono un gioco entusiasmante dal punto di vista dell’azione. La versione precedente l’avevamo descritta come una slot machine “senza infamia e senza gloria”, con una grafica ridotta ai minimi termini e un gameplay altrettanto scarno; il sequel però si è rivelato una piacevole sorpresa sia dal punto di vista della modalità di gioco sia da quello della grafica.\nIl compartimento grafico infatti risulta notevolmente migliorato e offre oltre alle immagini ben curate anche una colonna sonora con suoni sorprendenti, che regala un’esperienza di gioco coinvolgente e appassionante.\nUnica nota stonata, se così la si può definire, è il fatto che Bruce Lee Dragon’s Tale non sia ancora ottimizzato per i dispositivi mobili: per il momento si può giocare solo tramite computer desktop sia con Windows PC sia con i Mac.\nCaratteristiche principali della slot\nCome già detto, Bruce Lee Dragon’s Tale è una slot machine con una struttura a cinque rulli e 80 linee di pagamento fisse e, come già accaduto con altre slot machine di casa WMS, presenta un motore di gioco di tipo “Super Multi-Pay”.\nAbbiamo un set principale di rulli e altri tre che si trovano nella parte laterale dello schermo: i primi rulli che girano sono quelli del set principale, una volta fermati questi, tutti i simboli jolly o Scatter sono trasferiti sui set di rulli più piccoli, dopodiché anche questi ultimi girano, uno alla vota, pagando per tutte le combinazioni vincenti che vengono generate.\nÈ possibile effettuare le proprie puntate da un minimo di 40 centesimi fino a un massimo di 80 € per giro, un range non particolarmente ampio che potrebbe non incontrare il favore dei giocatori che amano le alte puntate (i cosiddetti high rollers).\nIl ritorno teorico al giocatore di Bruce Lee Dragon’s Tale lascia un po’ a desiderare, in quanto si attesta su un 95,52% decisamente poco soddisfacente! Un RTP di questo tipo è però legato a una volatilità al contrario molto alta, il che significa che certamente non si otterranno delle vincite frequenti, ma che con un po’di pazienza si avrà la possibilità di mettere le mani su premi alquanto remunerativi!\nSimboli di Bruce Lee Dragon’s Tale\nI simboli di Bruce Lee Dragon’s Tale, eccezion fatta per i numeri e le lettere che si riferiscono elle carte da gioco dal J all’Asso, sono interamente tematici e ispirati al mondo delle cultura cinese in generale e delle arti marziali in particolare.\nTra tutti i simboli spiccano i due che omaggiano Bruce Lee: un primo piano e l’attore intento a sferrare il suo mitico calcio volante.\nAbbiamo poi alcune armi tipiche, dei vasi e degli ideogrammi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bruce Lee Dragon's Tale",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/bruce-lee-dragons-tale-thumb-286x217.jpg",
            "filename": "bruce-lee-dragons-tale-thumb-286x217.jpg"
        }
    ],
    "name": "Bruce Lee Dragon’s Tale"
}