{
    "studio": "WMS",
    "text": "\nBruce Lee\nIl tema di questa slot della software house WMS è facilmente intuibile dal titolo: si tratta di un omaggio al maggior esponente delle arti marziali nel mondo, Bruce Lee, che con le sue gesta ha incantato appassionati di ogni continente.\nL’attore asiatico ha reso famose le arti marziali in tutto il globo attraverso i suoi film, che oltre ad essere stimolanti e divertenti, a tratti si potrebbero definire persino educativi!\nIl compartimento grafico di Bruce Lee non è niente di speciale: non aspettatevi dunque di trovare ricche animazioni tridimensionali o effetti speciali particolari! La caratteristica principale per quanto riguarda la grafica di questo gioco è proprio la sua linea essenziale, che si può apprezzare sia nella schermata principale, dove l’immagine di Bruce Lee e di un dragone appaiono a tutto schermo, sia nella griglia di gioco, molto semplice e con i rulli sui quali si alternano simboli legati alla cultura asiatica in generale e al mondo delle arti marziali in particolare.\nQuesta slot machine è ottimizzata per poter essere giocata non solo da computer desktop ma anche, attraverso Chrome e Safari, anche su tutti i dispositivi mobili sia iOS che Android\nCaratteristiche principali della slot\nBruce Lee è una slot che presenta 5 rulli e 60 linee di pagamento ed è caratterizzato da un gameplay decisamente poco articolato, sebbene con la presenza di alcuni simboli speciali tra cui Wild e Scatter, e la possibilità di ottenere dei giri gratuiti.\nAnticipiamo che se siete amanti delle slot machine con una modalità di gioco più complessa ma questo tema proprio vi è piaciuto, potrete optare per il sequel di Bruce Lee chiamato Bruce Lee Dragon’s Tale.\nBruce Lee è un gioco di slot a bassa volatilità, fondamentalmente a causa dei bassi importi che si possono scommettere: si possono effettuare delle puntate che vanno da 0,01 fino a 2 crediti per ogni linea di pagamento, per un totale di 60 monete. Come in ogni slot a bassa volatilità, anche con Bruce Lee c’è da aspettarsi di ottenere delle vincite frequenti ma di importo basso, mentre se si cercano premi di maggior valore, consigliamo di nuovo di provare Bruce Lee Dragon’s Tale.\nIl ritorno teorico al giocatore (return to player o RTP) di Bruce Lee si attesta su un canonico 96,05%, niente di speciale ma del tutto nella media.\nSimboli di Bruce Lee\nI simboli che si alternano sui rulli di Bruce Lee sono fedeli al tema e comprendono lo stesso Bruce Lee, che tra tutte le icone è quella con valore maggiore, pagando 800 crediti, il calcio volante del nostro protagonista, il cappello cinese, il drago, un vaso, una pergamena, delle stelle ninja, delle monete d’oro ma anche un pugnale, uno scrigno del tesoro e i reali dal 9 all’Asso\nBruce Lee è il simbolo Jolly, che può sostituire tutte le altre icone tranne lo Scatter, mentre quest’ultimo è rappresentato da un forziere, che regala un numero variabile di giri gratuiti quando compare per almeno tre volte sui rulli.\nVerdetto\nBruce Lee è una slot semplice e dal gameplay molto intuitivo, adatta ai principianti e a chi ama i giochi “low-cost”. Non promette alte vincite né particolari funzioni speciali, ma è scorrevole e piacevole da giocare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Bruce Lee",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/bruce-lee_logo-286x217.jpg",
            "filename": "bruce-lee_logo-286x217.jpg"
        }
    ],
    "name": "Bruce Lee"
}