{
    "studio": "Pragmatic Play",
    "text": "\nBuffalo King Megaways\nL’Arizona è uno degli Stati più selvaggi d’America. È qui infatti che si trova il Grand Canyon, una distesa desertica di rocce famosa in tutto il mondo. La fauna di questo ambiente è molto varia: alci, lupi, linci, aquile e naturalmente bufali, animale mastodontico che dà il nome alla slot.\nLa Pragmatic Play ha fatto un ottimo lavoro a livello grafico, riuscendo a far vivere il clima rovente che si respira tra le profonde gole del Grand Canyon con l’utilizzo di colori caldi che vanno dall’arancione al rosso al giallo. La griglia di grandi dimensioni riempie quasi tutto lo schermo, ciò nonostante i tasti, le funzioni speciali e le informazioni sulla slot risultano ben distribuiti.\nSulla sinistra troviamo un tasto per acquistare giri gratis, o la doppia chance per vincere.\nNella parte bassa è visualizzato il credito, la puntata e la vincita, oltre al tasto Start che se tenuto premuto attiva l’Autoplay.\nCaratteristiche principali\nLa griglia ha 5 rulli e un numero variabile da 3 a 6 righe che cambia a ogni giro su tutti i rulli. In alto è presente una riga aggiuntiva i cui simboli scorrono in orizzontale. Il meccanismo a cascata fa sì che a ogni combinazione vincente i simboli interessati scompaiano e vengano rimpiazzati da nuovi simboli. La puntata minima per linea è di 0,01 €, con lo Spin che così verrebbe a costare 0,25 €. La puntata massima è invece di 100 €. La vincita può raggiungere 5.000x la puntata e in caso di più combinazioni su una stessa linea, verrà pagata solo la più alta. Le vincite vengono assegnate quando si hanno simboli adiacenti di qualsiasi dimensione con ben 200.704 modi per vincere. A ogni spin, si può vedere nel riquadro a destra quanti siano le possibilità di vincita per quel singolo giro.\nSi può decidere di attivare da 10 a 1.000 giri automatici e interromperli immediatamente cliccando sul tasto stop.\nBuffalo King Megaways ha un ottimo RTP pari al 96,52% e una volatilità alta.\nSimboli e funzionalità\nI simboli con una valore basso sono le carte da gioco, dal dieci all’asso, a seguire troviamo l’alce, il lupo, la lince, l’aquila e il bufalo. Il rilievo roccioso è il simbolo Wild e sostituisce tutti i simboli eccetto lo Scatter. Il Jolly può apparire su tutti i rulli tranne il primo.\nLa moneta d’oro con l’effige del bufalo è il nostro simbolo Scatter. Quando ne compaiono almeno 3, una mandria di bufali attraversa i rulli dando avvio ai Free Spins. Particolarità dei simboli Bonus è di essere anche paganti:\n\n4 simboli pagano 5x la puntata e 12 giri gratis\n5 simboli pagano 20x la puntata e 17 giri gratis\n6 simboli pagano 100x la puntata e 22 giri gratis\n\nDurante i Free Spins i simboli Wild hanno una doppia funzione: sostituiscono tutti i simboli regolari ma regalano anche un moltiplicatore x2, x3 o x5. Nel caso compaiono più Wild, i moltiplicatori si moltiplicano e vengono aggiunti in alto e poi applicati alla vincita. Altri 3 o più simboli Bonus durante la funzione speciale ripagano con 5 giri gratuiti aggiuntivi, senza limiti sul numero di riattivazioni.\nOltre a questo, al giocatore è offerta la possibilità di acquistare le chance di vittoria, che comporta il doppio delle possibilità di vincere giri gratuiti.\nSe si preferisce, è possibile acquistare direttamente i giri gratuiti al costo di 100x la puntata. In questo caso, il numero iniziale di Scatter, e quindi di giri gratuiti, è casuale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Buffalo King Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/buffalo-king-megaways_featured-286x217.png",
            "filename": "buffalo-king-megaways_featured-286x217.png"
        }
    ],
    "name": "Buffalo King Megaways"
}