{
    "studio": "Wazdan",
    "text": "\nButterfly Lovers\nLiang Shanbo e Zhu Yingtai vi invitano a presentare la loro bella storia – accettate la loro convocazione e approfittate dell’occasione per riscrivere la storia della coppia!\nButterfly Lovers è la nostra interpretazione della leggenda cinese che ritrae una tragica storia d’amore di una coppia di amanti. Lo sfondo della slot è costituito da un paesaggio mozzafiato con una magnifica vista sulle montagne. Liang e Zhu sono ai lati delle bobine, e sotto di esse troverete un pannello di controllo facile da usare, con il pulsante di rotazione e una selezione di comode opzioni che permettono di regolare lo slot in base alle proprie preferenze.\nUna grafica orientaleggiante\nTutte le grafiche sono disegnate a mano e hanno un aspetto sorprendente, il che contribuisce ad una grande giocabilità. La meccanica dello slot è un po’ diversa da quella standard perché è dotata di una griglia 4×4 con 16 bobine e per creare una formazione vincente è necessario disegnare un numero specifico di simboli in qualsiasi punto delle bobine.\nOltre a una grande storia di fondo e a fantastici audiovisivi, Butterfly Lovers offre il suo meraviglioso pacchetto di caratteristiche speciali. Raccogli le farfalle blu o rosa per attivare il Liang Shanbo Bonus o Zhu Yingtai Free Spins.\nCon Butterfly Lovers, Wazdan ci riporta indietro nel tempo ai vecchi tempi della dinastia Jin dell’Est. La storia è quella di due amanti il cui rapporto non è di buon auspicio per la società di allora.\nSebbene i due siano profondamente innamorati, Zhu Yingtai e Liang Shanbo, hanno un finale tragico quando muoiono l’uno lontano dall’altra.\nTuttavia, come il destino vuole, la storia ha un lieto fine quando i due, dopo la loro morte, si trasformano in farfalle, e questo permette loro di stare di nuovo insieme, ma questa volta per sempre.\nFunzioni e simboli della Slot Machine\nIl primo assegna 16 giri bonus durante i quali è necessario raccogliere il maggior numero possibile di Wild Symbols e il secondo concede 16 Free Spins durante i quali ogni giro aumenta il moltiplicatore di vincita, il che significa che l’ultimo Free Spin ottiene un enorme moltiplicatore di x16! Infine, ma non meno importante, c’è il Magic Sack Bonus, che ti dà la possibilità di ottenere grandi premi in denaro.\nProvate la magia che si cela dietro la storia di Butterfly Lovers!\nLe icone di basso valore si presentano sotto forma di reali, mentre i simboli più alti sono rappresentati da gioielli di giada, alcuni frutti locali e immagini dei due personaggi (amanti) che sono anche il selvaggio.\nLiang Shanbo Bonus Spins – Quando una Farfalla Blu appare su un mulinello, viene aggiunta alla tabella dei Liang Shanbo Bonus Spins. Quando questo metro viene archiviato, il prossimo giro che disegna 5 simboli di Farfalla Blu farà scattare 16 Giri di Liang Shanbo Bonus. Questi non sono giri gratuiti e ognuno dei 16 giri bonus costerà 1 puntata. Tutti i Wilds rimangono bloccati in posizione durante questa funzione. Dopo la fine dei giri, i pagamenti vengono effettuati per tutti i simboli Wild raccolti. Durante questo testacoda, i simboli della Farfalla Rosa e della Farfalla Blu non appaiono.\nZhu Tingtai Free Spins – Quando una Farfalla Rosa appare su un rocchetto, viene aggiunta alla tabella Zhu Yingtai Free Spins. Quando lo strumento è pieno, altre 5 Farfalle Rosa attiveranno la funzione Free Spins. Tutte le vincite ottenute durante i Free Spins vengono moltiplicate per un valore determinato dal numero di giri liberi fino a 16x.\nUn metro viene riempito ogni volta che appare il simbolo del sacco sui rulli. Quando si riempie il misuratore, il prossimo simbolo di 1 sacco inizia a girare 8 Magic Sack Bonus. Questi non sono giri gratuiti e ogni giro costerà 1 puntata. Cinque simboli casuali vengono trasformati in Wilds e un simbolo reale casuale verrà scelto come simbolo del Sacco.\nAltre Slot Machine simili\nIn questa Slot Machine ti sarai sicuramente goduto un’ambientazione orientaleggiante, che ti ha fatto sentire circondato da farfalle colorate e lanterne cinesi. Se vuoi continuare a vivere un’esperienza del genere possiamo suggerirti di scommettere i tuoi soldi in 9 Lions. Anche questa è una Slot Machine prodotta da Wazdan che ti colpirà per la sua incredibile percentuale di RTP.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Butterfly Lovers™",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/butterfly-lovers_featured-1-286x217.jpg",
            "filename": "butterfly-lovers_featured-1-286x217.jpg"
        }
    ],
    "name": "Butterfly Lovers"
}