{
    "studio": "Espresso Games",
    "text": "\nCafelito\nLa Espresso è una software house che negli anni ha tirato fuori dal cilindro giochi che sono vere e proprie pietre miliare dell’intrattenimento online. Con Cafelito ha mantenuto un alto livello sia per la semplicità del gameplay che per la grafica altamente dettagliata. I protwgonisti di questo gioco sono dei simpatici chicchi di caffè colorati che si trovano su una pizza di una città immaginaria con al centro una fontana che riempie di caffè una tazzina. Un chicco chitarrista si trova davanti a un carretto di legno su cui si trovano tre sacchi di caffè, ognuno dei quali riporta uno dei jackpot a disposizione. In basso ci sono pochi tasti, quelli che ci servono a impostare la giocata e a iniziare a giocare. Il resto delle opzioni sono consultabili accedendo al menù interno.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 3 righe e ci sono ben 4.806 modi per vincere. Si vince con combinazioni di simboli adiacenti e identici, a partire dal rullo di sinistra e procedendo verso destra. Le somme di combinazioni su diverse linee vengono sommate, se si trovano invece su una stessa linea verrà pagata solo la più alta. Le scommesse partono da 0,40 €, un prezzo accessibile a ogni tasca. Il valore RTP è pari al 94,58%.\nSimboli e funzionalità\nQuesta slot ha molti bonus e simboli speciali che possono incrementare le nostre vincite. Inoltre, ci sono tre Jackpot di importo variabile a cui ispirare.\nPartiamo però con il vedere i simboli e il loro valore. Quelli che pagano meno sono la scritta BAR con 3 varianti differenti: una scritta BAR , due scritte BAR, 3 scritte BAR. A seguire troviamo i chicchi di caffè blu, gialli, rossi e verdi. La tazzina multicolore è il nostro simbolo Wild e sostituisce i simboli chicchi di caffè.\nIl simbolo della porta dà avvio alla funzione Serenata de amor. Se ne troviamo tre avremo una mega vincita, inoltre ci verrà assegnato un numero variabile di Free Spins e una griglia extra large a 7 rulli. Durante il gioco bonus si possono ottenere combinazioni vincenti anche con i simboli speciali, come il Wild.\nAnche il simbolo della tazzina colorata ci regala da un minimo di 3 a un massimo di 8 Free Spins. Alla griglia vengono aggiunti due rulli in cui compariranno alcuni simboli speciali che moltiplicheranno le vincite. Ogni Spin avrà un moltiplicatore casuale compreso tra x2 e x5. Altra informazione importante è che con i rulli aggiuntivi i modi per vincere sono 459.\nPassiamo ora al capitolo Jackpot. Quando il simbolo del carretto appare nel rullo 1, allora si avrà diritto a questo premio speciale. Se appare un solo simbolo il Jackpot pequeno, con 2 simboli avremo il grande Jackpot e con 3 simboli il Jackpot gigante.\nLa vincita del Jackpot si aggiunge alle altre vincite ottenute in quello stesso spin.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cafelito",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/cafelito-new-286x217.png",
            "filename": "cafelito-new-286x217.png"
        }
    ],
    "name": "Cafelito"
}