{
    "studio": "Habanero",
    "text": "\nCalaveras Explosivas\nUna delle feste più suggestive del Messico, è senza dubbio La Dias de los Muertos che cade la notte di martedì 2 novembre. Emblema di questa tradizione, sono i teschi stilizzati e colorati, tema portante anche della slot Calaveras Explosivas.\nLa Habanero ha lavorato benissimo sulla grafica, utilizzando per ogni teschio colori accesi e dotandoli di animazioni che gli fanno muovere gli occhi.\nLo sfondo del gioco è una tipica strada di un paese messicano ripreso di notte, con le bandierine che corrono da un balcone all’altro e un gatto che osserva le giocate da un cornicione in alto.\nLa musica è una melodia tipica della cultura messicana, con il suono di maracas e chitarre acustiche in primo piano.\nCaratteristiche della slot\nNon c’è una vera e propria griglia di gioco con tanto di rulli e righe, ma un numero variabile di simboli, sino a un massimo di 30, cadono dall’alto e in caso di combinazioni vincenti esplodono e vengono sostituiti da altri.\nLa puntata minima è di 15 gettone e ognuno di esso ha un valore scelto da noi. Il minimo è di 0,01 € e il massimo di 0,50.\nSi può attivare l’Autoplay, con un numero di Spins compreso tra 10 e 500 e,volendo, si può decidere di attivare il giro veloce, così che la caduta dei simboli risulti accelerata.\nLa volatilità è bassa, ciò vuol dire che si vincono piccole cifre ma molto frequenti. Il valore RTP è invece del 96,79%.\nUna parte della scommessa va ad alimentare il Jackpot di 2.500 € visualizzato in un’insegna sulla parte alta della schermata.\nSimboli e funzionalità\nPer vincere, è necessario che simboli dello stesso tipo si tocchino. Il numero minimo per ottenere una combinazione vincente è 3, il massimo 20. Come detto poco sopra, i simboli vincenti vengono sostituiti da altri. A ogni ricambio, il moltiplicatore aumenterà di x1 e son a un massimo di x128x dopo l’ottava cascata consecutiva.\nIl teschio dorato è il simbolo Wild, e oltre a essere pagante, sostituisce tutti i simboli eccetto quelli speciali.\nIl teschio bianco con le rose al posto degli occhi è lo Scatter ed è il simbolo che vale di più in assoluto, arrivando a pagare con la puntata minima, sino a 1.000 gettoni.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Calaveras Explosivas",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/calaveras-explosivas-slot-286x217.png",
            "filename": "calaveras-explosivas-slot-286x217.png"
        }
    ],
    "name": "Calaveras Explosivas"
}