{
    "studio": "High 5 Games",
    "text": "\nCandyBlasted\nUna magica terra, una realtà fatta solo di caramelle, zucchero e dolcetti: praticamente è come trovarsi in un paradiso! Ti basta questo dettaglio per iniziare subito a giocare a CandyBlasted? O forse non è abbastanza? E allora aggiungiamo una serie di dettagli interessanti che ti faranno venire l’acquolina in bocca: la slot ti offre la possibilità di sfruttare un moltiplicatore che arriva fino a 10x. Quando un giocatore si avvicina a questa macchinetta online firmata da High5Games potrà raggruppare e raccogliere tra le 5 e le 100 caramelle che sono utili per incrementare le ricchezze che porterà a casa terminata la sua esperienza di gioco. Scopriremo tutto ciò che c’è da sapere su tale game, partendo dalle sue caratteristiche grafiche, fino ad arrivare alle animazioni e funzioni speciali che presenta. \nGrafica e simboli di gioco\nParlare di CandyBlasted iniziando dalla sua grafica non è la cosa più semplice da fare, va ammesso. Siamo all’interno di un universo parallelo dove una bellissima favola dal gusto dolce sta per essere raccontata. La prima cosa sorprendente è la struttura stessa della sua griglia: il gioco si svolge su una struttura 10×10 ricoperta di prelibate caramelle che possono diventare importanti vittorie. I simboli che pagano maggiormente sono quelli che hanno dimensioni più grandi, disegnati in modo molto semplice e pulito. Troviamo quindi nell’ordine il quadrato rosa, il diamante rosso passando poi per il triangolo verde, i dolci esagonali arancioni e molto altro ancora. La seconda stravaganza è quella legata al Jolly che non esiste! Al suo posto è stata inserita una stellina che diventa una sorta di guida durante la tua permanenza nel gioco. Prima di avviare la slot dimentica tutto ciò che sai o hai visto fare dalle case di produzione più famose che operano nel settore online: ecco, questo è CandyBlasted!\nIl gameplay di questa slot è tutta una sorpresa che risulta molto più facile da capire giocando che da scoprire a parole. L’obiettivo è di raggruppare simboli uguali per andare a formare delle combo fortunate. Se si verificheranno delle combinazioni multiple allora potrai ammirare simboli diversi trasformarsi negli stessi che hanno appena realizzato la serie vincente. Ma in che modo aumentano i tuoi guadagni? Ovviamente con i moltiplicatori: pensiamo, per esempio, a Swirly Flamboyant Candy che può avere un valore pari a 2x, 3x, 5x, 7x o 10x.\nAltra funzione importante per la buona riuscita del gioco è la Candy Planet Bonus che ti porta 12 giri gratuiti il cui premio può arrivare a 100 volte la tua scommessa per singolo giro.\nConsiderazioni finali sulla slot CandyBlasted\nCandyBlasted non si presenta come una delle slot più semplici del panorama di gioco online, ma giro dopo giro risulta più facile notare la sua vera semplicità e apprezzare il livello di entertainment. Non è sicuramente un titolo ideale per chi cerca storie misteriose e ricche di tesori nascosti, ma è pur sempre una macchinetta interessante per le possibilità che presenta.\nHa inoltre un RTP fissato al 95,90% che è in linea con la media delle slot online: insomma vale la pena fare qualche giro di prova e lasciarsi trasportare da questa dolce magia.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "CandyBlasted",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/candyblasted_logo-286x217.jpg",
            "filename": "candyblasted_logo-286x217.jpg"
        }
    ],
    "name": "CandyBlasted"
}