{
    "studio": "Evoplay",
    "text": "\nCandy Dreams: Bingo\nTombola!\nLa Evoplay in passato ci ha deliziato con Candy Dreams, una slot a tema dolciumi che in breve tempo ha raggiunto il cuore di numerosi giocatori sparsi in tutto il mondo. È di pochi giorni fa il lancio sul mercato di «Candy Dreams: Bingo», che mantenendo lo stesso tema e variando solo il gameplay, siamo certi riuscirà a eguagliare il successo del suo illustre predecessore.\nLa grafica è un’esplosione di colori, anche se il predominante è il rosa. Sullo sfondo si vede una piazza e un palazzo su cui capeggia l’insegna Ice Cream mentre dal tetto colano gelati alla fragola e al cioccolato con tanto di cialda. La griglia di gioco si trova al centro dello schermo, ai lati altri due riquadri: in uno vengono accolti i numeri estratti, nell’altra le linee di pagamento e i relativi moltiplicatori. Nella parte bassa invece sono posizionati i tasti per le giocate. Anche sul versante sonoro la Evoplay ha fatto le cose per bene, con un motivetto cadenzato che rende le giocate allegre e spensierate.\n \nCom’è fatta Candy Dreams: Bingo\nNon essendo una slot nel senso stretto della parola, non possiamo parlare di rulli e righe, ma di contenitore che può accogliere 25 numeri.\nLa scommessa base è di 0,10 monete virtuali, visto che la versione qui illustrata è quella dimostrativa, quindi senza soldi veri.\nVengono considerate vincenti tutte le combinazioni che si sviluppano in orizzontale, in verticale e in diagonale. La vincita massima, contando i moltiplicatori applicati, è di 10.017 volte la puntata.\nPer chi non ha voglia di cliccare continuamente sul tasto Start, può affidarsi alla classica funzione Autoplay, con cui si possono selezionare da 10 a 100 giri automatici. Si può avere un controllo maggiore su entrate e uscite impostando limiti di vincita e di perdita oltre i quali il gioco si arresterà.\nLa volatilità è alta, mentre il ritorno teorico al giocatore (RTP) è pari al 95,85%.\n \nCome si gioca a Candy Dreams: Bingo\nIl meccanismo di gioco è molto semplice. A ogni Spin atterreranno 25 numeri nella griglia principale e 40 nel riquadro di destra, tutti generati in modo casuale. I numeri che corrispondono spariscono e al loro posto appare il simbolo del gelato. Quando viene formata una combo di almeno 5 simboli, allora si ottiene una vittoria. Inoltre, alle prime combinazioni formate viene applicato il moltiplicatore più alto, visibile nel riquadro di destra. In questo modo si possono ottenere un moltiplicatore 25x, 100x, 250x e sino a un massimo di 10.000x!\n\nDomande Frequenti \nA quanto corrisponde il valore RTP?\n\nIn questo gioco il ritorno teorico al giocatore è pari al 95,85%\n\n\n\nCi sono giri gratuiti in Candy Dreams: Bingo?\n\nNo, non sono previsti simboli speciali, né Wild, né Scatter.\n\n\n\nPosso giocare a Candy Dreams: Bingo anche sullo smartphone?\n\nCerto, l’architettura HTML5 di questo gioco permette di poterne usufruire su qualsiasi dispositivo, mobile o fisso.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Candy Dreams: Bingo",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/candy-dreams-bingo-slot-286x217.jpg",
            "filename": "candy-dreams-bingo-slot-286x217.jpg"
        }
    ],
    "name": "Candy Dreams: Bingo"
}