{
    "studio": "IGT",
    "text": "\nCandy Bars\nCome suggerisce il titolo, si tratta di uno slot che permette di giocare con diverse caramelle. Candy Bars è una slot a 4 rulli che premia fino a 100x la vostra scommessa. Proveniente dal portfolio di IGT, il gioco ha 50 linee di pagamento nonostante abbia solo quattro rulli e quattro file.\nLe bobine incorniciate con bastoncini di canna da zucchero a strisce bianche e rosse sono popolate da sette tradizionali in rosso e blu che sono icone di pagamento e vari tipi di caramelle che assegnano premi di basso valore. I simboli possono apparire in pile durante il gioco di base per aiutarvi a creare combinazioni vincenti più redditizie.\n\nUna grafica colorata\nNonostante sia uscito alla fine del 2013, questo gioco gratuito di slot Candy Bars ha una classica sensazione di slot con solo una manciata di simboli presenti sulla tabella dei pagamenti e probabilmente dovrei avvertirvi prima di guardarlo che la vostra pancia rischia di brontolare mentre le probabilità di sbavare sono favorevoli!\nLe Gumballs sono i simboli Wild su queste bobine cariche di zucchero e possono sostituire tutti gli altri simboli, tuttavia le vedrete apparire solo sulla seconda e sulla terza bobina. Ogni volta che una di queste fa parte di una vittoria, il suo valore sarà raddoppiato, mentre le vittorie che coinvolgono due di loro vedono la vittoria quadruplicare.\nLa classica sensazione a cui ho alluso deriva dall’inclusione dei 7 come i due simboli che pagano di più, ognuno dei quali è composto da uno schema di colori rosso e blu. I 7 rossi con lo sfondo blu sono quelli che valgono di più, in quanto vedono che si vincono fino a 100 monete, mentre i 7 blu con lo sfondo rosso fanno guadagnare fino a 50 monete, ma si possono anche mescolare questi simboli con quattro qualsiasi, vedendo che si vincono 10 monete e tre qualsiasi che ne vincono 5.\nLe tre caramelle sono ricche di personalità, poiché ognuna di esse è stata progettata come personaggio. Quattro dei lecca lecca, menta piperita o caramelle ti vedranno vincere 10 monete, mentre tre corrispondenti ti vedranno vincere 5 monete che ti faranno venire voglia di più.\n\nFunzioni e simboli della Slot Machine\nIl gioco beneficia di Moltiplicatori Wild raffigurato come la palla di gomma con 2x su di essa. Atterra sulle bobine 2 e 3 solo per sostituire tutti gli altri simboli e i doppi pagamenti delle combo in cui è incluso. Se completi la tua vittoria con 2 Wilds, il tuo payout sarà quadruplicato.\nCoprendo le oscillazioni interamente con simboli di un tipo, si otterrà una Vittoria di Blackout che può pagare tra 5.000 e 25.000 monete. Questo vale solo per le combinazioni vincenti senza Wilds incluse.\nL’attrazione più grande della fessura Candy Bars sono tre jackpot progressivi, che sono esposti sopra le oscillazioni. È possibile colpire il jackpot progressivo Snack Size, King Size o Giant Size. Per vincerli, dovete atterrare rispettivamente due, tre o quattro pile di simboli con uno sfondo di cioccolato sui rulli. Quindi, atterrando una pila di simboli con lo sfondo di una barretta di cioccolato sui rulli 2, otterrete un jackpot di Snack Size. Un jackpot progressivo King Size sarà tuo se metti le tavolette di cioccolato sulle bobine 2 e 3, mentre le tavolette di cioccolato che colpiscono le bobine 2, 3 e 4 garantiscono un jackpot progressivo Giant Size.\n\nAltre Slot Machine simili\nCandy Bars è sicuramente una Slot Machine che vuole riprendere gli schemi più tradizionali, quando tutto era più semplice e le vincite più frequenti. Se vuoi continuare con Slot Machine dello stesso filone, possiamo suggerirti Bubble Craze, anche questa volta prodotto da IGT. Grazie ai suoi moltiplicatori ti permette di vincere fino a 1,000 € con una singola giocata!\n",
    "images": [
        {
            "alt": "I simboli della slot online Candy Bars",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/candy-bars-simboli.jpg",
            "filename": "candy-bars-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Candy Bars",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/candy-bars-tabella-pagamenti.jpg",
            "filename": "candy-bars-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Candy Bars hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/candy-bars-modalitá-bonus.jpg",
            "filename": "candy-bars-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Candy Bars",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/candy-bars_featured-286x217.jpg",
            "filename": "candy-bars_featured-286x217.jpg"
        }
    ],
    "name": "Candy Bars"
}