{
    "studio": "SimplePlay",
    "text": "\nCandy Witch\nL’ambientazione di questa slot della SimplePlay è una foresta incantata rischiarata dalla luce lunare. È qui che si svolge una battaglia senza esclusione di colpi tra una strega malvagia e una giovane maga.\nCominciamo subito col dire che la grafica di questa slot è assolutamente fantastica, con simboli dettagliati e uno stile cartoon davvero ben fatto. Le animazioni generate dai colpi di magia delle due contendenti regala dinamicità a ogni giocata, con la griglia che si piega a ogni incantesimo. Sul lato destro, sospesa a mezz’aria, si trova la strega, sulla parte sinistra la maga. La cornice intorno ai rulli è un dolce pan di spagna che però non ha nulla di invitante. Agli angoli superiori si trovano i due contatori da cui dipendono i due giochi bonus, sui quali ci concentreremo a breve.\nCaratteristiche della slot\nIn Candy Witch abbiamo una griglia classica, con 5 rulli e 3 righe, su cui sono disposte 30 linee di pagamento fisse.\nLa scommessa minima è di 0,20 monete, variabile a piacimento. Con l’Autoplay si può scegliere un numero di giri automatici compreso tra 50 e 1.000. Attraverso l’icona del fulmine si può velocizzare la rotazione dei rulli.\nLa volatilità è media, ciò vuol dire che c’è un buon bilanciamento tra giocate effettuate e vincite. Il valore RTP è pari al 96,19%.\nSimboli e Bonus\nAbbiamo dodici simboli base, equamente suddivisi tra quelli di basso livello e quelli di alto livello. Al primo gruppo appartengono le carte da gioco, dal nove all’asso. I simboli remunerativi sono invece quelli a tema con Candy Witch. Abbiamo il giovane in cella, la zucca di Halloween, la bottiglia con le caramelle, il sacco con i dolciumi e una prima versione delle due streghe.\nL’anello dorato è il nostro Wild e sostituisce tutti i simboli tranne gli Scatter.\nGli Scatter sono due: la strega e la maga, entrambe rappresentate mentre si preparano a scagliare la loro magia. E qui si arriva al gioco Bonus. Come abbiamo detto in apertura, ai lati della griglia si trovano le due protagoniste. Ogni volta che appare uno o più Scatter atterra sui rulli, viene lanciato un incantesimo che colpisce l’avversaria e il contatore corrispondente viene aggiornato. Quando si raggiunge la soglia di 80 per la strega e 60 per la maga, si avvia il gioco bonus.\nQuello legato alla strega regala 12 Free Spins e ad ogni giro aumenta il numero di Sticky Wild, sino a un massimo di 48.\nIl Bonus attivato dalla maga regala ugualmente 12 giri gratis, ma a ogni giro avremo un moltiplicatore progressivo sino a un massimo di x24!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Candy Witch",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/candy-witch_thumb-286x217.jpg",
            "filename": "candy-witch_thumb-286x217.jpg"
        }
    ],
    "name": "Candy Witch"
}