{
    "studio": "Pragmatic Play",
    "text": "\nCandy Stars\nCon Candy Star la Pragmatic Play ci offre una slot con un gameplay semplice, ma con enormi potenzialità. Prima di analizzare le caratteristiche del gioco, facciamo una panoramica sul tema e sulla grafica. Come intuibile dal titolo, il tema del gioco sono le caramelle di diverse forme e colore. Ce ne sono di rosse, viola e verdi, alcune di forma sferica e altre triangolari. Anche i simboli non tematici come le carte da gioco hanno forme arrotondate che ricordano delle gustosissime caramelle.\nLa griglia di gioco ha la trama blu, alle sue spalle si muovono luci e bagliori che vanno dal viola al blu.\nI tasti si trovano tutti nella parte inferiore della schermata, così da lasciare ampio spazio alla griglia di gioco.\nPer quel che riguarda il comparto sonoro, si tratta di un motivo elettronico tipicamente anni Ottanta.\nUna vincita potenziale importante\nCinque rulli e tre righe, più un rullo aggiuntivo orizzontale nella parte superiore, formano la nostra griglia di gioco. Il costo di ogni Spin è di 0,20 € e la vincita potenziale è di 5.000 volte la puntata.\nPer chi non ma cliccare in continuazione il tasto Play, può ricorrere alla funzione Autoplay che permette di stabilire un certo numero di giri automatici.\nPer vincere è necessario associare simboli identici a partire dal rullo di sinistra e procedendo verso destra.\nIl ritorno teorico al giocatore è pari al 96,47%, mentre la volatilità è alta.\nBonus per tutti i gusti\nCandy Stars ha un gameplay semplice, ma non per questo povero di bonus. Il sistema è a cascata, ciò vuol dire che dopo ogni combo pagante, i simboli vincenti vengono rimossi, quelli restanti cadono verso il basso e simboli nuovi occupano le posizioni lasciate vuote. I simboli del gioco base sono otto. Tutti quanti pagano con una combinazione minima di tre per arrivare a un massimo di cinque. Le carte dal J all’A, buone per una scala reale, sono i simboli che pagano mento. Molto più remunerativi i simboli delle caramelle. In ordine crescente di valore, troviamo quelle blu, verdi, rosse e infine le viola.\nLa stella è il simbolo Wild, sostituisce tutti i simbolo eccetto il diamante e può comparire solo sui rulli al 2 al 4. Se il Wild compare nel rullo orizzontale, avrà associato un moltiplicatore, inizialmente x1. Il Jolly rimarrà fisso sul rullo durante la cascata, inoltre a ogni combo vincente il suo moltiplicatore aumenterà di uno.\nIl diamante è il nostro Scatter, con 3 simboli otteniamo 8 giri gratuiti. Durante il gioco Bonus, a ogni Spin verrà garantita la presenza di un Wild nel rullo orizzontale. A differenza del gioco base, il moltiplicatore partirà da x2 e invece di crescere di +1 dopo ogni cascata, verrà raddoppiato.\nQuesta funzione può essere anche acquistata.\n \nDomande Frequenti \nQuante cascate consecutive possono verificarsi in un singolo Spin?\n\nIn teoria infinite. Il moltiplicatore però si fermerà a 128 e nel caso si vada avanti, sarà questo il valore che si applicherà alla vincita.\n\n\n\nSe acquisto il gioco Bonus, il valore RTP resta identico?\n\nNo, in questo caso scende di poco, attestandosi al 96,26%\n\n\n\nSono presenti Scatter e Wild?\n\nSì, sono presenti entrambi e durante i giri gratuiti il Wild che compare sul rullo orizzontale raddoppia il valore del suo moltiplicatore\n\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Candy Stars",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/candy-stars_thumb-286x217.jpg",
            "filename": "candy-stars_thumb-286x217.jpg"
        }
    ],
    "name": "Candy Stars"
}