{
    "studio": "StakeLogic",
    "text": "\nCandyways Bonanza 2 Megaways\nStakelogic ha voluto lanciare il sequel del famoso Candyways Bonanza Megaways utilizzando un design più classico, con 6 rulli oltre a 1 rullo aggiuntivo orizzontale, e garantendo addirittura 117.649 combinazioni vincenti. Il mondo delle Caramelle è il tema della slot. La puntata minima è di 0.20€ e la massima di 20€. Il ritorno al giocatore è intorno al 96% e puoi giocare sia da PC che da dispositivo mobile.\nCaratteristiche del gioco e grafica\nI simboli che troverai raffigurano soprattutto Caramelle che girano sullo sfondo gustoso di un biscotto. Troverai 3 sezioni di dolci colorati:\n\nLe caramelle blu, rosa e verdi sono quelle che pagano meno,\nSeguono quelle arancioni e azzurre con un payout medio\nPer finire ci sono quelle rosse e viola che garantiscono vincite fino a 12x.\n\nMolte le icone speciali tra cui il Wild, il Mistery Wild e lo Scatter. Troverai anche svariate funzioni extra e bonus gratificanti come ad esempio il Mystery Symbols, i Free Spin e i Moltiplicatori.\nScopri le funzionalità speciali Mistery Wild e Free Spins\n\nMISTERY WILD – Candyways Bonanza 2 Megaways regala un simbolo Wild (la scritta stessa su sfondo bianco e rosa) che appare su tutti i rulli e che può sostituire qualsiasi icona eccetto lo Scatter. Il simbolo con il punto di domanda invece può atterrare solo sul rullo più in alto e attiva la funzione Mistery Wild. Sceglierà una icona a caso e trasformerà in Wild tutti i simboli corrispondenti;\nFREE SPIN – Lo Scatter si rivela molto interessante in quanto se ne compaiono almeno 4 sulla stessa riga si attiverà la funzione Free Spin. Anche il simbolo del Moltiplicatore fa la sua parte in questo gioco. Quest’ultimo può comparire solo nel corso dei Free Spin. Potrai ottenere fino a 100x la tua puntata e 15 Giri Gratuiti.\n\nLa nuova versione del gioco ha anche i rulli a cascata così che nel momento di una vincita i simboli esistenti cadranno per riempire i posti vuoti e dall’alto scenderanno nuove icone per aumentare la possibilità di combinazioni utili.\nConsiderazioni finali sulla slot Candyways Bonanza 2 Megaways\nNon hai ancora esplorato il dolcissimo mondo di Candyways? Questo è il momento giusto. Approfitta dei Free Spin, dei simboli Scatter e Wild e butta l’occhio sul Mistery Wild e i Moltiplicatori. Se stai cercando una slot colorata e adatta a tutti i giocatori più golosi, questo è il tuo gioco oppure accedi al catalogo completo delle slot machine di Stakelogic e seleziona la tua preferita!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Candyways Bonanza 2 Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/02/candyways-bonanza-2-megaways_slot-286x217.png",
            "filename": "candyways-bonanza-2-megaways_slot-286x217.png"
        }
    ],
    "name": "Candyways Bonanza 2 Megaways"
}