{
    "studio": "Habanero",
    "text": "\nCandy Tower\nUna parola che definisce al meglio la slot Candy Tower, è senza dubbio leccornia. Il tema di questo gioco è infatti un mondo fatto di torte, gelati e caramelle che fanno venire l’acquolina in bocca solo a guardarle. E questo grazie anche al lavoro eccellente fatto sulla grafica, dove nulla è lasciato al caso.\nLo sfondo muta tra gioco base e bonus, ma in partenza troviamo uno sfondo naturale dove al posto delle montagne ci sono dolcetti alla frutta e al cioccolato, ricoperte da golosissimo cacao.\nLa griglia è abbastanza grande e occupa buona parte della schermata, mentre sulla sinistra c’è la mascotte del gioco a esultare per le nostre vittorie. Sotto si trovano le icone delle caramelle con funzione di contatore, per tenere il conto del numero di simboli raccolti e che serviranno poi ad attivare i giochi bonus.\nCaratteristiche della slot\nLa prima cosa da menzionare è che il sistema di gioco è a cluster, ossia si vince quando si raccolgono almeno sette simboli identici in verticale o in orizzontale. La griglia di gioco è una 6×5 e il valore del gettone è variabile, con un minimo di 0,01 €. Per effettuare un giro è necessario utilizzare almeno 15 gettoni.\nLa variabilità è alta e il valore RTP è del 96,73%.\nSimboli e funzionalità\nI simboli base sono quattro caramelle di forme diverse: la stella viola il triangolo giallo, l’esagono verde, il quadrato blu e il cuore rosso. Si possono raccogliere con ogni spin dai 7 ai 30 simboli e ogni volta verrà aggiornato il contatore posto sotto la mascotte.\nIl simbolo Wild appare sui rulli 2, 4 e 6 durante il giro base, sul primo e sul sesto durante le partite gratis. Ha funzione di jolly e di tanto cadono dall’alto, aiutando così a ottenere combinazioni vincenti.\nIl simbolo Scatter, oltre a essere pagante, regala da un minimo di 10 artiate a un massimo di 250. Inoltre, la funzione può essere riattivata.\nCome detto prima, in base al numero di cluster effettuati, si costruisce una torre di dolciumi, aggiungendo sino a un massimo 5 strati. In tal caso viene attivata una funzione Bonus Boost, con Wild espandibili, Wild mobili, moltiplicatori sino a un massimo di x888, e il raddoppio dei premi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Candy Tower",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/06/candy-tower_gratis-286x217.png",
            "filename": "candy-tower_gratis-286x217.png"
        }
    ],
    "name": "Candy Tower"
}