{
    "studio": "Play’n Go",
    "text": "\nCanine Carnage\nUn mondo parallelo\nDimenticate il mondo come lo avete conosciuto sinora, perché con Canine Carnage verrete proiettati in uno scenario post apocalittico in cui la razza umana è stata spazzata via, lasciando il posto a bande di cani umanoidi che cercano di primeggiare le une sulle altre.\nProtagonisti di questo gioco sono quattro cani: Mutt il capobranco, PorkChop, Nuke e Razor Connor, in viaggio verso il Canine Carnage, un rifugio sicuro dalle insidie del deserto. Ambientazione sci-fi degna dei più bei film dispotici, Canine Carnage ha una grafica impressionante, ricca di animazioni e rispetto alle altre slot di un livello sicuramente superiore. Ogni dettaglio è curato al massimo, con la griglia di gioco che si trova sul cassone di un camion armato di tutto punto.\nLa colonna sonora trasmette la giusta dose di adrenalina, rendendo il gioco ancor più emozionante.\nUna slot futuristica ma con il gusto per il classico\nPrima di raccontarvi il gameplay, è doveroso fare una piccola panoramica sulle caratteristiche di questa slot: la griglia di gioco ha 5 bobine e 3 righe, con una puntata minima di 0,10 € e una vincita massima di 1.000x.\nCome per la maggior parte delle slot, anche qui si vince quando si creano combo di simboli a partire dal primo rullo a sinistra e procedendo verso destra.\nLa volatilità è media, mentre il ritorno teorico al giocatore è del 96,2%.\nSimboli speciali per vincite di livello\nVediamo ora i simboli e le feature che la Play N’ Go ha pensato per questo gioco. Innanzitutto, troviamo nove simboli base, con le carte da gioco che si posizionano sul gradino più basso in quanto a valore. I simboli che pagano di più sono i nostri simpatici amici pelosi, anche se quello che ripaga più di tutti è il Wild. Come sempre, questo simbolo va a sostituire tutte le altre icone, tranne quelle speciali, inoltre divide tutti i simboli paganti in due, generando quindi vincite doppie.\nIl Golden Bones è il primo simbolo speciale che vediamo. Compare abbinato a un valore variabile e se è associato al bulldog, simbolo raccoglitore, premia con dei premi istantanei.\nUn’altra funzione casuale è il Multiplier: da un momento all’altro potremmo vedere atterrare sui rulli un moltiplicatore x2, x3 o x5, sia nel gioco base che durante i Free Spins.\nLe tre taniche di benzina sono il nostro Scatter e attivano i giri gratis, durante i quali compariranno solo simboli Golden Bones. I premi istantanei vengono raccolti in un a ciotola Cash Pot e riscattati quando comparirà il simbolo raccoglitore. Inoltre, potrebbero comparire simboli moltiplicatori o divisori, che regaleranno vincite ancora più alte!\n\nDomande Frequenti \nQual è la vincita massima di Canine Carnage?\n\nIn questo gioco si può incassare sino a 1.000 volte la puntata\n\n\n\nLa volatilità è media, che significa?\n\nPer volatilità media si intende una slot con un buon bilanciamento tra Spin effettuati e importi delle vincite\n\n\n\nPosso giocare a Canine Carnage anche sul cellulare?\n\nCerto, Canine Carnage è disponibile su tablet, smartphone e pc\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Canine Carnage",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/canine-carnage-gratis-286x217.jpg",
            "filename": "canine-carnage-gratis-286x217.jpg"
        }
    ],
    "name": "Canine Carnage"
}