{
    "studio": "Tuko Productions",
    "text": "\nCaptain Jack\nNon sarà il Jack che ci si aspettava, ma è pur sempre un pirata. Andiamo a parlare di una slot machine online che parte dalla tematica piratesca per sviluppare una serie di bonus e funzioni che attireranno numerosi giocatori. Captain Jack è uno dei titoli più curiosi che siano mai stati prodotti dalla software house Tuko. E da bravi sostenitori del made in Italy non potevamo non recensirla!\nNon troviamo l’attesissimo Jack Sparrow, ma un anziano pirata che si trova da solo su un’isola deserta, dove è chiamato a proteggere i tesori che sono nascosti da anni. E’ chiaro che la sua intenzione non sia quella di condividere questa sua fortuna, ma sta al giocatore riuscire a trovare la chiave giusta (con un pizzico di fortuna) per attivare bonus e funzionalità extra per rubargli il bottino. Di seguito scopriremo le caratteristiche tecniche e grafiche di questa slot machine, oltre a tutte le curiosità che la rendono così divertente!\nGrafica e funzioni di gioco\nLa slot Captain Jack ha una grafica semplice ma bella, talmente attenta da presentare anche delle animazioni in 3D. Conta 5 rulli e le 20 payline che vedono alternarsi un vasto numero di figure e simboli speciali. E quali possono essere visto che parliamo di un contesto piratesco? Abbiamo una bandiera con tanto di Teschio, una Spada, un’Ancora, uno Scrigno, un Cannone, un Timone e molto altro ancora. Tra i simboli speciali tornano gli imperdibili Wild e Scatter. Il primo, ovvero il jolly del gioco, è rappresentato dallo Scrigno del Tesoro, che è capace di aiutre il giocatore a ottenere delle combinazioni fortunate con il suo allineamento sul tabellone di gioco. Può prendere il valore di ogni altra icona ma non dello Scatter. Questo è rappresentato dalla Bandiera col Teschio, che ha un compito speciale: deve attivare le giocate gratuite, oppure può anche offrire moltiplicazioni rispetto alla scommessa standard. E’ necessario però che si posizioni sui rulli, in qualsiasi punto, almeno per 3 simboli. Purtroppo qui abbiamo trovato una piccola nota dolente: rispetto a molte altre slot ha un limite di numero giri. Il bonus spin offre solo 3 giri, che è altamente al di sotto della media; è anche vero per che potranno essere riattivati fino a 20. E inoltre viene aggiunto anche il bonus game che permette di moltiplicare le giocate effettuate così da aumentare il premio finale. In questo caso è necessario che si posizionino almeno 3 simboli della Mappa ma solo sui rulli 2, 3 e 4. A quel punto potrai partecipare a una vera caccia al tesoro: troverai davanti a te sullo schermo 8 scrigni che devi aprire per poter incassare il premio.\nConsiderazioni finali sulla slot Captain Jack\nLa fase di test di questa macchinetta online è nel complesso positiva e l’esperienza non è stata affatto deludente. Il gioco prevede una puntata minima di 0,02cent per arrivare a 20 euro. La puntata di default è fissata a 0,2€ con possibilità di usare una moneta per payline. Abbiamo 20 payline e un numero massimo di free spin pari a 3. La percentuale di ritorno al giocatore in vincite arriva al 96,35%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Captain Jack",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/captain-jack_thumb-286x217.jpg",
            "filename": "captain-jack_thumb-286x217.jpg"
        }
    ],
    "name": "Captain Jack"
}