{
    "studio": "Betsoft",
    "text": "\nCaptain’s Quest Treasure Island\nAlla ricerca del tesoro perduto\nLe storie di pirati sono tra le più affascinanti in assoluto, merito soprattutto di capolavori letterari come L’isola del Tesoro di Stevenson e di Peter Pan, di cui tutti ricordano Capitan Uncino e la sua ciurma, ma anche di film diventati dei classici come Pirati dei Caraibi con protagonista il pirata Jack Sparrow.\nLa ISoftBet è riuscita nell’impresa di creare una slot coinvolgente anche grazie a una grafica curata nei minimi dettagli. La griglia di gioco si trova sul ponte della nave mentre sta solcando il mare caraibico, mentre durante la giocata Bonus ci si sposta sull’isola deserta dove è nascosto il tesoro. I tasti che ci permettono di dare avvio al gioco sono posizionati sulla destra, con la parte sottostante destinata invece al variatore di puntata, al saldo e al conto delle vincite.\nOgni Spin è accompagnato da una musica tipica dei film pirateschi, indispensabile per far salire l’adrenalina e farci vivere un’esperienza ludica da sogno!\nUn’infinità di modi per vincere!\nLa ISoftBet ha deciso di puntare su una griglia tradizionale, con 5 rulli e 3 righe su cui sono sistemate le 10 linee di pagamenti fisse. Per vincere è necessario creare combo di simboli identici a partire dal rullo di destra e procedendo verso sinistra. Il costo di ogni partita è abbastanza contenuto, con la puntata minima che parte da 0,10 € a salire. Con la funzione Autoplay invece possiamo impostare da 5 a 100 giri automatici che possono essere interrotti in ogni momento.\nLa volatilità è alta, mentre il valore RTP è stimato al 96%.\nUn Wild tuttofare\nPrima di vedere la funzione speciale di questa slot, diamo un’occhiata ai simboli che ci serviranno per formare le nostre combinazioni paganti.\nI dobloni con i semi delle carte da Poker sono i simboli di minor valore, a salire troviamo il cannocchiale, il pappagallo, il timone e infine il tesoro.\nIl simbolo del capitano ricopre la funzione di Wild e di Scatter. Si tratta di un simbolo a espansione, ciò vuol dire che quando atterra si estende su tutto il rullo. oltre a sostituire tutti i simboli, quando ne compaiono almeno tre, veniamo ricompensati con dei Free Spins. I giri gratuiti partono con un moltiplicatore x2 sui rulli in cui sono atterrati i Wild. Ulteriori simboli del capitano durante il Bonus incrementano il valore dei moltiplicatori. Questa funzione può essere anche acquistata attraverso il tasto apposito.\n\nDomande Frequenti \nQuanto vale il ritorno teorico al giocatore?\n\nIn Captain’s Quest Treasure Island il valore RTP è del 96%.\n\n\n\nSono presenti Wild e Scatter?\n\nSì, anche se non ci sono due simboli differenti, essendo tutti e due legati al simbolo del capitano.\n\n\n\nPosso variare le linee di pagamento?\n\nNo, in Captain’s Quest Treasure Island le linee sono dieci e fisse\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Captain's Quest Treasure Island",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/captains-quest-treasure-island-logo-286x217.jpg",
            "filename": "captains-quest-treasure-island-logo-286x217.jpg"
        }
    ],
    "name": "Captain’s Quest Treasure Island"
}