{
    "studio": "Red Rake",
    "text": "\nCaptain Wild\nPer difendere New York dalle forze del male basterà chiamare Captain Wild, protagonista della nuova slot targata Red Rake ricca di Bonus e sorprese!\nCosa aspettarci da Captain Wild\nAppena diamo avvio a Captain Wild, notiamo subito un certa somiglianza con alcuni celebri personaggi dei fumetti, come Captain America e Loki. Non per nulla lo stile del gioco è fumettistico, con tutti i simboli che riportano all’universo Marvel e D.C. Ci troviamo a New York, lo capiamo dal simbolo dell’iconico grattacielo Empire State Building, e la città è minacciata dal cattivo di turno che dovrà però vedersela con Captain Wild, il nostro eroe.\nLa grafica è realizzata in modo perfetto, le meccaniche di gioco sono molto fluide e la musica di sottofondo ha un tocco cinematografico che aumenta la suspense creando l’atmosfera dei migliori film sui supereroi.\nCaratteristiche di Captain Wild\nLa Red Rake ha scelto di utilizzare una griglia tradizionale, con 5 bobine e 3 righe. Abbiamo 20 linee di pagamento fisse, su cui è possibile scommettere da un minimo di 0,10 gettoni a un massimo di 15. Ottima la vincita massima, pari a 5.763 volte la puntata. Si vince ogni qualvolta si crei una combo di almeno tre simboli identici adiacenti che vanno dal rullo di sinistra verso destra.\nCapita che si possano ottenere due o più combinazioni vincenti sulla stessa linea, in tal caso a essere pagata sarà soltanto la combo di importo maggiore. Se invece le combinazioni avvengono su linee differenti, verranno sommate le vincite.\nLa volatilità è media, il ritorno teorico al giocatore (RTP) è pari al 95%.\nSimboli e gameplay di Captain Wild\nAnche in Captain Wild, come in moltissime altre slot, troviamo le carte da gioco tra i simboli che pagano meno. Per ottenere vincite più remunerative dobbiamo affidarci alla pagina di quotidiano, alla pistola laser, al pugno, alla bomba radioattiva, all’anello e al grattacielo in fiamme. Per conoscere il valore di ciascun simbolo nelle varie combinazioni vi consigliamo di consultare la pagina Paytable. Durante il gioco, può comparire il simbolo Boom, che esplode e diventa un simbolo pagante.\nCaptain Wild è il nostro Wild, sostituisce tutti i simboli eccetto lo Scatter. Lo Scatter è Loki, e quando ne atterrano tre durante un singolo Spin, ricompensa con giri gratuiti, dando inizia a una battaglia epica. Infatti, vedremo il cattivo di turno lanciare una bomba sui rulli, che diventeranno verdi. Se appare un simbolo Wild, interverrà il nostro eroe a decontaminare la bobina radioattiva e incrementando il moltiplicatore da applicare a tutte le vincite. Con il simbolo Super Wild, verranno decontaminati tutti i rulli e il moltiplicatore incrementato di tante unità quante sono le bobine decontaminate.\nAccanto alla griglia di gioco c’è poi una barra che aumenta dopo ogni Spin non vincente. Quando è piena, ci verrà offerta la possibilità di far girare la ruota e attivare un moltiplicatore sino a un massimo di 100 volte il valore  della scommessa.\n\nDomande Frequenti \nA quanto corrisponde la vincita massima in questa slot?\n\nCon una singolo Spin si può raggiungere una cifra monstre pari a 5.763 la scommessa.\n\n\n\nDove posso trovare Captain Wild?\n\nPuoi giocare a Captain Wild in tutti i casinò legali orsetti sul WEB.\n\n\n\nQual è la volatilità di Captain Wild?\n\nIn questa slot è media, quindi avremo un buon bilanciamento tra giri effettuati e somme elargite dal gioco.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Captain Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/02/captain-wild_free-286x217.jpg",
            "filename": "captain-wild_free-286x217.jpg"
        }
    ],
    "name": "Captain Wild"
}