{
    "studio": "WMG",
    "text": "\nCash Bunny\nCaratteristiche principali\nSoftware: Mag Elettronica-WMG\nRulli: 5\nPuntata minima: 0.25 €\nPuntata massima: 4€\nLinee di vincita: 10/5\nAutoplay: presente\nTema e Grafica\nIl tema è quello di una fattoria in pieno stile cartoon, in cui i simpatici animali di Old McDonald’s Farm la fanno da padroni di casa.\nLa grafica è semplice e essenziale, con animazioni che non prevedono particolari effetti o il 3d. Non abbiamo inoltre nessuna musica di sottofondo.\nSimboli, Bonus e Wild\nI simboli sono dei cartoon di animali e di altri simboli legati al tema della fattoria. Troviamo infatti il coniglio (icona della slot), ma anche un maiale, una volpe, frutta come arance e ciliegie, del granturco e il covone di grano, nonché il secchio di ortaggi e un panciuto fattore.\nIl fattore e la volpe sono i simboli che corrispondono a un pagamento maggiore, inoltre la volpe rappresenta il simbolo Wild e può sostituire tutte le altre figure eccetto il Bonus.\nL’iconico coniglio invece, è il Bonus: quando compare per tre, quattro o cinque volte alla fine di uno spin, si attiva automaticamente la funzione speciale del gioco bonus, con il quale si possono vincere degli ulteriori premi.\nCliccando infatti su uno dei conigli che appaiono sulla schermata del bonus game, questo raccoglierà una carota dal suo orto, e in base alla tipologia di carota estratta e al numero dei conigli sui rulli si avranno differenti possibilità di vincita.\nCome si gioca?\nLa slot Cash Bunny permette di giocare sia selezionando manualmente ogni singolo spin, sia attivando la funzione Autoplay e scegliendo il numero di giri desiderato, tra 5,10, 25, 50,100, 250 o 500 spin.\nPrima di partire con i giri occorre selezionare col tasto BET l’importo della puntata, che va da un valore minimo di € 0,25 fino a un massimo di €4, dopodiché sarà sufficiente premere il tasto SPIN e dare il via alla giocata!\nCash Bunny è a doppio spin: ciò significa che se dopo un giro non si è stati fortunati e non è comparsa nessuna linea vincente, il sistema stesso suggerisce quali rulli far stare fermi e quali invece far girare nuovamente allo spin successivo.\nLe vincite sono espresse in punti, in cui ogni punto corrisponde a un centesimo di euro, e mentre le vincite ottenute in una stessa partita vengono sommate, per quelle ottenute su una singola linea verrà presa in considerazione quella con il valore più alto.\nI simboli hanno diversi livelli di valore: nel primo livello troviamo l’arancia, le ciliegie e il secchio di ortaggi, per cui si ha una vincita quando compaiono in simultanea per un numero di volte superiore a tre.\nHanno un valore maggiore la pannocchia e il covone di grano, mentre le vincite massime sono quelle date da un allineamento vincente dei corvi, del maiale, della volpe e del fattore.\nConclusioni\nCash Bunny è una slot machine già apprezzata nelle sale da bar, ed è perfetta per i giocatori “nostalgici” cha amano le slot vecchio stile che riproducono quelle terrestri.\nLa grafica essenziale e l’assenza di colonna sonora accompagnano un gioco concepito per essere semplice e divertente da giocare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cash Bunny",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/cash-bunny_logo-286x217.jpg",
            "filename": "cash-bunny_logo-286x217.jpg"
        }
    ],
    "name": "Cash Bunny"
}