{
    "studio": "Hacksaw Gaming",
    "text": "\nCash Compass\nTra le tante slot uscita di recente, di sicuro Cash Compass è una di quelle che meritano un’attenzione particolare. Prodotta dalla Hacksaw Gaming, questa slot si ispira a una di quelle storie che da secoli affascinano le persone di tutto il mondo: i pirati e le isole deserte dei Caraibi. È proprio il mare cristallino e le palme lussureggianti che fanno da sfondo alla griglia di gioco, qui rappresentata da una pergamena inchiodata a una tavola di legno. I simboli ricordano i disegni dei cartoni animati e anche se la grafica non è eccelsa, questo non è un problema, anzi: meno pesante è il software, migliore è la fluidità del gioco! Sulla parte alta della griglia si trova il titolo della slot, dove la “o” di Compass è rappresentata dalla bussola con una funzione particolare durante uno dei vari giochi bonus presenti. Nella parte bassa trovate i tasti per accedere al menù e per attivare i giri automatici, oltre alle freccette che permettono di aumentare o diminuire la puntata.\nCaratteristiche principali\nLa griglia ha 6 rulli e 6 righe e le combinazioni vincenti si ottengono con simboli uguali adiacenti. In tal senso le linee paganti si possono dipanare in orizzontale, in verticale, in diagonale, su linee spezzate. La vincita massima supera 7.400 volte la puntata ed è possibile attivare tra i 10 e i 1.000 giri automatici. La puntata minima è pari a 0,20 €, la massima a 100 €. L’RTP è abbastanza buono, pari al 96,42%.\nSimboli e funzionalità\nCome già detto, si vince se compaiono almeno sei simboli adiacenti. Quelli legati alle carte da gioco, J, Q, K e A sono quelli che pagano meno: con la puntata minima si va da 0,02 € per 6 simboli sino a un massimo di 2 € per 15 o più simboli. La mappa e lo scudo hanno un range di vittoria compreso tra 0,10 € e 12 €, l’ampolla e il pappagallo 0,20 € min. – 26 € max. e infine la bussola, il vero simbolo del gioco: 30 o più di questi simboli permettono di vincere 200 €! Se compaiono almeno 5 bussole, vedremo la bussola sul logo riempirsi progressivamente con delle linee rosse, dopodiché l’ago si muoverà fermandosi poi su un punto cardinale. A questo punto tutte le bussole si espanderanno seguendo la direzione indicata dall’ago! Le bottiglie hanno invece la funzione di Scatter e con almeno 3 si ottengono 10 giri gratuiti. Durante i Free Spins, ogni volta che appare una bussola sui rulli quella sul logo comincia a ruotare e appariranno altri simboli uguali. In base alla posizione in cui si ferma l’ago, tutti i simboli speciali si espanderanno.\nCon 3 simboli Bonus si attiva un gioco speciale: la griglia viene sostituita da una ruota suddivisa in 8 sezioni con moltiplicatori 1X. Ogni volta che la ruota si ferma su un moltiplicatore, questo viene potenziato sino a 250X. Si hanno a disposizione 50 giri di ruota, a meno che l’ago non si fermi sul simbolo del teschio, in tal caso il gioco bonus si ferma e si torna a quello base.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cash Compass",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/cash-compass_thumb-286x217.jpg",
            "filename": "cash-compass_thumb-286x217.jpg"
        }
    ],
    "name": "Cash Compass"
}