{
    "studio": "iSoftbet",
    "text": "\nCash Camel\nCash Camel è una slot machine della software house iSoftBet, in cui il protagonista assoluto è un cammello sorridente con tanto di cappello!\nTutta la grafica di questa simpaticissima slot è in stile cartone animato: non aspettatevi dunque tecnologia 3d o particolari effetti speciali, ma godetevi il gioco puntando dritto al sodo!\nLa schermata iniziale si apre col volto sorridente del cammello, circondato da una pioggia di monete d’oro. La schermata di gioco è invece rappresentata dal deserto su cui in lontananza campeggiano le cupole di una città araba; i rulli sono posizionati su una sorta di tenda-bancarella ai cui lati troviamo il cammello e un cactus, mentre in basso ci sono i tasti che permettono di settare il gioco.\nLa struttura di gioco è molto semplice e lineare: troviamo in Cash Camel cinque rulli e venti linee di pagamento, con un range di scommesse che va da 20 centesimi fino a un massimo di 20 €, e un valore della moneta compreso tra un solo centesimo e 1 €.\nIl return to play (RTP) di Cash Camel è del 95,96 %, in linea con la maggior parte delle slot machine che si possono trovare nei casinò online.\nLa volatilità di questa slot è di 4/5, ossia medio alta: ciò significa che sebbene non siano molto frequenti, ci si possono attendere delle vincite anche di un certo valore!\nSimboli regolari e speciali di Cash Camel\nI simboli regolari di Cash Camel sono costituiti sia da quelli tematici che da quelli cosiddetti “reali”, ossia i numeri e le lettere delle carte da poker dal 10 all’Asso.\nI simboli tematici sono quattro animali che abitano il deserto: il serpente, il lupo, lo scorpione e l’iguana.\nIl Wild di Cash Camel è un cactus: ha valore di jolly e può sostituire tutti gli altri simboli tranne lo Scatter per ottenere delle combinazioni vincenti.\nLo Scatter è invece rappresentato dal cammello protagonista della slot: quando compare per tre volte permette di ottenere 10 giri gratuiti, se lo troviamo per 4 volte regala 20 free spins, che diventano 30 se appare su tutti i cinque rulli.\nFunzionalità speciali di Cash Camel\nLe funzioni speciali di Cash Camel sono essenzialmente due: una che si attiva durante i giri regolari e una che parte quando si giocano i free spins.\nNei giri standard se il cactus atterra sul terzo rullo, sulla schermata principale compaiono dei barili tra i quali scegliere, che possono regalare un numero di giri gratuito compreso tra 5 e 10.\nSe invece il Wild compare sul terzo rullo durante i free spins si possono ottenere dei moltiplicatori con una valore fino a 10x.\nNella slot machine Cash Camel è presente la funzione Autoplay: mettetevi comodi, impostate il numero di giri automatici che desiderate e date il via ai giri dei rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cash Camel",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/cash-camel-gratis-286x217.jpg",
            "filename": "cash-camel-gratis-286x217.jpg"
        }
    ],
    "name": "Cash Camel"
}