{
    "studio": "Bally",
    "text": "\nCash Wizard\nÈ risaputo: dopo aver giocato a centinaia di slot online è difficile rimanere sorpresi aprendone una che non conosci, ma non è sempre questo il caso. Cash Wizard della Bally riesce senza ombra di dubbio a sorprendere il giocatore che prova la slot per la prima volta, grazie a un interessante accorgimento grafico.\nNe parleremo meglio in questo articolo, dove andremo ad analizzare il comparto grafico, sonoro e le meccaniche di gioco.\nCash Wizard – Merlino stilizzato\nIl tema della magia è praticamente abusato nel mondo delle slot online: questo è stato infatti mostrato in ogni sua forma e in particolare la figura dello stregone (spesso accostato al celeberrimo Mago Merlino) appare a più riprese tra i vari rulli di gioco.\nNel caso di Cash Wizard della Bally non c’è differenza… tranne che per una cosa. Il protagonista della slot, che ci farà compagnia durante le varie giocate dall’alto della griglia è un mago fortemente stilizzato, con tre linee in croce a indicare il suo volto.\nUn personaggio che però si anima di tanto in tanto mostrando un piccolo desiderio di tridimensionalità.\nLa scelta di stile del personaggio è sicuramente particolare e se da un lato potrebbe far gridare al desiderio di risparmio da parte degli sviluppatori (i quali hanno colpito con il loro raggio semplificatore anche il drago spesso accostato alla magia), riesce di fatto a dare una sua identità a questa slot, che rimarrà più impressa rispetto a tante altre simili tra di loro.\nCash Wizard – Meccaniche di gioco\nParliamo quindi di come funziona questo gioco nel dettaglio: ci troviamo di fronte a una slot di tipo 5*3 che ci mostrerà quindici simboli a ogni giocata. L’RTP è pari al 94% e mostra una volatilità media.\nIl gioco è corredato da un buon numero di funzioni speciali: la Mystery Wheel, in particolare, è piuttosto facile da innescare e ci mostrerà una ruota in cui sarà possibile ottenere i jackpot, giri gratuiti o vincite fino a 1200x rispetto alla nostra puntata.\nDi tanto in tanto il mago stesso farà la sua comparsa all’interno della griglia di gioco e assegnerà dei simboli Wild casuali che fungeranno da jolly e permetteranno di ottenere delle vincite maggiori.\nIl funzionamento della slot è abbastanza intuitivo, una volta capite le due funzioni che abbiamo appena elencato, e va a rispecchiare la semplicità che era stata anticipata dallo stile di disegno.\nAttenzione al valore delle vincite: infatti spesso si avrà l’impressione di star vincendo molto, ma dato che il valore della puntata viene moltiplicato su ogni linea, corriamo il rischio di veder calare il nostro conto a causa del rapporto tra valore giocato e quello vinto.\nSlot simili a Cash Wizard\nSe, dopo aver provato questa slot, un giocatore dovesse sentire il desiderio di vedere Merlino in altre forme, consigliamo di provare Merlin’s Moneyburst della NextGen ma di non paragonare lo stile grafico delle due slot.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cash Wizard",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/cash-wizard-slot-286x217.jpg",
            "filename": "cash-wizard-slot-286x217.jpg"
        }
    ],
    "name": "Cash Wizard"
}