{
    "studio": "WMS",
    "text": "\nCasino Island II\nPreparatevi per un’avventura in pieno stile marinaresco: costruite l’albero, la vela e salpate solcando i mari che vi conducono verso l’isola! Nessun tema fantascientifico per questa slot prodotta dalla software house Williams Interactive (WMS), nessuna animazione tridimensionale e niente effetti speciali, solo una grafica asciutta ed essenziale che fa da sfondo al gioco senza risultare invadente.\nLa scelta di un compartimento grafico ridotto così ai minimi termini è funzionale al gameplay, che viene messo in risalto e permette al giocatore di concentrarsi solo sul gioco, senza altre “distrazioni”.\nIl mare, l’isola, i simboli, sono tutti riprodotti in maniera molto semplice, quasi stilizzata, e se a qualcuno potrebbe mancare un po’ di movimento in più, altri sicuramente apprezzeranno la scelta del provider di puntare tutto sulla modalità di gioco.\nLa WMS del resto non si distingue di certo per l’innovazione in ambito grafico, come invece hanno deciso di fare altri provider, quanto piuttosto su gameplay spesso poco convenzionali e innovativi, che riescono comunque a regalare agli appassionati delle esperienze ludiche soddisfacenti e abbastanza coinvolgenti.\nCaratteristiche principali della slot machine\nCasino Island II è sicuramente un gioco divertente da provare se ci si vuole avventurare in qualcosa di leggermente diverso dalle slot machine tradizionali: i simboli a tema marinaresco sui rulli nascondono funzionalità speciali e il mare che si staglia davanti ai giocatori è ricco di premi molto interessanti!\nCon il gioco base, impostato su una struttura a cinque rulli e nove linee di pagamento, è possibile ottenere delle vincite fino a quaranta volte il valore della puntata, ma è con il jackpot, raggiungibile scommettendo il massimo consentito, che si possono portare a casa ben 30.000 monete!\nLe puntate possono essere effettuate a partire a 0,01 fino a 45 monete, range ottimo per una slot di questo genere, che risulta essere molto versatile e soddisfa una vasta gamma di giocatori dal budget differente.\nIl ritorno teorico al giocatore di Casino Island II ci stupisce piacevolmente: con il suo 96,9% è ben al di sopra della media non solo dei giochi dello stesso provider ma anche della maggior parte dei giochi di slot in generale.\nSimboli e funzionalità di Casino Island II\nI simboli di Casino Island II sono interamente tematici e fanno riferimento al mondo marinaresco. Ad alternarsi sui rulli troviamo infatti gabbiani, velieri, un timone, un faro, delle bussole, dei forzieri, ancore, dei salvagenti a ciambella e la campana di una nave. Questo gioco non ha un simbolo Wild, ma c’è uno Scatter rappresentato dalla una piccola barca a vela.\nQuando lo Scatter compare per due volte sui rulli, in qualsiasi posizione su una linea di pagamento attiva, si accede a un mini-gioco che permette di portare a casa premi assai interessanti: durante il bonus game i giocatori dovranno navigare verso l’isola, schivando rocce e imprevisti che troveranno sul loro cammino. Se si riesce a raggiungere l’isola si verrà ricompensati da un moltiplicatore compreso tra 5x e 40x. Anche se si colpiscono le rocce si otterrà un moltiplicatore chiamato Rock Award che vale fino a 3x il valore della scommessa.\nIl premio più alto lo si può ottenere quando il simbolo del forziere compare su tutti i cinque rulli dopo una puntata massima: si vincerà in questo modo il jackpot pari a 30.000 monete!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Casino Island II",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/casino-island-ii_new-286x217.jpg",
            "filename": "casino-island-ii_new-286x217.jpg"
        }
    ],
    "name": "Casino Island II"
}