{
    "studio": "Big Time Gaming",
    "text": "\nCastle of Terror\nLa slot vampiresca Castle of Terror di Big Time Gaming è arrivata sul mercato nell’ottobre 2022 offrendo un gameplay dalla grafica eccezionale. Con un rendimento teorico del 96,72%, elevata volatilità e potenziale di vincita massima pari a 61720x, i tuoi round saranno uno più terrificante dell’altro!\nDettagli del gioco\nCastle of Terror è una video slot a tema Horror con 6 rulli, 4 righe e 4.096 modalità di pagamento. Le vincite vengono assegnate indovinando due o più simboli in successione, a partire dal rullo più a sinistra verso destra.\nPuoi entrare nel castello spettrale partendo da 0,20 fino ad un massimo di 15 crediti per giro e tenendo presente che l’RTP è del 96,73% con una volatilità elevata.\nSimbologia del Castello del Terrore\nI simboli di pagamento iniziano dalla fascia bassa con 9, 10, J, Q, K e A, assegnando da 0,3x a 0,5x la tua scommessa se ne indovini 6 sui rulli.\nSeguono quattro personaggi chiave del Castello del Terrore:\n\nIl Giardiniere, La Cameriera, Il Gentiluomo pagano da 0,6x a 1x la tua puntata per uno spread di 6 icone;\nLa Lady rappresenta un simbolo ben pagato che eroga 50 volte la tua scommessa per uno spread di sei.\n\nI simboli Wild appaiono come una W della funzione Holy Water e sostituiscono tutti gli altri ad eccezione del Bonus Scatter, rappresentato dal Castello stesso. La variante dorata ti consente di attivare la versione potenziata del bonus giri gratuiti.\nCaratteristiche della slot senza registrazione Castle of Terror\nPer liberare il vero potenziale di questo titolo, devi aspettare di attivare le seguenti funzionalità bonus extra:\n\nFunzione Holy Water – In modo casuale, in qualsiasi giro, la slot può rivelare due o più posizioni sui quattro rulli centrali benedetti con l’Acqua Santa. Tutti i personaggi in queste posizioni si trasformeranno in Wild aumentando il moltiplicatore di vincita di 1x. Naturalmente, il Wild può sostituire qualsiasi icona standard, se necessario;\nFunzione Silver Castle Scatter e Gold Castle Megascatter – L’atterraggio di tre o più Scatter sui rulli lancerà 12 giri gratuiti Castle of Terror più tre giri aggiuntivi per ogni Scatter dopo il terzo (se possibile). Se solo una delle icone di attivazione è un Castello Dorato, otterrai giri gratuiti potenziati;\nFunzione Bonus Buy – Puoi acquistare 12 giri gratuiti per 70 volte la tua scommessa attuale o 12 giri gratuiti potenziati per 200x. I FS potenziati hanno un moltiplicatore di vincita iniziale di 2x, che aumenta di 2x ogni volta che un personaggio si trasforma in un’icona Wild.\n\nPerché giocare alla slot online Castle of Terror\nPenso che questa slot sia la combinazione perfetta di tutto ciò che non vediamo l’ora di testare ad ogni Halloween. Grazie ad un tema spettrale unico utilizzato per il layout grafico del gioco, qualsiasi dettaglio, anche sui rulli, è stato realizzato con estrema cura.\nInoltre l’elevata volatilità in combo con la meccanica Holy Water e due entusiasmanti funzionalità di giri gratuiti completano questo gioiellino del terrore firmato BGT.\n \n\nDomande Frequenti \nPosso giocare alla slot gratuita Castle of Terror?\n\nSì, Slotjava è il posto perfetto dove testare Castle of Terror senza alcuna registrazione richiesta. Qualsiasi sito di casinò che collabora con Big Time Gaming fornisce la doppia modalità di gioco, gratis e con soldi veri.\n\n\n\nPosso giocare alla slot Castle of Terror sul cellulare?\n\nSì, questa video slot è ottimizzata per dispositivi mobili e può essere caricata su qualsiasi dispositivo iOS e Android.\n\n\n\nCome si può vincere giocando a Castle of Terror?\n\nQuesto è un titolo con licenza che genera risultati casuali ma puoi sfruttare sia il bonus di benvenuto senza deposito al momento della registrazione ad un nuovo casino online che consultare la tabella dei pagamenti per scoprire come e quanto puoi vincere.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Castle of Terror",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/castle-of-terror-featured-286x217.jpg",
            "filename": "castle-of-terror-featured-286x217.jpg"
        }
    ],
    "name": "Castle of Terror"
}