{
    "studio": "Play’n Go",
    "text": "\nCat Wilde and the Eclipse of the Sun God\nLa maggior parte di noi vive una vita che, salvo per qualche momento speciale, risulta essere troppo spessa monotona e noiosa.\nImmersi nello studio o nel lavoro, ci dimentichiamo di quanto il nostro mondo possa stupirci, e di quanto sia bello viaggiare, esplorare e scoprire antichi misteri.\nPer questo motivo film e videogiochi di avventura, come Indiana Jones o Tomb Rider, hanno riscosso e continuano a riscuotere un successo enorme. Di fronte a storie e ad ambientazioni del genere, la nostra mente non può far altro che sognare e cadere in uno stato di ammirazione.\nE proprio a Lara Croft di Tomb Raider è ispirata Cat Wilde, protagonista dell’omonima serie di slot machine della Play ‘n Go, che torna per una nuova avventura con Cat Wilde And The Eclipse Of The Sun God.\nEsplorando Antichi Templi In Cat Wilde And The Eclipse Of The Sun God\nCat Wilde And The Eclipse Of The Sun God vede l’esploratrice avventurarsi tra le rovine azteche del Sud America.\nSullo sfondo della classica griglia a 5 rulli da 3 righe ciascuno troviamo infatti un antico tempio. Possiamo ammirare lo sfondo in tutto il suo splendore, così come la folta vegetazione circostante, poiché la Play ‘n Go ha deciso di lasciare la griglia senza cornice. Un’ottima scelta in grado di esaltare l’accattivante stile grafico della slot.\nTra i simboli troviamo le lettere delle carte da gioco, disegnate come se fossero di pietra colorata, Cat Wilde, una meridiana, una chiave e un teschio di smeraldo.\nLe effigi di due antiche divinità azteche, una maschile e una femminile (che ricordano anche il sole e la luna), sono rispettivamente il simbolo Wild e il simbolo scatter.\nCome sempre la Play ‘n Go non delude dal punto di vista grafico, ma neanche da quello sonoro. La musica riesce perfettamente a far immergere il giocatore nella giungla piena di rovine e misteri, mentre come al solito gli effetti sonori sono ottimi e soddisfacenti, tanto da spingere a fare una nuova giocata solo per poterli risentire.\nTra I Misteri E I Moltiplicatori Di Cat Wilde And The Eclipse Of The Sun God\nCon le sue slot machine la Play ‘n Go ci ha abituati ad aspettarci un’ottima componente artistica ed un gameplay semplice e diretto. Lo stesso vale per Cat Wilde And The Eclipse Of The Sun God.\nLa slot machine non dispone di funzioni innovative o che stravolgono le giocate, ma solo di una serie di moltpiplicatori e le classiche giocate gratuite attivabili ottenendo 3 simboli scatter (se se ne ottengono altri durante le spin gratuite, si può arrivare fino ad un massimo di 40 giocate gratis).\nQuando si ottiene una vincita, le posizioni vincenti si distruggono, lasciando cadere altri simboli. Ogni volta che ciò avviene, l’indicatore dei moltiplicatori presente in alto a sinistra aumenterà. Il livello più alto può arrivare a moltiplicare fino a 10 volte la vincita.\nAl livello di dati, Cat Wilde And The Eclipse Of The Sun God presenta alcune differenze con le altre slot della Play ‘n Go, come un RTP del 94.25%, quindi leggermente sotto la media, e una volatilità media piuttosto che alta.\nAltre Slot Simili a Cat Wilde And The Eclipse Of The Sun God\nSe cercate altre slot simili a Cat Wilde And The Eclipse Of The Sun God, non possiamo non consigliarvi gli altri capitoli della saga: Cat Wilde And The Doom Of The Dead e Cat Wild And The Lost Chapter.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cat Wilde and the Eclipse of the Sun God",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/cat-wilde-and-the-eclipse-of-the-sun-god-gratis-286x217.png",
            "filename": "cat-wilde-and-the-eclipse-of-the-sun-god-gratis-286x217.png"
        }
    ],
    "name": "Cat Wilde and the Eclipse of the Sun God"
}