{
    "studio": "Play’n Go",
    "text": "\nCat Wilde and the Doom of Dead\nDopo aver lanciato la serie Rich Wilde, Play N Go rilascerà una nuovissima collezione di slot in cui Cat Wilde sarà il protagonista. The Cat Wilde and the Doom of Dead è una nuova slot di questo fornitore che uscirà nel giugno 2020. Caratterizzato da un tema egizio antico, la slot Cat Wilde and the Doom of Dead è un gioco che ricorda la categoria delle slot della saga Book of, quindi probabilmente conoscerete alcune delle caratteristiche incluse.\nLa slot Cat Wilde and the Doom of Dead è alimentata da Play ‘n GO e viene fornita con 5 rulli e 10 linee di pagamento. Ispirato all’iconico Book of Dead slot, è possibile girare da 10 centesimi a giro su tutti i dispositivi. Questa avventura si concentra sulla figlia di Rich Wilde, Cat Wilde, nell’antico Egitto.\nViene fornito con l’espansione wilds su tutti i rulli. C’è anche una funzione Free Spins dove uno speciale simbolo di espansione è scelto a caso che può dare vittorie non adiacenti. Con un numero illimitato di giri gratis in palio, questo gioco altamente volatile può pagare fino a 5.000x la tua puntata per giro.\nUna grafica da esploratori\nCome abbiamo già detto, la slot Cat Wilde and the Doom of Dead ha un tema egizio antico, con Cat Wilde come protagonista.\nCat Wilde è un avventuriero femminile, e le bobine sono posizionate da qualche parte in profondità all’interno di un tempio dell’Antico Egitto.\nDalle nostre prime impressioni, possiamo dire che il gioco ha un ottimo design e una grafica di alta qualità. Si notano anche enormi pilastri sullo sfondo, su entrambi i lati dei rulli.\nIl Cat Wilde è accompagnato sui rulli da simboli come una bussola, scarabei, Anubi, così come i soliti simboli reali che sono progettati per rispettare l’intero tema dell’Antico Egitto.\nCollocata all’esterno di una tradizionale camera sepolcrale, assomiglia molto alle altre slot di Play ‘n GO. Concentrandosi sulla figlia di Rich Wilde, Cat Wilde, la grafica e le animazioni sono ad alta definizione.\nI simboli includono A, K, Q, Q, J e 10 reali, Anubis, Tutankhamen e la stessa Cat Wilde. Cat Wilde è il simbolo più gratificante con 2, 3, 4 o 5 in combinazione pagando 3, 25, 75 o 1.000x la vostra quota totale. ll simbolo dell’Occhio di Ra è il jolly che sostituisce tutti i simboli e si espande per dare bobine jolly. Quando il selvaggio si espande, si trasforma nei faraoni egiziani Ramses, Thutmose, Amenhotep e Hatsheput.\nFunzioni e simboli della Slot Machine\nPrima di iniziare l’avventura e di far girare i rulli sulla slot Cat Wilde and the Doom of Dead, dovrete selezionare la vostra scommessa per ogni giro.\nAvendo in mente che Play N Go ha degli eccellenti designer, non avrete alcun problema a piazzare la vostra scommessa o a trovare ogni comando nel gioco.\nAl centro, sotto i rulli, c’è una barra con diverse somme di denaro da cui dovrete selezionare la vostra puntata ideale per ogni giro.\nPotete piazzare la vostra scommessa premendo le frecce destra e sinistra. Il vostro saldo totale è indicato sul lato sinistro di questa barra, mentre la vostra scommessa totale è indicata sul lato destro della barra.\nQuando sei pronto a far girare i rulli e iniziare la tua avventura dell’Antico Egitto, premi il pulsante verde arrotondato che è il pulsante Spin e si trova nell’angolo destro sotto i rulli.\nAccanto ad esso, noterete un piccolo pulsante giallo Autoplay che vi permetterà di regolare il numero di giri automatici e di godervi il gioco senza bisogno di cliccare su ogni giro.\nSe volete saperne di più sul gioco, premete il pulsante giallo ‘i’ che si trova nell’angolo a sinistra sotto i rulli. Qui è incluso tutto ciò che è importante sapere su questo gioco, come il gameplay e la tabella dei pagamenti.\nLa slot Cat Wilde and the Doom of Dead si gioca utilizzando 5 rulli, 3 file e 10 linee di pagamento fisse. Per ottenere una vincita, è necessario vedere 3 o più simboli corrispondenti su una linea di pagamento, tutti a partire dal rullo 1. Per i 3 simboli di valore più alto, ne servono solo 2 per ottenere una combinazione vincente.\nSi può giocare da 10 centesimi a 100€ per giro – piuttosto standard. C’è anche il solito pulsante Auto Play dove si possono scegliere fino a 100 autospin. Se volete personalizzare ulteriormente il gioco, potete interrompere l’Auto Play se una singola vincita supera un certo importo o se il vostro saldo sale o scende dell’importo scelto. Puoi anche fermarti se entri nella funzione Free Spins del gioco.\nQuando si tratta di volatilità, Cat Wilde and the Doom of Dead è una slot ad alta varianza. Gioca ‘n GO classificandolo come 10 su 10. Questo significa che le vittorie saranno scarse e per lo più di natura minore. Tuttavia, quando si vince, si può vincere alla grande. La vincita massima di Cat Wilde e Doom of Dead è di 5.000x la tua puntata totale per giro. Questo può essere ottenuto riempiendo tutte e 5 le bobine con il simbolo di Cat Wilde o con il simbolo di Cat Wilde.\nAltre Slot Machine simili\nLa slot Aztec Idols è stato prodotto da Play’n Go, la stessa casa che ci ha portato Book of Dead. Entrambi i giochi vedono Rich Wilde come l’eroe che è là fuori a reclamare le vincite per i fortunati giocatori. Il gioco ha cinque rulli, tre file e un ritorno al risultato del giocatore del 95,65% e una vincita massima di 5000x sulla linea scommessa, con un tetto teorico sul premio del jackpot a 50.000x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cat Wilde and the Doom of Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/cat-wilde-and-the-doom-of-dead_featured-286x217.jpg",
            "filename": "cat-wilde-and-the-doom-of-dead_featured-286x217.jpg"
        }
    ],
    "name": "Cat Wilde and the Doom of Dead"
}