{
    "studio": "BF games",
    "text": "\nCave of Fortune\nLa nuova slot della BF Games, ambientata in una miniera di diamanti, ha due punti di forza: la semplicità del gameplay e una grafica curata nei minimi dettagli. Lo scenario è l’interno di una grotta con le architravi a sostenere la griglia di gioco e fiaccole accese a illuminare le pareti azzurrine. I simboli sono ben delineati e le vincite già importanti vengono segnalati da una esplosione che fa tremare tutta la caverna. Una musica soft accompagna le giocate senza risultare invadente e di tanto in tanto si sentono le gocce d’acqua cadere in una sorgente nascosta.\nCaratteristiche della slot\nLa griglia di gioco ha 5 rulli e 3 righe, con 30 linee di pagamento fisse. Il range di scommessa è molto ampio, con la scommessa minima che è di 0,01 € per linea, quindi uno spin costerà appena 0,30 €. Lo scopo del gioco è associare simboli identici su rulli adiacenti su una linea di pagamento. In caso di più vincite su una stessa linea, verrà pagata solo la più alta, se invece le combinazioni avvengono su linee differenti allora gli importi verranno sommati.\nLa volatilità è alta, si vince meno di frequente ma sempre somme di livello. Per quel che riguarda il valore RTP, per Cave of Fortune siamo sul 94,15%.\nSimboli e funzionalità\nPrima dei bonus, però è meglio concentrarsi sui simboli. Come nella maggior parte delle slot, anche qui sono presenti quelli legati ai simboli delle carte, dal nove all’asso, e valgono meno di tutti. A salire troviamo le pietre preziose viola, gialle, blu e rossa, tutte con lo stesso valore, e il diamante bianco, che ripaga qualcosina di più.\nPassiamo ora ai simboli speciali.\nL’elfo è il simbolo Wild e oltre a essere pagante, sostituisce tutti i simboli eccetto quelli speciali.\nUn’altra serie di simboli speciali sono le fiale di nitro. Posso o apparire singole, doppie e triple. Ogni volta che compare, il liquido si trasferisce nell’ampolla corrispondente posta sopra il rullo. Per raggiungere il livello massimo ne servono tre singole, una doppia e una singola o una tripla. Quando accade, il liquido si rovescia e un Wild esteso occupa l’intero rullo dando avvio a tre spin gratuiti. Nel caso tutti i rulli siano occupati da Wild estesi, la vincita è di 200 volte la scommessa iniziale.\nIl forziere è il nostro simbolo Scatter e ci ricompensa con giri gratuiti.\nPrima dell’avvio compare una grande ampolla che se riempita con le fiale di Nitro, può farci vincere un Grand Jackpot dal valore di 500x!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cave of Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/cave-of-fortune_logo-286x217.png",
            "filename": "cave-of-fortune_logo-286x217.png"
        }
    ],
    "name": "Cave of Fortune"
}