{
    "studio": "High 5 Games",
    "text": "\nCave King\nCom’era la vita durante la Preistoria?\nMolti se lo chiedono. Gli uomini primitivi, i famosi abitanti delle caverne, avevano una struttura sociale e comunicavano o vivevano in modo totalmente individuale pensando solo alla propria sopravvivenza?\nQueste sono le domande maggiormente chieste e molti storici hanno tentato di dare delle risposte esaurienti.\nCi ha provato anche il produttore di software per online gambling High 5 Games che, per questo, ha prodotto una Slot Machine sull’argomento e, in un colpo solo, è riuscito a creare qualcosa in grado di unire gli appassionati di Preistoria, di dinosauri e di animali preistorici. Continua a leggere per saperne di più!\nUna grafica preistorica\nCave King, la Slot Machine prodotta da High 5 Games, propone una classica griglia 5×3. Nonostante sia vista e rivista, sono i simboli a rendere la Slot particolare e soprattutto, godibile. I rulli e i personaggi che compaiono al loro interno sono in stile cartoon, per questo potranno appassionare sicuramente tutti quelli che, da bambini, seguivano le vicende dei Flintstones in televisione.\nSu uno sfondo viola, i rulli si muovono e ti danno la possibilità di scoprire i simboli del Re della Caverna, ossia un uomo primitivo con la corona e quella che, apparentemente, dovrebbe essere sua moglie, con una pelliccia viola e un diadema.\nLa console per modificare le puntate e per effettuare gli Spin non è niente di che. Potrai trasformare una puntata bassa in una molto alta semplicemente agendo su delle freccette e, a quel punto, non ti resterà altro che cliccare sul pulsante Spin.\nFunzioni e simboli della Slot Machine\nCome ti dicevamo all’inizio del paragrafo precedente, Cave King, la Slot Machine prodotta da High 5 Games, mostra una classica griglia 5×3. Anche il numero di paylines è molto standard, in quanto la Slot presenta 30 linee di pagamento.\nIl payout, nonostante sia di poco superiore rispetto agli standard di High 5 Games, con il suo 95%, è comunque inferiore rispetto alla media generale del 95,5% e, infine, decisamente inferiore rispetto agli standard di grandi nomi del gambling online, come NetEnt.\nIn ogni caso, giocare a Cave King è comunque estremamente godibile, grazie alla presenza di bonus molto interessanti.\nIl simbolo di Cave King non è altro che un Wild, ossia un’icona che sostituisce qualsiasi simbolo all’interno di una linea di pagamento per ottenere una combinazione vincente.\nPoi c’è il simbolo Bonus. Si tratta di una funzione molto interessante, perché ti permetterà guadagni veramente alti. Ha le funzioni di uno Scatter, infatti mettendone 3 in fila otterrai 4 giri gratis, mentre con 5 Scatter potrai ricevere 15 giri gratis. Una funzione da tener presente però, è che se riuscirai a mettere in fila 5 simboli Bonus sulla prima linea di pagamento, guadagnerai l’incredibile Jackpot da 30.000€.\nIn ogni caso, durante la funzione Free Spins potrai ottenere molto facilmente dei moltiplicatori che, al massimo, ti consentiranno vincite fino a 10x!\nAltre Slot Machine simili\nSe ti è piaciuta l’ambientazione preistorica di Cave King, pensiamo che tu debba conoscere The Flintstones Slot. Come avrai capito, è la Slot Machine dedicata al famoso cartone animato, prodotta da Playtech e con l’incredibile numero di linee di pagamento di 1,024!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cave King",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/cave-king-slot-286x217.jpg",
            "filename": "cave-king-slot-286x217.jpg"
        }
    ],
    "name": "Cave King"
}