{
    "studio": "Bally",
    "text": "\nCelestial King\nCelestial King è una slot machine prodotta dal provider Bally Technologies, a tema asiatico e ispirata alla leggenda di Sun Wukong, il Re delle scimmie protagonista di Journey to the West, un romanzo classico della letteratura cinese. Ci troviamo dunque nientemeno che in paradiso, tra nuvole cariche d’oro e al cospetto del Re Celeste.\nDal punto di vista del compartimento grafico, Celestial King offre ai giocatori un bel gioco con animazioni ed effetti speciali davvero ben fatti, grazie alla tecnologia 3D.\nLa schermata di gioco è immersa in un ipotetico paradiso su cui campeggiano nuvole dai toni del viola e dell’oro, oltre che misteriose pagode circondate da alberi.\nIl Re Celeste, una simpatica scimmietta dagli occhi verdi, con tanto di copricapo rosso e scettro in mano, vi accompagnerà nel gioco a un lato della griglia dei rulli.\nUna curiosità di questa slot machine è che è stata progettata dalla Bally, un colosso in ambito di giochi di slot sia online sia terrestre, per le sale gioco e dopo è stata proposta come slot online, senza perdere le sue caratteristiche principali, a partire dalla classica matrice di gioco a cinque rulli e tre righe.\nRange di scommessa, RTP e Jackpot\nCelestial King è strutturata con cinque rulli e 25 linee di pagamento, e offre un range di scommessa che va da un minimo di 0,50 € fino a 80 €, con la possibilità di puntare un massimo di 50 gettoni a ogni giro.\nIl ritorno teorico al giocatore di questa bella slot machine è del 96% tondo, una percentuale non sorprendente ma in linea con la maggior parte dei giochi che potrete trovare nei casinò online.\nPer quanto riguarda le vincite, avrete la possibilità di mettere le mani su uno dei tre jackpot, Mini, Minor e Major, quest’ultimo raggiungibile solo effettuando una scommessa minima di almeno 4 € e che ha un valore pari a ben 5.000 volte la puntata iniziale.\nSimboli di Celestial King\nTra i simboli regolari di Celestial King troviamo innanzitutto le carte da gioco, riprodotte qui in stile asiatico, abbiamo poi i simboli tematici, rappresentati da dei fiori di loto, delle monete d’oro, una medaglia, un maialino sorridente e una sacerdotessa, che tra tutti i simboli regolari è quello che ha il valore maggiore, offrendo fino a 150 monete per linea in caso di allineamento vincente.\nIl simbolo Wild non poteva non essere rappresentato dalla scimmietta, il Re Celeste in persona: ha funzione di jolly all’interno del gioco ma è anche un simbolo dal valore molto alto, pagando fino a 250 volte la puntata su una singola linea.\nLo Scatter infine è rappresentato da un Dragone, che permette non solo di accedere a un numero variabile di giri gratuiti, ma che se compare sui rulli 3, 4 o 5 volte offre un premio immediato pari a 250, 500 o 750 volte la scommessa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Celestial King",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/celestial-king-new-286x217.jpg",
            "filename": "celestial-king-new-286x217.jpg"
        }
    ],
    "name": "Celestial King"
}