{
    "studio": "SimplePlay",
    "text": "\nChang Thai\nCon Chang Thai veniamo catapultati nel sud della Tailandia, all’interno di una foresta vergine popolata da animali selvaggi molto pericolosi e una vegetazione lussureggiante.\nPrima di addentrarci nelle meccaniche di gioco, spendiamo due parole per il comparto grafico. La griglia di gioco è immersa tra le foglie, con un elefante animato sulla sinistra e un tempio thailandese sullo sfondo. Ai lati è indicato il numero delle linee di gioco che si vogliono rendere attive, mentre nella parte bassa si trovano i tasti per variare la scommessa e i riquadri in cui vengono aggiornati il saldo e le vincite dopo ogni Spin.\nI simboli hanno una buona definizione, anche se non eccelsa come in altri prodotti di questa software house. La musica è orientaleggiante e crea la giusta ambientazione durante le partite.\nCaratteristiche della slot\nIn Chang Thai la griglia ha 5 rulli e 4 righe, con 50 linee di pagamento variabili. Ogni linea di pagamento ha un costo minimo di 0,20 monete e ci sono cinque livelli di scommessa tra cui scegliere.\nAttraverso il tasto Max Bet si può impostare la giocata più alta con un colpo solo, mentre il tasto Autoplay serve a far partire i giri automatici, da un minimo di 50 a un massimo di 1.000. Altra funzione apprezzata è quella che prevede l’attivazione dei giri rapidi.\nIl ritorno teorico al giocatore (RTP) è del 95,24%.\nSimboli e funzionalità\nIn Chang Thai ci sono due tipi di simboli, quelli di basso valore a cui appartengono le carte da gioco dal nove all’asso, e quelli che ricompensano con somme alte come la scimmia, il coccodrillo, l’orso, la tigre e l’elefante.\nDurante il gioco base, la pietra azzurra rappresenta il nostro Wild e sostituisce tutti i simboli tranne lo Scatter. Esso appare soltanto sui rulli 2, 3, 4 e 5.\nAltri 3 Wild sono invece associati al gioco bonus, che si ottiene attraverso lo Scatter, qui rappresentato da un fiore dorato con una pietra rossa al centro. Per avere diritto alla funzione speciale è necessario che i 3 Scatter atterrino su rulli adiacenti. Prima che inizio i giri gratuiti, ci verrà richiesto di indicare uno dei Wild a disposizione. In base alla nostra scelta, avremo una combinazione di Free Spins e Wild sicuri. Vediamoli nel dettaglio:\n\nIl Wild rosso ci ricompensa con 4 free Spins e garantisce l’atterraggio di 188 Wilds.\nIl Wild giallo ci ricompensa con 7 Free Spins e 128 Wilds.\nIl Wild verde ci ricompensa con 10 Free Spins e 88 Wilds.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Chang Thai",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/chang-thai-featured-286x217.jpg",
            "filename": "chang-thai-featured-286x217.jpg"
        }
    ],
    "name": "Chang Thai"
}