{
    "studio": "Betsoft",
    "text": "\nCharms & Treasures\nArcobaleno e monete d’oro\nChi è un habitué delle slot, di sicuro si sarà imbattuto in qualche gioco ambientato in Irlanda con protagonista il Leprecauno, il folletto vestito di verde che è solito nascondere i suoi tesori nel punto in cui l’arcobaleno tocca terra. Personaggio della tradizione irlandese, il lepraucano era famoso anche per la sua velocità e astuzia. Appena accediamo alla schermata principale di Charms & Treasures, notiamo la pentola piena di monete d’oro e dietro l’arcobaleno che si perde nel cielo. Lo sfondo è una campagna sterminata con alberi dalle alte cime smosse dal vento. I simboli di grandi dimensioni hanno un’ottima definizione, con linee nette e colori brillanti che li rendono chiari e ben visibili, tutto a vantaggio della giocabilità.\n \n \nCaratteristiche di Charms & Treasures\nLa griglia con la classica forma 5×3 accoglie 50 linee di pagamento fisse. La puntata minima per ogni Spin è di 0,25 €, un costo contenuto che rende il gioco adatto a ogni tipologia di scommettitore. La vincita massima non è niente male, visto che corrisponde a 1.414 volte il valore della puntata.\nTra le varie funzioni presenti nel gioco, la più utile è senza dubbio l’Autospin che ci permette di impostare un numero di giri automatici compreso tra 5 e 100 e di definire anche dei limiti di vincita e di perdita che una volta superati arrestano        la modalità Auto.\nCharms & Treasures ha una volatilità alta e un RTP pari al 95%.\n \nCome vincere con Charms & Treasures\nIn Charms & Treasures vengono considerate combo vincenti tutte quelle formate da almeno tre simboli e che si sviluppano dal primo rullo di sinistra procedendo verso destra. Uniche eccezioni la pentola d’oro e il quadrifoglio con i quali si vince anche con una combo di 2. Ciliegie, ferro di cavallo, palloncino e cuore sono i simboli di minor valore, a seguire troviamo la luna, il numero sette e la stella. Le vincite migliori sono però quelle determinate dal quadrifoglio e dalla pentola piena di monete d’oro, oltre che dal Wild. Infatti, oltre a sostituire tutti i simboli eccetto lo Scatter, il Wild ripaga al pari del simbolo più remunerativo. Il Leprechaun è lo Scatter e può atterrare solo sui rulli 2, 3 e 4, regalando minimo 8 Free Spins. Il gioco Bonus si gioca su una griglia speciale: le 3 bobine centrali si uniscono e accolgono un solo grande simbolo in formato 3×3, aumentando in modo esponenziale la possibilità di creare combinazioni paganti dagli importi molto alti. Se nel rullo centrale atterrerà un altro Scatter, allora verranno aggiunti tre Free Spins.\nCliccando sul pulsante del carrello è possibile acquistare la funzione Bonus.\n\nDomande Frequenti \nDove posso giocare a Charms & Treasures?\n\nQuesta slot è disponibile in tutti i maggiori casinò online dotati di certificazione governativa AAMS.\n\n\n\nQual è la volatilità?\n\nIn Charms & Treasures la volatilità è alta.\n\n\n\nCome posso accedere al gioco bonus?\n\nCi sono due possibilità: la prima è sperare che sui rulli atterrino almeno tre Scatter, la seconda è cliccare sul tasto del carrello e acquistare la funzione.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Charms & Treasures",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/04/charms-and-treasures-gratis-286x217.jpg",
            "filename": "charms-and-treasures-gratis-286x217.jpg"
        }
    ],
    "name": "Charms & Treasures"
}