{
    "studio": "AvatarUX Studios",
    "text": "\nCherryPop\nCherrypop è la giusta sintesi tra tradizione e modernità!\nLa nuova slot a tema frutta prodotta dalla AvatarUX Studios, Cherrypop, usa una griglia espandibile che offre ben 59.049 modi per vincere!\nTema e grafica\nPer i giocatori di vecchia data, le slot fruttate hanno un non so che di romantico, anche se presentano un problema non indifferente: la ripetitività. Per questo ci sentiamo di dover fare un plauso alla AvatarUX Studios che è riuscita a creare una slot con un gameplay originale senza perdere la semplicità tipica delle sue produzioni. Prima di addentrarci nel meccanismo di gioco di Cherrypop, vogliamo spendere due parole anche per il comparto grafico, altro punto di forza dell’azienda cinese. I simboli sono definiti ottimamente, con colori brillanti che aumentano l’appeal della slot. Sulla parte destra troviamo tutti i tasti che ci serviranno per settare al meglio la nostra giocata, il tasto start e quello per avviare i giri automatici. Per quel che riguarda i suoni, si è puntato su un suono monocorde, con il caratteristico pop che si verifica ogni qualvolta uno o più simboli esplodono per lasciare posto agli altri.\nCaratteristiche della slot\nSi parte con una caratteristica griglia con 5 rulli e 3 linee, ma a seguito delle combinazioni vincenti viene aggiunta una linea superiore in corrispondenza della linea vincente. La griglia si può espandere sino a un massimo di 6 linee superiori in modalità normale e 9 nei Free Spins. Con una puntata minima di 0,20 € e la massima 40 €, Cherrypop si configura come una slot adatta ai novizi ma anche ai giocatori più esperti. I modi per vincere sono 59.049 e si vince se i simboli identici appaiono su rulli adiacenti, al di là della loro posizione. È possibile impostare da 10 giri automatici sino a 1.000, ma è possibile anche non inserire alcun limite e decidere autonomamente quando fermarli.\nSimboli e funzionalità\nCome detto poco sopra, Cherrypop adotta la modalità PopWins: ogni volta che c’è una combinazione pagante i simboli vincenti esplodono, la griglia cresce di una fila e due nuovi simboli atterrano sui rulli.\nPer quel che riguarda le vincite, possiamo suddividere i simboli tra quelli di basso valore, rappresentati dalle carte da gioco dal 9 all’asso, quelli di alto valore come l’uva, l’anguria, l’arancia, il ferro di cavallo, il quadrifoglio, la campana e il diamante, e infine quelli di altissimo valore, le ciliegie racchiuse in una bolla di sapone.\nSbloccando le sei file sui rulli si attivano 5 Free Spins. Prima però vedremo apparire una ruota che mette in palio un numero variabile di Free Spins aggiuntivi sino a un massimo di 12. C’è anche la possibilità di perdere tutto e non giocare per niente nella modalità gratuita. Durante i Free Spins la griglia si può espandere sino a 9 linee, inoltre si parte sempre con un moltiplicatore x2 che aumenta di 1 dopo ogni vincita. Nel caso si riuscisse a sbloccare l’intera griglia, si avrà un immediato +3 al moltiplicatore e successivi +3 per ogni vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "CherryPop",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/cherrypop_logo-286x217.jpg",
            "filename": "cherrypop_logo-286x217.jpg"
        }
    ],
    "name": "CherryPop"
}