{
    "studio": "Pragmatic Play",
    "text": "\nChilli Heat\nChilli Heat è una coloratissima slot machine di casa Pragmatic Play, che pur non avendo un gameplay o una grafica particolarmente elaborati, riesce comunque a catturare e mantenere l’attenzione dei giocatori.\nCome caratteristiche strutturali presenta 5 rulli e 25 linee di pagamento e offre un range di puntata che va da 0,25 € fino alla discreta cifra di 125 €, con cui si può provare a vincere delle belle somme!\nLa grafica è abbastanza semplice ma in linea con lo stile del gioco: su uno sfondo rosso fiammante si muovono i vari simboli riprodotti in stile cartone animato e seppure non siano presenti particolari effetti speciali (come del resto in quasi tutte le slot della Pragmatic Play) o animazioni 3D, nel complesso Chilli Heat risulta una slot anche graficamente molto carina e che offre un’esperienza di gioco coinvolgente.\nI simboli in Chilli Heat\nIl tema di questa piccantissima slot machine è la cucina messicana con i suoi sapori decisi ed è ben sviluppato attraverso i simboli tematici: abbiamo dei classici bicchieri di tequila, un mariachi con sombrero, baffoni e chitarra, un cagnolino chihuahua e della salsa tabasco. Il simbolo che vale di più tra quelli tematici è il mariachi col sombrero, che paga 10 € quando compare per cinque volte sui rulli, mentre il chihuahua con la bandana ne regala 7,50; il tabasco offre una vincita massima di 6,25 € mentre la tequila solo € 5.\nAccanto ai simboli tematici troviamo le tradizionali carte da gioco dal J all’Asso, che sono i simboli con valore più basso in assoluto, pagando solamente 2,50 € per allineamenti da cinque.\nIl simbolo Wild è rappresentato dal logo della slot e non ha altra funzione se non quella di jolly, potendo sostituire tutti gli altri simboli per determinare delle combinazioni vincenti; lo Scatter è invece un grande sole e attiva la funzione Free Spins\nTra gli altri simboli speciali abbiamo dei sacchi di monete con su scritto un valore in denaro, che permettono di giocare il bonus game Money Respins.\nLe funzioni speciali di Chilli Heat: Money Respins e Free Spins\nChilli Heat, nonostante il gameplay molto lineare, presenta due giochi bonus che vi faranno ottenere delle vincite anche consistenti.\nIl primo si chiama Money Respins e si attiva quando sulla schermata appaiono sei o più sacchi di monete: ogni volta che compare un sacco, saranno attribuiti tre giri gratis, inoltre il simbolo resterà bloccato anche nel giro successivo. Il gioco continua fino a quando sono disponibili i free spins o fino a quando i sacchi non copriranno tutta la schermata e si vincerà il premio massimo corrispondente a 1000 volte la puntata.\nIl gioco Free Spins si attiva invece quando sui rulli 2, 3 e 4 compaiono i simboli Scatter, che regalano in questo caso 8 giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Chilli Heat",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/chilli-heat_slot-286x217.jpg",
            "filename": "chilli-heat_slot-286x217.jpg"
        }
    ],
    "name": "Chilli Heat"
}