{
    "studio": "Bally",
    "text": "\nChina River\nLa slot gratis China River dello sviluppatore Bally presenta un design molto minimale e naturalistico, con dettagli che richiamano la tradizione cinese. Non perdere il prezioso simbolo dell’Uccellino Azzurro della felicità e prova a catturarlo! I simboli misteriosi e la musica che suona mentre i rulli sono in movimento rendono le partite piacevoli e con buone probabilità di vincita. Leggi la mia recensione e prova la versione gratuita nei nostri casinò online.\nQuali sono gli elementi distintivi di questo gameplay?\nLa slot senza scaricare China River di Bally presenta un gameplay molto minimale con uno sfondo che ci mostra foglie e fiori. Con 5 rulli, 4 file e 30 linee di pagamento puoi cominciare a realizzare le tue vincite! Puoi scommettere in questo gioco da 1 centesimo fino ad 1 Euro. Premi il pulsante SPIN e vedi cosa ha in serbo per te il destino. Per quanto riguarda l’RTP, il gioco ripaga del 95,87%, il che è accettabile, ma ricorda che il 2% verrà dai Jackpot progressivi, quindi China River non fa tutto da solo!\nSimbologia tutta da scoprire…\n\nI simboli più bassi sono i sei Reali\nI simboli che pagano di più sono: una Rana, una Ciotola d’Oro, un Fiore di Loto e un ridicolo Personaggio Cinese tutto agghindato d’oro. Se ne ottieni 5 il gioco ti ricompenserà con 33.33 volte la puntata\nIl simbolo dell’Uccello Giallo è il Wild. Può atterrare sui rulli 2, 3, 4 e 5 e sostituire qualsiasi simbolo di pagamento. Quando lo fa, partirà una bella animazione che rappresenta una barca su un fiume ricoperta da una pioggia di fiori\nI simboli delle Monete colorate in oro e rosso sono gli Scatter. Se ne atterrano 3 a 5 sui rulli, ti daranno da 8 a 15 giri gratuiti, oltre a un premio fino a 100 volte la puntata.\n\nQuali sono i 3 Jackpot di China River?\nQuesta slot senza scaricare ha 3 jackpot progressivi che devono essere vinti prima che raggiungano livelli prestabiliti di 1.500, 20.000 o 200.000 crediti. Essi sono:\n\nMinor,\nMajor\nEpic.\n\nNon si può dire con certezza quando saranno vinti, il processo avviene in modo casuale e in qualsiasi momento. Quando un Jackpot è stato vinto, viene ripristinato a un importo iniziale di circa il 25% dell’importo pagato. Il 2% di ogni scommessa viene utilizzato per alimentare i tre Jackpot e il processo riparte.\nIn cosa consiste la funzionalità Mystery Stacked Reels?\nOgni bobina contiene posizioni di simboli misteriosi in pila che vengono sostituite con uno dei due o tre simboli scelti casualmente quando viene avviato il lancio. Tutte le posizioni dei simboli misteriosi su ogni singola bobina vengono sostituite con la stessa icona per giro tranne quello Jolly.\nLe mie conclusioni finali\nCome tutte le migliori slot Bally, China River è disponibile sia per giocare con soldi veri che per partite in modalità demo senza alcun deposito. Troverai il titolo all’interno dei nostri casinò e con l’occasione, potrai dare uno sguardo agli altri giochi a tema asiatico oppure optare per l’affascinante mondo dell’Antico Egitto!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "China River",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/china-river_slot-286x217.jpg",
            "filename": "china-river_slot-286x217.jpg"
        }
    ],
    "name": "China River"
}