{
    "studio": "Habanero",
    "text": "\nChristmas Gift Rush\nSarà per gli addobbi dai mille colori, sarà per le luminarie che illuminano le strade cittadine, ma per molti la festa più bella rimane quella di Natale. E come non essere d’accordo, soprattutto quando ci troviamo di fronte a un gioco come Christmas Gift Rush!\nLa grafica di questo gioco è davvero ben fatta, con la neve che cade sui tetti delle case illuminate dalle fiamme del caminetto. I simboli hanno grandi dimensioni e i colori sgargianti, la consolle offre un’ottima panoramica su tutte le opzioni a disposizione per impostare al meglio la nostra giocata. La musica non può essere che Jingle Bells, eseguita però con un’armonia jazz.\nCaratteristiche della slot\nLa griglia di gioco essenziale ha 3 rulli e 3 righe, con il valore del gettone fissato a 0,02 €. È necessario puntare almeno 10 gettoni, quindi ogni partita ci costerà appena 0,20 €.\nIl numero di giri automatici che possono essere attivati va da un minimo di 10 a un massimo di 500 e, per chi vuole, si può impostare attraverso il cursore il giro veloce dei rulli.\nLa volatilità è alta, per vincere è necessario quindi effettuare un buon numero di spin, ma le vincite sono sempre ottime.\nPer quel che riguarda il ritorno teorico al giocatore (RTP), siamo sul 96,66%.\nSimboli e funzionalità\nIn Christmas Gift Rush abbiamo appena quattro simboli infiocchettati: il lecca-lecca verde, l’orsacchiotto blu, la campanella dorata e il camion giocattolo giallo.\nIl pacco di Natale è il simbolo Wild e va a sostituire tutti i simboli.\nInizialmente l’unica linea di pagamento è quella centrale, segnalata da una decorazione verde intorno alla fila. Alla prima vincita si attiva la funzione Nudge: in pratica, si attiva la fila in alto, poi quella in basso e in caso di ulteriori vincite, verrà applicato un moltiplicatore che aumenta a mano a mano di +1.\nDurante il gioco, può essere attivato casualmente un jackpot progressivo mostrato il un riquadro accanto al titolo della slot.\nPer chi volesse la funzione Nudge può essere acquistata. Il numero di Nudge in questo caso è di 30. Contando che il costo di ogni partite è abbastanza basso, è consigliabile puntare su questa funzione speciale che può regalarci vincite molto alte!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Christmas Gift Rush",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/christmas-gift-rush_gratis-286x217.jpg",
            "filename": "christmas-gift-rush_gratis-286x217.jpg"
        }
    ],
    "name": "Christmas Gift Rush"
}