{
    "studio": "Capecod Gaming",
    "text": "\nChunky Fruits\nÈ facile dire che nel corso degli ultimi anni, il mondo delle slot machine è cambiato sensibilmente. Dai cabinati nei casinò, alla loro presenza diffusissima online, da tematiche e stili semplici e spartani, a slot ispirate a film e dotate di corti animati di tutto rispetto.\nNonostante tutti i cambiamenti, però, ci sono degli elementi che non sono cambiati nel corso degli anni, ovvero gli archetipi fondamentali che possono essere trovati nelle griglie di gioco.\nEsistono infatti simboli che, appena visti, ci richiamano immediatamente le slot più classiche… ed è su questo alone nostalgico che si muove Chunky Fruits della Capecod Gaming, slot online a cui abbiamo dedicato la nostra recensione di oggi.\nChunky Fruits – Frutta poligonale\nCome è facile intuire dal titolo stesso della slot, la frutta gioca un ruolo fondamentale all’interno di Chunky Fruits. Ci troviamo infatti di fronti a susine, ciliegie e limoni, accompagnati da altri simboli molto comuni delle slot di un tempo, come la scritta BAR, i diamanti e il numero 7.\nIl tutto su di uno sfondo viola, che fa sembrare che i simboli siano quasi sospesi una nebbia eterea, all’interno della quale tutto può succedere, anche ottenere una megavincita.\nL’atmosfera è anche aiutata dalla musica di atmosfera, leggera e accattivante e che accompagna le nostre varie giocate.\nNonostante lo stile richiami sicuramente i giochi di un tempo, le meccaniche (come avremo modo di vedere nel prossimo punto, sono tipiche delle slot moderne).\nChunky Fruits – Simboli Wild e griglia estesa\nParlando di meccaniche di gioco, quali sono le novità apportate da questo titolo rispetto a una slot d’epoca? La prima differenza che salta all’occhio è quella relativa al numero di simboli che vengono mostrati all’interno della griglia di gioco.\nSe un tempo si utilizzava, infatti, un modello 3*3, in cui venivano mostrati nove simboli (di cui spesso venivano considerati vincenti solo i tre centrali), oggi online regna il 5*3, che permette un numero maggiore di combinazioni e meccaniche di gioco.\nÈ inoltre importante tenere in considerazione la presenza di funzioni speciali all’interno del gioco, come i simboli Wild, un tempo assenti nelle slot d’epoca. I BAR, infatti, sono simboli Wild in espansione: una volta che appaiono all’interno della griglia di gioco, questi si espandono lungo l’intero rullo dove sono presenti, fungendo da jolly per tutte le combinazioni che passano attraverso di loro e innescando un giro gratuito con i simboli Wild bloccati nella loro posizione.\nL’unione di nostalgia e modernità offre una slot di tutto rispetto per chi vuole vivere una storia nel passato ma con un finale nel presente.\nSlot simili a Chunky Fruits\nParlando di frutta, non mancano certamente le slot per chi vuole spaziare seguendo la stessa tematica. Troviamo infatti Mega Joker, che condivide l’aria nostalgica del titolo in questione, ma anche Bananas Go Bahamas che invece affronta la tematica da una direzione completamente opposta, per arrivare a SuperLiner che invece cerca di tornare indietro nel tempo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Chunky Fruits",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/chunky-fruits-featured-286x217.jpg",
            "filename": "chunky-fruits-featured-286x217.jpg"
        }
    ],
    "name": "Chunky Fruits"
}