{
    "studio": "IGT",
    "text": "\nCleopatra II\nIl ritorno della regina d’Egitto\nSe sei appassionato dell’antico Egitto e dei suoi preziosi tesori, allora avrai sicuramente giocato alla prima slot online intitolata Cleopatra di IGT, la prima a lanciare il filone dell’antica civiltà egizia. Di nuovo in questo sequel ci sono un design del gioco che risulta più pulito e luminoso, con simpatici simboli animati a bobina e uno svolgimento del gameplay fluido e divertente. In questa pagina puoi trovare la recensione completa con qualche piccolo suggerimento. Buona lettura.\nCome si gioca?\nCleopatra 2 si gioca come qualsiasi altro gioco di slot online, si seleziona la scommessa e si comincia. Se sarai bravo ad abbinare qualsiasi simbolo su 20 linee di vincita potrai vincere un moltiplicatore della tua puntata iniziale che ti ripagherà in relazione agli abbinamenti ottenuti fino ad un massimo di 10.000 volte la tua scommessa. La puntata minima è pari a 1 centesimo fino ad un massimo di 5 euro. Oltre alle caratteristiche menzionate, la grande differenza tra questa e l’originale è che ogni volta che girano le ruote, aumenta il bonus moltiplicatore nella parte in alto a sinistra dello schermo. Questo vuol dire che dopo ogni giro, il pagamento aumenterà in modo significativo.\nL’importanza dei simboli e dei bonus\n\nIl simbolo Wild (Cleopatra) funziona come quello della prima versione. Avere due o più di questi sostituirà qualsiasi altro simbolo facendoti vincere di più. Inoltre, ogni vincita con incluso il simbolo Wild viene raddoppiata,\nIl simbolo della Piramide: se ne ottieni 3 o di più in qualsiasi punto sui rulli, avrai diritto ai 5/15 giri gratuiti. Con 4 simboli Piramide vinci 8-18 giri gratuiti, con 5, 10-20 giri gratuiti e 200 volte la tua scommessa originale. La differenza con il gioco originale è che se ottieni due simboli Piramide non ottieni il doppio della vittoria,\nIl simbolo Scatter è rappresentato dall’iconica Sfinge. Bastano 3 o più icone per attivare il Free Spin Round Bonus con 15 giri gratis fino ad un massimo di 180. Se ti capita una combinazione vincente sul giro Free Spin Bonus potrai triplicare la tua vincita. Durante il gioco standard i simboli scatter permettono di raddoppiare la scommessa, se ne appaiono sui rulli da due in su.\n\nUna slot da corteggiare\nLa volatilità di questo gioco è molto alta e con un RTP del 95,13%, puoi aspettarti di passare lunghi periodi senza vincere nulla nel gioco base, prima di di innescare i giochi di spin gratuiti. Anche se le icone preziose ti accecheranno con le loro ricchezze, prima di fare una vincita sostanziosa dovrai pazientare un po’. Ti consigliamo quindi di provare subito la versione demo gratis di Cleopatra 2 e in seguito di approfittare del bonus di benvenuto giocando con soldi veri in uno dei casinò presenti nel nostro catalogo online.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cleopatra II",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/cleopatra-ii-gratis-286x217.png",
            "filename": "cleopatra-ii-gratis-286x217.png"
        }
    ],
    "name": "Cleopatra II"
}