{
    "studio": "Wazdan",
    "text": "\nClover Lady\nProtagonista di Clover Lady è l’amicizia tra una ragazza e un lupo che vivono in un bosco fatato. A rendere al meglio la tematica fiabesca c’è  la grafica ricca di luci colorate che si agitano tra gli alberi e la griglia di gioco a forma di fungo. Sul lato destro dello schermo troviamo il lupo, nella parte bassa ci sono le puntate selezionabili.\nLa pulsantiera è composta dal tasto Start e da quello Autoplay. C’è poi il tasto Turbo: quando è in modalità normale sopra c’è il simbolo della tartaruga, quando è in modalità veloce c’è quello del lupo. Un altro tasto a nostro giudizio molto ingegnoso è quello per la volatilità.\nDal menù è possibile selezionare diverse opzioni, come ad esempio la modalità schermo intero o il risparmio energetico. Il comparto sonoro è caratterizzato da una musica celtica e dai suoni del bosco, inoltre sono presenti numerose animazioni visive legate alle vincite.\nCaratteristiche della slot\nLa Wazdan ha deciso di utilizzare una griglia di 6 rulli e 3 file con 10 linee di pagamento fisse. Per vincere è necessario abbinare 3 simboli identici su una linea attiva dal primo rullo di sinistra verso destra. Il range di puntata varia tra 0,10 € e 100 € e si possono scegliere tra 10 e 1.000 giri automatici. Il valore RTP è pari al 96%, mentre la volatilità è selezionabile cliccando l’apposito tasto. Possiamo scegliere quella bassa, media e alta. Nel primo caso vinceremo spesso ma mai cifre astronomiche, con quella media o standard si ha una via di mezzo tra frequenza di vincita e grandezza delle somme vinte. Nel caso di volatilità alta si vince meno spesso, ma le cifre sono sempre di livello.\nSimboli e funzionalità\nI simboli di basso valore sono le carte da gioco dal J all’asso. A seguire troviamo la ghianda e la castagna, il lampone e la fragola. Il quadrifoglio è il simbolo Wild e sostituisce tutti i simboli tranne il Metalupo e la ragazza.\nIl Metalupo moltiplica le vincite per 1,5x, mentre la ragazza è il nostro simbolo Bonus. Se compare 3 volte, allora si attiverà la funzione speciale: la griglia si svuota e ci verranno assegnati tre Respins. I simboli ammessi durante il Bonus sono soltanto il Metalupo e la ragazza. Ad ogni giro i simboli Bonus rimangono sullo schermo così come quelli Metalupo.\nI simboli Bonus che appaiono sui rulli di destra e di sinistra si spostano su quelli centrali, mentre i simboli Metalupo possono apparire solo sulla fila inferiore e superiore. Ogni volta che appare uno di questi simboli i Respins ripartono da 3. Alla fine dei giri gratuiti, le vincite verranno pagate in base ai simboli bonus rimasti sullo schermo, a cui sono associati i jackpot che si trovano sulla parte superiore della griglia:\n\n3 Bonus ripagano con il jackpot mini\n4 bonus ripagano con il jackpot minor\n5 bonus ripagano con il jackpot major\n6 bonus ripagano con il jackpot Grand\n\nInoltre, il premio verrà moltiplicato per il numero di Metalupo presente sui rulli. Ognuno di questi simboli moltiplica per 0,5 la vincita.\nCon 12 Metalupo il moltiplicatore massimo è di 7x. Se a questi si aggiungono anche i 6 simboli Bonus, allora la vincita raggiunge il massimo di 3.500x la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Clover Lady™",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/clover-lady-new-286x217.jpg",
            "filename": "clover-lady-new-286x217.jpg"
        }
    ],
    "name": "Clover Lady"
}