{
    "studio": "Evoplay",
    "text": "\nCollapsed Castle Bonus Buy\nDa terre lontane riposa un antico castello pieno di tesori e oro che aspettano solo te. Collapsed Castle Bonus Buy è una nuova slot a tema Fantasy rilasciata da Evoplay con un design e un gameplay per giocatori temerari. Con un RTP del 96,02% e una volatilità elevata, potrai varcare le mura e ottenere vincite fino a 3.302x la scommessa. Segui la melodia e immergiti in questa nuova avventura dopo aver letto tutti i dettagli qui…\nSlot Collapsed Castle Bonus Buy: Gameplay, Scommesse e Volatilità\nCollapsed Castle Bonus Buy è un’emozionante slot con 5 rulli e 18 payline che aiutano a ottenere una vincita e gli originali rulli a cascata. Dopo aver ottenuto la combinazione vincente, questa modalità svanisce e scendono nuovi simboli.\nLa vincita totale dipende dalla scommessa, che va da 0,1€ a 300€. Collapsed Castle Bonus Buy ha anche altre caratteristiche, che ti descriverò più avanti. Intanto, esaminiamo il valore dell’ RTP che in questo gioco oscilla tra il 95,92 e il 96,02, con una volatilità alta ma quando utilizzi la funzione di acquisto bonus, aumenta fino al 96,19%.\nIn Collapsed Castle Bonus Buy, puoi raggiungere vincite fino a 3.302 volte la puntata, ma per farlo, devi ottenere moltiplicatori elevati per le combinazioni vincenti sfruttando la funzione Free Spins, che ti spiego tra pochissimo, ma prima scopriamo i simboli di questa slot stile medioevale.\nTema e simboli della slot machine Collapsed Castle Bonus Buy\nIl tema principale di Collapsed Castle Bonus Buy è il fantasy medievale. Verrai trasportato tra le rovine di un vecchio castello, che è pieno di tesori nascosti e creature fantastiche. La qualità grafica è ai massimi livelli. E la musica della slot crea un’atmosfera davvero magica.\nAnche i simboli seguono questa linea grafica:\n· I simboli di basso valore sono costituiti da icone Luna, Sole, Spade, Uccello e Corvi con una puntata da 0,1x a 5x;\n· I simboli più preziosi sono l’Elmo, il Drago, l’Oro, il Libro e il Forziere con cui puoi vincere fino a 20x la puntata;\n· Il Wild è un simbolo speciale che sostituisce gli altri sulle linee di pagamento. Premia i giocatori con moltiplicatori 2x, 10x e 20x;\n· Lo Scatter appare solo sul 1°, 3° e 5° rullo. Attiva la funzione Free Spins;\n· Il Mago può farti ottenere 2x, 5x, 10x e 25x per il moltiplicatore di vincita.\nFunzioni Speciali di Collapsed Castle Bonus Buy: Free Spin\n· Moltiplicatore di vincita\nQuando si girano i rulli, c’è un moltiplicatore di vincita, che aumenta di 1x a ogni cascata. Anche i simboli del mago possono aumentarlo. Il moltiplicatore applica il suo valore a tutte le combinazioni vincenti. E all’inizio di un nuovo giro, si resetta;\n· Giri Gratuiti\nCon 3 Scatter i giocatori attivano un gioco bonus con 10 free spins;\n· Bonus Buy (Acquisto bonus)\nI giocatori possono attivare la funzione Free Spins pagando 39 volte la puntata prima di premere il pulsante spin.\n\nDomande Frequenti \nPosso attivare un jackpot progressivo in questa slot machine di Evoplay?\n\nNo, Collapsed Castle Bonus Buy non fornisce una funzione di jackpot progressivo, ma puoi richiedere un bonus benvenuto da Slotjava e goderti tutte le altre fantastiche funzionalità di questa slot online!\n\n\n\nC'è un bonus di giri gratuiti in Collapsed Castle Bonus Buy slot?\n\nCerto. Questo gioco offre una funzione free spins e moltiplicatori attivabili con pochi clic. Inoltre, non perderti le altre incredibili funzionalità speciali come Autoplay, Scatter e Wild.\n\n\n\nQual è il valore di RTP della slot Collapsed Castle Bonus Buy?\n\nL'RTP della slot Collapsed Castle Bonus Buy è del 96,02%. Puoi provare a far girare i rulli gratuitamente o con soldi veri, dopo esserti registrato in uno dei casino ADM/AAMS della nostra lista aggiornata e sicura.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Collapsed Castle Bonus Buy",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/collapsed-castle-bonus-buy_new-286x217.jpg",
            "filename": "collapsed-castle-bonus-buy_new-286x217.jpg"
        }
    ],
    "name": "Collapsed Castle Bonus Buy"
}