{
    "studio": "Novomatic",
    "text": "\nColumbus\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 9\nPuntata min.: 0,18 €\nPuntata max.: 45 €\nMax. di monete: 1\nMontepremi: 20.000 gettoni\nAutoplay: Si\nTema e grafica\nLa slot machine Columbus è incentrata sul tema storico della scoperta dell’America. Il protagonista principale è Cristoforo Colombo, che conduce il giocatore a bordo delle tre caravelle alla scoperta di un gioco divertente e originale.\nIl tema è sviluppato molto bene e i simboli sono coerenti con la storia, per un’esperienza di gioco intuitiva e semplice ma allo stesso tempo coinvolgente\nColumbus nasce come slot machine terrestre e conserva una linea abbastanza essenziale con una grafica non particolarmente elaborata.\nSimboli, Scatter e Wild\nI simboli sono un mix tra quelli a tema storico e i classici delle slot machine terrestri.\nTroviamo infatti Colombo la regina Isabella D’Aragona, una collana d’oro e un sestante, accompagnati dal simbolo Scatter rappresentato dalle tre Caravelle, la Nina, la Pinta e la Santa Maria. Accanto a questi abbiamo le carte dall’asso al nove, come da tradizione nelle slot machine da tavolo.\nIl simbolo Wild non può che essere Cristoforo Colombo in persona e sostituisce tutti gli altri simboli ad eccezione dello Scatter.\nLe tre Caravelle sono lo Scatter che permette di accedere al Bonus Game, con cui si possono vincere fino a un massimo di dieci free spins, quando le navi compaiono 1, 3 o 5 volte nello stesso giro sulla linea di gioco.\nCome si gioca?\nUno dei punti forti della slot Columbus è la possibilità di giocare anche con un budget limitato. Le scommesse infatti sono aperte a partire da una puntata minima di 0,18 centesimi sulle nove linee.\nQuesto offre la possibilità anche ai giocatori meno esperti di fare pratica col gioco senza dover per forza investire dei capitali troppo alti.\nD’altra parte, il valore massimo di una scommessa è di 45 €, rendendo il gioco molto interessante e con delle buone potenzialità di vincita anche consistenti.\nIl gioco è semplice, una volta avviato il primo spin bisogna allineare 3 o più simboli uguali partendo da sinistra verso destra, con entità della vincita che cambia a seconda dei simboli che appaiono.\nSe si allineano gli Scatter invece, l’accesso al Bonus Game permette di avere dei giri gratis, in cui le tre caravelle rappresentano anche il simbolo Wild, che attiva ulteriori spin gratuiti.\nConclusioni\nQuello che più attrae di questa slot firmata Novomatic è senza dubbio la grande versatilità, data dall’ampia gamma di possibilità di scommesse a partire da cifre molto basse.\nColumbus è un gioco che offre inoltre vincite abbastanza frequenti, il che lo rende molto divertente e coinvolgente.\nLa grafica minimale e i simboli che si rifanno alla tradizione delle slot terrestri sono inoltra molto apprezzate dai nostalgici delle vecchie slot terrestri.\nGiochi simili\nSe amate il tema della scoperta dell’America ma siete alla ricerca di un’esperienza di gioco più coinvolgente, con delle grafiche più moderne, non potete lasciarvi scappare la versione successiva di Columbus, Columbus Deluxe, sempre dalla casa madre Novomatic!\nSempre sullo stesso tema troviamo Age of Discovery, in cui i protagonisti sono i primi esploratori che partono dal Vecchio Continente alla scoperta di nuove terre.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Columbus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/columbus_new-286x217.jpg",
            "filename": "columbus_new-286x217.jpg"
        }
    ],
    "name": "Columbus"
}