{
    "studio": "Skywind Group",
    "text": "\nCombat Masters\nMa Combat Monster è una slot machine o un videogioco? Sicuramente dando una prima occhiata distratta a questo nuovo prodotto di casa Skywind il dubbio è da considerarsi più che legittimo!\nIl tema è quello dei combattimenti epici tra cavalieri senza macchina e senza paura, con il contorno di personaggi tipici quali l’immancabile mago, la bellissima ma pericolosissima dama, una serie di mostri e un’ambientazione davvero affascinante!\nNon aspettatevi però un gioco dall’atmosfera medioevale, perché il tutto è realizzato in chiave moderna, a partire dalla grafica in stile cartone animato e dalla scelta dei colori.\nCombat Masters ci accoglie con una schermata iniziale che già ci fa intuire il tema del gioco: il cavaliere e la perfida, splendida Aleada occupano gran parte dello schermo, con uno sfondo scintillante nelle tonalità del blu e del viola.\nPer quanto riguarda invece la schermata di gioco, sembra davvero di trovarsi dentro un videogame, con la parte superiore che mostra i duellanti e quella inferiore in cui sono posizionati i rulli. Ai lati troviamo invece le impostazioni del gioco, incluso il tasto di spin, quelli per stabilire il valore della scommessa e quello per l’Autoplay.\nCaratteristiche principali della slot machine\nCombat Masters è una slot machine davvero interessante e, sebbene la Skywind non rientri nel novero dei provider più blasonati, si distingue comunque per prodotti interessanti e di indubbia qualità.\nIniziamo dalla griglia che è composta da 7 rulli per cinque righe, con un sistema di gioco che prevede la caduta dei simboli a cascata.\nIn Combat Masters sono previsti ben otto livelli diversi di gioco, in cui si può provare a vincere fino a 1.000 volte il valore della puntata. Si gioca con 100 gettoni fissi, che hanno un valore compreso tra un centesimo e 2 €, il che significa che la puntata minima è di 1 € mentre quella massima arriva a 200 €, una cifra di una certa importanza!\nSi tratta di un gioco caratterizzato inoltre da una volatilità media, per cui i premi importanti potrebbero farsi aspettare e vi occorrerà un buona dose di pazienza! Per quanto riguarda poi il ritorno teorico al giocatore o RTP, in Combat Masters si attesta su un 96,06%, nella media.\nGameplay e funzionalità di Combat Masters\nIl meccanismo di pagamento in Combat Masters è detto “a cluster” e significa che si vince quando sui rulli cascano cinque o più simboli identici in senso orizzontale, verticale o in blocchi. Più grande è il cluster, più valore avrà la vincita.\nLe funzionalità speciali di Combat Masters includono delle funzioni cosiddette di potenziamento del gameplay, che porta a salire al livello di gioco successivo, e la finzione Wild Power, con Wild extra che appaiono sui rulli quando si ottengono dei cluster di almeno 16 simboli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Combat Masters",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/combat-masters_new-286x217.jpg",
            "filename": "combat-masters_new-286x217.jpg"
        }
    ],
    "name": "Combat Masters"
}