{
    "studio": "Wild Streak Gaming",
    "text": "\nCongo Cash\nAmbientata nella foresta centroafricana, Congo Cash è una slot superlativa sotto tutti i punti di vista. Colori vivaci e una grafica di livello supportano un gioco che ha un gameplay divertente e molto intuitivo. A livello visivo, tutta la consolle si presenta piacevole. Lo sfondo è occupato interamente dalla natura lussureggiante tipica del luogo, con maestosi alberi, fiori dai mille colori e il gorilla simbolo della slot. Sulla parte sinistra sono indicati i 3 Jackpot a disposizione, mentre in basso si trovano i tasti per accedere al menù, il riassunto della vincita e i tasti per variare la puntata, oltre naturalmente a quelli per far ruotare i rulli, sia in modalità manuale che automatica. Completa il tutto una musica arcade intervallata da qualche effetto sonoro, oltre al suono meccanico della rotazione dei rulli.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 4 righe su cui si snodano ben 432 possibilità di vincita. La puntata minima è di 0,20 €, mentre la massima è di 100 €. Dal menù è possibile impostare tra 10 e 1.000 giri automatici e c’è anche l’opzione per accelerare la rotazione dei rulli attraverso il tasto turbo. Sempre dalle impostazioni è possibile disattivare la musica di sottofondo o anche soltanto gli effetti sonori che accompagnano le vincite. Congo Cash ha un RTP del 96,51% e una volatilità alta, ciò vuol dire che in media le vincite sono meno frequenti, ma sempre di alto livello.\nSimboli e funzionalità\nCome già detto, Congo Cash ha tantissime funzioni speciali essendo ricca di moltiplicatori, simboli Bonus e 3 Jackpot con vincite variabili in base al livello della scommessa, ma comunque in grado di offrire premi sostanziosi. Partiamo però dicendo che di norma si vince associando almeno 3 simboli uguali e adiacenti, da sinistra a destra. I simboli di basso valore sono quelli delle carte da gioco utili a comporre una scala reale, quindi dal 10 all’asso. La rana e il lemure offrono invece ricompense di medio valore, mentre il macaco e il giaguaro sono più generosi. Il gorilla è il simbolo che paga più di tutti.\nIl diamante è il nostro simbolo Wild , può apparire soltanto sui rulli 2, 3, 4 e 5 e va a sostituire tutti i simboli eccetto quelli speciali.\nSui rulli 2, 3 e 4 a ogni giro appaiono diversi premi, dai Free Spins ai moltiplicatori compresi tra 5x e 200x. Per averli sarà sufficiente associare 2 simboli farfalla a uno Congo Cash. Per quel che riguarda le partite gratuite, a ogni giro viene garantito almeno un simbolo Wild.\nSulla parte superiore dei rulli può apparire anche uno dei 3 Jackpot che variano in base al valore della puntata. A titolo di esempio, poniamo che volessimo puntare il minimo, cioè 0,20 €. In tal caso, il Jackpot Minor varrà 5 €, quello Major 20 € e il Grand 400 €!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Congo Cash",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/congo-cash_slot-286x217.jpg",
            "filename": "congo-cash_slot-286x217.jpg"
        }
    ],
    "name": "Congo Cash"
}