{
    "studio": "Ainsworth",
    "text": "\nCongo King Quad Shot\nLa slot è incentrata su una giovane esploratrice che si addentra nella foresta pluviale per raggiungere un antico palazzo. Il suo scopo è mettere le mani sulla misteriosa pietra rossa dalle incredibili proprietà magiche, ma prima dovrà fare però i conti con un enorme gorilla a cui non piace per nulla il contatto con gli umani!\nGrazie a una grafica puntuale, le sensazioni suscitate da Congo King Quad Shot sono adrenalina pura. Lo sfondo è la foresta pluviale in una giornata di pioggia e di tanto in tanto si può vedere uno scimpanzé che salta di albero in albero. Il gioco è accompagnato da una musica avvincente e da qualche effetto sonoro legato alle vincite, oltre naturalmente al suono meccanico della rotazione dei rulli. Di tanto in tanto è possibile sentire il verso di qualche animale.\nCaratteristiche della slot\nLe linee di gioco sono ben 100, variabili, sistemate su una griglia 5×3. Il costo per ogni Spin varia in base al numero di linee attive, ma presupponendo di tenerle tutte e 100, allora la scommessa sarà di 4 €. Volendo, pigiando il pulsante Max è possibile selezionare in un colpo solo la puntata massima. Si possono impostare tra i 10 e i 100 giri automatici. La volatilità è alta e il valore RTP pari al 94,39%.\nSimboli e funzionalità\nI simboli delle carte da gioco sono quelli con un minor valore, invece quelli che ripagano meglio sono i tematici: il palazzo, il fuoristrada, la pietra, il giaguaro, la ragazza e il simbolo Congo King che paga sino a 100 volte la puntata oltre a ricoprire la funzione di Scatter.\nIl simbolo Wild è il gorilla, e può apparire anche esteso. Naturalmente sostituisce tutti i simboli eccetto quelli speciali e durante i Free Spins è anche pagante, anche se a differenza dello Scatter moltiplica la scommessa soltanto per 20 volte.\nCome dicevamo, lo Scatter è il logo del gioco e ci ricompensa con 15 giri gratuiti oltre ad aggiungere un ulteriore rullo Bonus con due nuovi simboli x3 e x5.\nIl simbolo Quad, ossia la cornice che compare intorno a un simbolo, è legato alla vincita di uno dei jackpot. Ecco le condizione per vincere i jackpot:\n\nMini: Viene assegnato quando si ha una vincita con 5 degli stessi reali con almeno un sostituto nella combinazione vincente e un simbolo Quad\nMinor: Viene assegnato quando si ha una vincita con 5 degli stessi simboli di maggior valore con almeno un sostituto nella combinazione vincente e un simbolo Quad\nMaxi: Viene assegnato quando si ha una vincita con 5 degli stessi reali senza un sostituto, ma con un simbolo Quad\nMajor: Viene assegnato quando si ha una vincita con 5 degli stessi simboli di maggior valore senza un sostituto, ma con un simbolo Quad\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Congo King Quad Shot",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/congo-king-quad-shot-new-286x217.png",
            "filename": "congo-king-quad-shot-new-286x217.png"
        }
    ],
    "name": "Congo King Quad Shot"
}