{
    "studio": "WMS",
    "text": "\nCool Jewels\nPer quanto riguarda il tema e la grafica di questa slot machine prodotta dalla software house Williams Interactive (WMS), non c’è tantissimo da dire. La grafica è ridotta veramente all’essenziale e, se non si sapesse aprendo il gioco che si tratta di una slot machine, si potrebbe tranquillamente scambiare Cool Jewels per uno dei tanti giochi online della serie Candy Crush Saga o Bubble Witch.\nLo sfondo di colore azzurro cielo mette in risalto la griglia su cui scorrono i simboli rappresentati tutti da pietre preziose di forma e colori diversi.\nNon ci sono ovviamente animazioni di nessun tipo, figuriamoci effetti speciali o tecnologie in 3D, Cool Jewels punta tutto sul gameplay, strizzando un occhio a quei giocatori che sono rimasti legati alle vecchie slot machine da sala bar, che possono ritrovare in questo gioco un piacevole ritorno alle origini dei giochi di slot per quanto riguarda il compartimento grafico, ma saranno piacevolmente sorpresi nel trovare poi un gameplay divertente, articolato e molto moderno.\nCaratteristiche principali della slot\nCool Jewels è una slot che potrebbe essere definita in qualche modo anomala: a una grafica ridotta ai minimi termini associa una modalità di gioco che è invece complessa e molto coinvolgente.\nSi può notare questo anche da una prima occhiata: si può subito vedere subito che anche la struttura di gioco non è quella tradizionale, ma che il classico schema 5 rulli e 3 righe è sostituito da una griglia 6×6.\nAltra particolarità è che non esistono linee di pagamento, sostituite da dei contatori che si trovano ai lati dei rulli. Le scommesse dunque non vanno per linea ma per giro, e sono comprese tra un minimo di 0,50 monete fino a un massimo di 200, per accontentare sia i giocatori più prudenti sia i cosiddetti high rollers.\nInteressanti le possibilità di vincita: giocando a Cool Jewels si può ambire a un premio massimo pari a ben 7.500 volte il valore della puntata.\nIl ritorno teorico al giocator (return to player o RTP)e di questa slot machine è in linea con la maggior parte dei giochi della William Interactive, attestandosi su un canonico 96,1%.\nSimboli e funzionalità speciali di Cool Jewels\nIn questo gioco a farla da protagonisti sono i gioielli, di tutte le forme e di tutti i colori, tra cui il rosso, il giallo, il turchese, rosa, blu e verde. Per ottenere delle vincite è necessario che si presenti una combinazione di almeno quattro simboli identici su rulli adiacenti, sia in senso orizzontale che in senso verticale. Tra i simboli ne troviamo anche uno che rappresenta un moltiplicatore x10: quando si ottengono delle combinazioni vincenti con questo simbolo l’intera vincita sarà moltiplicata per dieci volte.\nCool Jewels presenta diverse tipologie di Wild, ben quattro: Shocking Wild, Unstable Wild, Shattering Wild, e Persisting Wild. L’Actived Unstable Wild distruggerà tutti i simboli negli spazi che lo circondano, un Shattering Wild attivato distruggerà tutti i simboli adiacenti sia in senso verticale che orizzontale e lo  Shocking Wild attivato infine distruggerà tutti i simboli adiacenti collocati in diagonale rispetto ad esso.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cool Jewels",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/cool-jewels-gratis-286x217.jpg",
            "filename": "cool-jewels-gratis-286x217.jpg"
        }
    ],
    "name": "Cool Jewels"
}