{
    "studio": "NetEnt",
    "text": "\nCornelius\nIl nuovo gioco appena rilasciato da NetEnt ha come protagonista Cornelius, un gattone goloso che ripaga ogni prelibatezza con premi istantanei appetitosi!\nUn gatto amante dei dolciumi\nQuando ci troviamo davanti ad un gatto come Cornelius, non pensate ai cibi in scatola e croccantini, ma preparate piuttosto biscottini alla vaniglia e latte! E infatti il nuovo gioco firmato NetEnt è ambientato in una cucina vecchio stile, con un frigo verde acqua sulla destra e la ciotola rossa di Cornelius sulla parte sinistra. A pochi passi c’è il nostro simpatico micione arancione, con indosso una maglietta verde ormai troppo stretta per lui. Nella zampa, neanche a dirlo, il nostro amico stringe un biscotto e di tanto in tanto si gratta la pancia scoperta. La grafica è arricchita dalle animazioni e da uno stile che riprende quello dei cartoon rende, la musica di sottofondo è un simpatico motivato che ci tiene compagnia durante i nostri Spin.\nUna griglia di gioco extra large e un ottimo RTP\nLa NetEnt ha deciso di puntare su una griglia classica 5×4 e con ben 1024 modi per vincere. La puntata minima per ogni Spin è di 0,20 €, che può essere portata sino a un massimo di 400 €. Si vince associando simboli adiacenti a partire dal rullo di sinistra e procedendo verso destra.\nLa volatilità è media e il valore RTP corrisponde al 96,04%.\nUn gioco bonus davvero speciale\nIn Cornelius troviamo diversi simboli di valore diverso. Si va dalle classiche carte da gioco dal 10 all’asso per passare al giochino di pezza a forma di pesce, il barattolo del latte, la scatolina e Cornelius, che è anche il simbolo che vale di più.\nPassando ai simboli Bonus, il più importante è il Cash Drop symbols, un piatto di biscotti che nel gioco base paga da 0,25 a 3 volte la scommessa. Se 3 di questi simboli atterrano sui rulli, allora si attiva la Cash Drop Feature. In pratica, ogni volta che compaiono simboli Cash Drop, essi regalano una vincita che va da 0,1 a 0,5 la scommessa. Inoltre, questi simboli cadono di una riga a ogni giro. Il contatore a destra è impostato su tre e ogni volta che appare un nuovo simbolo Cash Drop, il conteggio viene ripreso daccapo.\nIl vaso con i biscotti è il nostro simbolo Scatter e se sui rulli ne atterrano tre o più, allora si attivano i Free Spins. Oltre alla funzione Cash Drop, abbiamo altri simboli speciali:\n\nUp: muove tuti i simboli Cash Drop e moltiplicatori di una riga verso l’alto\nGolden Up: Sposta i simboli nella riga più alta libera\nAdder: Ha un valore impresso sopra e aumenta quello dei simboli alla fine del gioco bonus\nMultiplier: moltiplica il valore dei simboli Cash Drop e dei moltiplicatori\n\n\nDomande Frequenti \nPosso giocare senza spendere soldi?\n\nCertamente! Abbiamo la possibilità di giocare in modalità Play for Fun, per prendere confidenza col gioco senza spendere nulla!\n\n\n\nEsiste un simbolo Wild?\n\nNo, in questa slot abbiamo solo uno Scatter e un simbolo Cash Drop\n\n\n\nPosso giocare anche su cellulare?\n\nCertamente, Cornelius è disponibile sia per tablet che per smartphone, oltre naturalmente al pc\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cornelius",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/09/cornelius-logo-286x217.jpg",
            "filename": "cornelius-logo-286x217.jpg"
        }
    ],
    "name": "Cornelius"
}