{
    "studio": "IGT",
    "text": "\nCoyote Moon\nLa slot online gratis Coyote Moon dello sviluppatore americano IGT, ti porterà ad attraversare i deserti, le foreste e le montagne del Nord America per cercare di trovare il maggior numero possibile di coyote, teschi di vacche, cervi, colibrì e lucertole in cambio di laute ricompense.\nLa trama e il gameplay\nMentre l’oscurità scende, ti trovi in un deserto dorato circondato da cactus intento ad intercettare i richiami degli animali che ti aiuteranno a scegliere la direzione da seguire per raggiungerli. Il clima avventuroso ha trasformato questa slot in una tra le più popolari nei nostri casinò in elenco. La struttura della slot online Coyote Moon è a 5 rulli con 4 file di simboli e 40 linee vincenti regolabili a partire da 0,01€. Puoi giocare gratuitamente e senza scaricare, oppure se sei temerario puoi provare con soldi reali e ululare nella notte in caso vincita. La percentuale di pagamento è molto elevata con un RTP compreso fra il 92,50% e il 94,98%\nSimboli e Bonus\n\nSimboli della bobina standard – Fanno parte di questo gruppo le seguenti icone: cervi, uccelli, lucertola, teschio, asso, re, regina, jack, dieci e nove simboli;\nSimboli scatter e bonus – Il simbolo rosso è lo Scatter e appare solo sui rulli 2, 3 e 4. Questo simbolo quando viene lanciato contemporaneamente ti assegnerà il doppio della tua scommessa totale e 5 giri gratuiti;\nSimboli Jolly – Il simbolo del logo Coyote Moon è il jolly e questo simbolo è impilato su tutti i rulli, dandoti un’enorme possibilità di vincere grosse somme. Questi simboli sostituiscono tutti gli altri tranne i simboli Scatter, inoltre, il logo rappresenta anche il jackpot. Con 5 di questi vincerai 1000 monete. Se poi giochi tutte e 40 le linee di pagamento, puoi vincere il jackpot x40 volte in un singolo giro. Come? Basta che i simboli jolly impilati inizino a ruotare riempiendo lo schermo.\n\nFunzioni e giochi bonus\n\nGiri gratuiti: quando attivi i giri gratuiti, riceverai il doppio della tua puntata totale e il gioco cambierà rulli. Questi rulli hanno simboli di pagamento più alti e, come tali, è molto più probabile raggiungere il primo premio. Puoi riattivare questi giri per ottenere altri 5 giri gratuiti,\nGioco bonus – Non sono presenti giochi bonus su questa slot, ma non devi preoccuparti, i giri gratuiti sono molto frequenti.\n\nCome preferisci giocare?\nSe hai l’animo del viaggiatore puoi provare a scovare le tane dei coyote e degli altri animali selvatici giocando con la slot online Coyote Moon con soldi veri per sfruttare in uno dei casinò in elenco tutti i bonus disponibili. Se invece sei ancora in perlustrazione, gioca senza registrarti e in modalità demo, in attesa del richiamo degli animali notturni!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Coyote Moon",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/coyote-moon_slot-286x217.jpg",
            "filename": "coyote-moon_slot-286x217.jpg"
        }
    ],
    "name": "Coyote Moon"
}