{
    "studio": "IGT",
    "text": "\nCrazy Wizard\nA nostro parere, le slot a tema fantasy sono quelle in grado di offrire un coinvolgimento di livello superiore grazie a una grafica curata al dettaglio e un gameplay interessante. In Crazy Wizard, slot di casa Playtech, questi due elementi si fondono alla perfezione, regalando al giocatore un’esperienza di gioco avvincente e per nulla scontata. Il protagonista è un mago che grazie all’utilizzo di un libro di incantesimi, riesce a preparare pozioni che ci permetteranno di raddoppiare le nostre vincite.\nCome dicevamo, la grafica è di ottima fattura. La griglia ha una trama totalmente nera con delle fiamme sullo sfondo. Qualche effetto animato segue le vincite e l’attivazione della funzione Giri Gratuiti. Il comparto musicale è composto da una musica incalzante che però non distrae dal gioco, comunque è sempre possibile accedere al menù e disattivarla. Ai lati della cornice sono indicate le linee di pagamento, mentre in basso, divisi per settori, ci sono il saldo, le vincite, il valore del gettone e la puntata totale. Completano il tutto il tasto Start e quello Autoplay.\nCaratteristiche della slot\nIn Crazy Wizard abbiamo una griglia composta da 5 rulli e 3 righe su cui si snodano 10 linee di pagamento fisse. Si vince con almeno tre simboli identici adiacenti a partire da sinistra verso destra. Il valore del gettone varia da 0,01 € a un massimo di 2 €. Si punta un gettone su ogni linea, ciò vuol dire che la nostra puntata totale può variare da 0,10 € a 20 € in base alle nostre scelte. Naturalmente ci sono livelli intermedi di scommessa che ci permettono di decidere al meglio quanto pagare per ogni giro.\nPossiamo scegliere di impostare tra i 10 e 50 giri automatici, compresi alcuni limiti di vincita e di perdita. Nel caso venga assegnato un jackpot, i giri si interromperanno automaticamente.\nIl valore RTP del 96,56% è di tutto rispetto.\nSimboli e funzionalità\nCi sono 10 simboli totali, 6 di basso livello e 4 di alto livello, più 2 speciali. Le carte dal gioco dal 10 all’asso valgono meno di tutti. A salire troviamo l’ampolla, la candela, la sfera magica e il libro di incantesimi. Il mago è un simbolo Wild pagante. Ricoprendo la funzione di Jolly, va a sostituire tutti i simboli eccetto lo Scatter. Inoltre, in una linea pagante, raddoppia la vincita.\nIl drago è il nostro simbolo Scatter. Con 3 abbiamo diritto a 10 giri gratuiti, con 4 i giri saranno 20 e con 5 ne avremo a disposizione 30. In ogni giro gratuito, 2, 3 o 4 simboli regolari vengono sostituiti in modo casuale con simboli Jolly. I giri gratuiti possono essere riattivati durante il gioco bonus con le stesse modalità descritte sopra. Il tetto massimo di giri gratis guadagnati è di 250.\nGiudizio finale\nSe dovessimo dare un voto a Crazy Wizard, sarebbe di certo un 7 pieno. La grafica è la cosa che più ci è piaciuta insieme alla pulizia del software. Durante le nostre prove il sistema non si è mai impallato e l’esperienza di gioco è stata molto piacevole. Un aspetto su cui la Playtech avrebbe potuto insistere è il sistema di bonus, che ci è sembrato leggermente scarno. Questo non vuol dire che sia scadente, anzi, tutt’altro. Diciamo che Crazy Wizard si rivela un’ottima slot per chi cerca un sistema di gioco classico, meno indicato per chi invece vuole provare metodologie di gioco complessi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Crazy Wizard",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/crazy-wizard_thumb-286x217.png",
            "filename": "crazy-wizard_thumb-286x217.png"
        }
    ],
    "name": "Crazy Wizard"
}