{
    "studio": "NetEnt",
    "text": "\nCreature from the Black Lagoon\nI mostri sono spesso rappresentazioni fantastiche di alcuni aspetti degli esseri umani, quelli da combattere e che ci fanno più paura. Il mostro della laguna è uno di questi, un orrore che si nasconde nelle torbide acque lacustri e che tira a sé nelle profondità i malcapitati di turno.\nCreature From the Black Lagoon della NetEnt è una slot che ci farà rivivere un classico dei film horror sui mostri, anche se in chiave decisamente meno filosofica e più divertente. La nostra recensione su questa slot, inizia dalla sua parte grafica.\nCreature From the Black Lagoon – Grafica\nSe pensiamo al mostro della laguna, è naturale che ci vengano in mente vecchissimi film in bianco e nero. Creature from the Black Lagoon ci riporta a un’estetica che strizza l’occhio ai film anni ‘40 e 50.\nSullo sfondo di uno specchio d’acqua incorniciato da alberi e fronde, troviamo la griglia di gioco che ricorda una mappa ingiallita e ripiegata. I simboli della slot sono tutti dedicati alla caccia al mostro.\nColtelli, binocoli, vecchie cineprese, bombole dell’ossigeno, come anche diversi protagonisti che incarnano gli stereotipi di queste storie: l’impavido protagonista, il capitano sornione, la ragazza avvenente e il vecchio studioso. Ad accompagnare ogni nostro spin, sentiremo una canzone che sembra uscita da un film d’altri tempi e suoni ambientali come il cinguettio degli uccelli, il gracidare delle rane e il frinire dei grilli.\nTutti i simboli sono illustrati in modo eccelso e pieni di particolari rendendo la slot interessante già dal punto di vista grafico e sonoro. Ma ora vediamo se anche la parte tecnica è al suo stesso livello.\nCreature of the Black Lagoon – come sopravvivere al mostro\nBastano pochi giri su questa slot per vedere che, dietro all’immagine di slot tradizionale, si trova una slot dalle funzioni decisamente interessanti. Il meccanismo di gioco è di tipo 5*3, mostrando quindici simboli a ogni giocata lungo le venti linee di vincita.\nIl simbolo del mostro ci permette di accedere alla funzione bonus, la quale si dimostra essere particolarmente interattiva e divertente da giocare: durante i giri gratuiti assegnati, infatti, potremmo trovare un simbolo speciale caratterizzato da un mirino.\nTrovando un mirino avremo la possibilità di colpire la creatura con un arpione: dopo tre colpi, la creatura sbloccherà un ulteriore simbolo Wild (quindi un jolly) che si affiancherà a tutti quelli che troveremo. L’espansione diventerà ancora più marcata se riusciremo a colpire nuovamente la creatura fino all’ottenimento di alcuni giri gratuiti addizionali quando la sua barra della vita raggiungerà lo zero.\nUna funzione senza dubbio interessante e divertente, in mondo popolato da slot in cui il giocatore si sente essere solo uno spettatore.\nSlot simili a Creature From the Black Lagoon\nIl tema legato al mostro della laguna è piuttosto unico nel suo genere, ma ci sono moltissime altre slot che hanno come protagonisti mostri di vario tipo come ad esempio: Necronomicon, basato sugli orrori cosmici di Lovecraft, la simpatica Monster Sushi, Kaiju basata sui mostri giganti della cinematografia giapponese o ancora Luck Ness, sul celebre mostro di Lochness.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Creature from the Black Lagoon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/creature-from-the-black-lagoon_logo-286x217.jpg",
            "filename": "creature-from-the-black-lagoon_logo-286x217.jpg"
        }
    ],
    "name": "Creature from the Black Lagoon"
}