{
    "studio": "Tuko Productions",
    "text": "\nCrime City\nChi ha detto che il crimine si nasconde solo in viottoli stretti e mal illuminati di cittadine di provincia? In Crime City la malavita scorre nelle strade di una metropoli futuristica che ricorda molto la Sin City di Miller o la Gotham di Batman.\nIl tema è quello del crimine appunto, sviluppato con simboli coerenti e una grafica che li esalta. Proprio per quanto riguarda il compartimento grafico, la software house italiana Tuko Productions anche in questo caso offre una slot machine che non ci stupisce di certo con effetti speciali particolari o ricercate animazioni tridimensionali, ma che punta tutto sulla solidità del gameplay più che sull’aspetto estetico.\nGrafica asciutta ed essenziale dunque, con lo skyline di una città oscura che fa da sfondo ai rulli e i simboli riprodotti con accuratezza ma senza la ricerca dell’”effetto wow”.\nPanoramica su Crime City\nLa Tuko Productions si distingue sempre per la grande solidità dei suoi prodotti, sviluppati con un gameplay facile e intuitivo adatto anche ai meno esperti nei giochi di slot. Per aiutare chi è alle prime armi poi, è sempre presente una pratica guida e una tabella dei pagamenti, grazie alla quale si può conoscere in anteprima il valore di ogni simbolo.\nGiocare a Crime City è molto semplice: si tratta di una slot machine con cinque rulli e ben 243 modi per vincere, con un range di scommesse che va da un minimo di 0,25 su tutte le linee fino a un massimo di 50 €, e un valore del gettone compreso tra un solo centesimo e 2 €.\nÈ possibile giocare su crime City anche in modalità Autoplay, impostando il numero di spins attraverso i tasti per il settaggio che si trovano in basso nella schermata di gioco, e mettersi comodi mentre i rulli girano da soli!\nQuesta slot machine offre un ritorno teorico al giocatore (return to player o RTP) che si attesta su un buon 96,4%, in linea con la maggior parte dei giochi che si possono trovare nei casinò online.\nSimboli e funzionalità speciali di Crime City\nIn genere la Tuko ci ha abituati a simboli interamente tematici per le sue slot, con Crime City cambia modus operandi introducendo i cosiddetti Reali, ossia i numeri e le lettere delle carte da gioco, in questo caso dal J all’Asso, riprodotti con una grafica al neon.\nOltre a questi abbiamo un badge che paga fino a 500 volte la puntata ed è il simbolo che ha il valore più alto, la pistola che permette di vincere fino a 200 volte la scommessa e il bicchiere di whiskey e le manette che arrivano a 100x quando compaiono su tutti i cinque rulli.\nCi sono poi tre simboli speciali: il Wild, rappresentato da una cantante e con funzione di Jolly, il gangster che è invece lo Scatter e regala free spins e moltiplicatori se compare almeno tre volte e il simbolo Bonus, un bersaglio, che permette di accedere al gioco Bonus.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Crime City",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/crime-city-logo-286x217.jpg",
            "filename": "crime-city-logo-286x217.jpg"
        }
    ],
    "name": "Crime City"
}