{
    "studio": "Iron Dog Studio",
    "text": "\nCrown of Avalon\nUnisciti alla corte del leggendario re inglese Artù nella Slot Machine Crown of Avalon. Questo viaggio sull’isola misteriosa è stato creato da Iron Dog Studio e si gioca su una macchina a 5 rulli e 10 payline.  Il gameplay è relativamente semplice. Se un simbolo selvaggio di Excalibur atterra nella posizione più alta di qualsiasi bobina su una rotazione di gioco base, si espande per riempire quella bobina. L’atterraggio di 3, 4 o 5 corone scatters fa scattare la funzione Free Spins del gioco. Giocherete i giri liberi con uno speciale simbolo di espansione. Guardate cos’altro hanno in serbo Merlino, Ginevra e Artù nella nostra recensione dettagliata della Crown of Avalon.\nAncora una volta, avremo la possibilità di giocare attraverso un gioco ispirato a Re Artù e alle sue avventure. Crown of Avalon è una slot machine di Iron Dog Studio, che offre una grafica decente e premi medi, insieme a quella che sembra essere una volatilità più alta di quanto si vorrebbe. In definitiva, mette in scena uno spettacolo decente, e offre caratteristiche adeguate, quindi non è un cattivo ingresso in questa categoria abbastanza affollata.\nCrown of Avalon ci dà bobine 5×3, e ha 10 linee di pagamento attive. Anche se con una volatilità che è sul lato alto, paga fino a 2.000x la puntata, e allo stesso tempo mantiene la media RTP al 96%. Abbastanza dignitoso tutto sommato, soprattutto se si tiene conto anche delle rotazioni libere del gioco, insieme all’espansione di wilds e scatters.\nUna grafica leggendaria\nIl design della slot Crown of Avalon è ben fatto. Per chi non è al passo con la storia di Artù, Avalon era un’isola magica dove è stata forgiata la spada di Re Artù Excalibur. Artù fu poi portato sull’isola per riprendersi dopo essere stato gravemente ferito nella battaglia di Camlann.\nAmbientata su uno sfondo verde e rustico, con la famosa spada nella pietra, la colonna sonora ha un aspetto tradizionale e magico, ma è anche piuttosto moderna. I simboli sono ben disegnati e hanno un aspetto fresco. Mettete tutto questo insieme e il design si combina bene per creare un buon ambiente.\nLe bobine includono simboli araldici da A a 10 simboli accanto a simboli più gratificanti che si riferiscono al tema arturiano. C’è una maga, Merlino il mago e la regina Ginevra. Il migliore dei simboli standard è naturalmente Re Artù. Egli vi darà un premio di 1, 5, 20 o 200 x il vostro palo se atterrate 2, 3, 4 o 5 su una linea di pagamento.\nLa leggendaria spada di Re Artù è il Wild. Questa sostituisce tutti i simboli standard quando fa parte di una combinazione vincente.\nPotete giocare a questa avventura arturiana su tutti i dispositivi, compresi PC, tablet e cellulare. La grafica elegante e colorata funziona molto bene sulla slot mobile di Crown of Avalon. Così come il semplice gameplay.\nFunzioni e simboli della Slot Machine\nAlla Slot Crown of Avalon sono state aggiunte un paio di caratteristiche, e la natura selvaggia in espansione è la prima che vorrei menzionare. Ci sarà Excalibur, la spada magica di Re Artù, e finisce per coprire l’intera bobina se fa la sua comparsa in cima alla colonna. Purtroppo, se non arriva in cima, rimane un simbolo selvaggio di dimensioni regolari. In ogni caso, si ottiene un po ‘di aiuto da esso per formare nuove combinazioni, e può formare il suo proprio pure. Infatti, per ottenere un jackpot di 2.000x, è necessario che quei wilds in espansione prendano in mano tutte le bobine e formino le proprie vittorie sulle 10 linee (ognuna paga 200x la posta in gioco).\nDiamo poi un’occhiata al simbolo della dispersione, la cui immagine è quella dello Shield & Crown. Questi devono atterrare in posizioni casuali, ma su un minimo di 3 rulli. Se lo si ottiene su 1 o 2 soli rulli, verrà utilizzato come wild aggiuntivo.\nOltre a 10 rotazioni libere, il loro aspetto porterà anche una ricompensa fino a 200x la posta in gioco. Per recuperare i giri liberi, sono necessari altri 3 o 5 scatters che atterrino sulle bobine, durante lo stesso round.\nIn una mossa che ricorda le slot ispirate alla più famosa Book of Ra, i giri liberi vengono giocati con un simbolo speciale, scelto a caso tra le icone regolari. Questo simbolo speciale guadagna la possibilità di espandersi e di prendere completamente il controllo dei suoi rulli.\nSi può iniziare molto basso quando si gioca a Crown of Avalon, dato che 0,10€ è la puntata minima richiesta. L’altra estremità è a €50, che è un po’ più vicina al territorio dei rulli alti, senza arrivarci davvero.\n€100.000 sembra essere la grande vincita possibile in Crown of Avalon, una slot machine che ha premi fino a 2.000x la puntata da offrire. La volatilità è elevata, quindi il rischio è notevole, mentre le ricompense non sono così interessanti come dovrebbero essere per quel tipo di azione.\nIn definitiva, però, conta il livello del RTP, che sarà al 96% standard, il che ci dice che il gioco è più o meno equo della maggior parte dei suoi concorrenti, nonostante il suo abbinamento poco attraente di volatilità/jackpot.\nAltre Slot Machine simili\nViaggio nella mitica isola per girare per avere la possibilità di vincere sul gioco di slot a cinque rulli e 20 payline Avalon di Microgaming. I cinque rulli e le tre file sul gioco portano l’eccitazione con il gioco che ora sembra datato, ma ancora potente, sia nell’esperienza che crea che nelle potenziali vincite. Qui c’è un bonus gratuito per i giri e poche altre caratteristiche.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Crown of Avalon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/crown-of-avalon_slot-286x217.jpg",
            "filename": "crown-of-avalon_slot-286x217.jpg"
        }
    ],
    "name": "Crown of Avalon"
}