{
    "studio": "Thunderkick",
    "text": "\nCrystal Quest Frostlands\nSe siete alla ricerca di una slot che abbia una grafica di altissimo livello e opzioni di gioco interessanti, allora siete nel posto giusto. Crystal Quest Frostlands è il nuovo capitolo della slot targata Thunderkick e ha come protagonista una guerriera che lotta contro degli Jeti demoniaci per nulla amichevoli. Rispetto ai capitoli precedenti, qui cambia giusto qualche funzione e lo scenario di gioco.\nLa schermata si apre con una ragazza immersa nello spazio che cammina su un tappeto di luce mentre ai lati scorrono i tanti bonus a cui potremo aspirare durante il gioco.\nUn paesaggio innevato da cui emergono cristalli di ghiaccio a forma di parallelepipedo fa da sfondo alla griglia di gioco, che non ha una vera e propria cornice in quanto i rulli sono formati da blocchi di ghiaccio che cadono dall’alto.\nSulla destra vengono indicati i moltiplicatori che si possono ottenere durante il gioco regolare, in basso ci sono le informazioni sulla nostra scommessa e a destra i tasti per variare la puntata, per l’Autoplay e per lo Start. Qualche simpatica animazione accompagna le vincite e l’avvio dei giochi bonus, durante gli Spin invece avremo come sottofondo musicale una melodia molto blanda e per nulla disturbante, oltre ai classici effetti sonori, composti soprattutto dal rumore dei lastroni di ghiaccio che si staccano dal soffitto.\nCaratteristiche della slot\nIl sistema di gioco è quello così detto “a cascata”: ogni volta che si ha una combinazione pagante, i simboli esplodono e vengono sostituiti da nuovi simboli che possono dar vita a ulteriori combinazioni vincenti. La griglia di gioco ha 6 rulli e 4 righe e ben 4.096 modi per vincere. La vincita massima è di 15.000 volte la puntata, niente male davvero!\nPossiamo dire che Crystal Quest Frostlands è un gioco adatto a tutti se si tiene conto che le scommesse variano da un minimo di 0,10 € a un massimo di 100 € per ogni giro.\nLa funzione Autoplay ci permette di selezionare da 5 a 5.000 giri automatici, compresi alcuni limiti molto utili perché una volta raggiunti interrompono la funzione, così da non dover tenere sempre sotto controllo il nostro saldo.\nLa volatilità è alta, si vince meno di frequente ma sempre importi di livello, e il valore RTP è pari al 96,16%.\nSimboli e funzionalità\nPartiamo col dire che tutti i simboli possono apparire in 3 misure diverse. Quella più piccola è la dimensione di un singolo slot, in quella 2×2 il simbolo occupa 4 slot e nella 3×3 addirittura 9. Ogni volta che si avvia il sistema a cascata, si ottiene un moltiplicatore progressivo che si azzera nel momento in cui si esauriscono le combinazioni vincenti. Le gemme colorate sono i simboli che pagano di meno, ce ne sono ben 9. A seguire troviamo il mostro e infine la guerriera.\nIl simbolo Wild è una W fatta di cristalli, ha funzione di Jolly e sostituisce tutti i simboli eccetto lo Scatter.\nLo scrigno dorato è il nostro simbolo Scatter e ci ricompensa con 12 Free Spins. Ogni Scatter aggiuntivo offre 3 giri extra gratuiti. Durante il gioco Bonus le cose cambiano leggermente, perché sono sufficienti 2 Scatter per ottenere 3 giri gratuiti. Quando non si verificano combinazioni vincenti, ogni Wild comparso sulla griglia di gioco distrugge i simboli sul rullo e sulla linea di appartenenza (eccetto gli Scatter), quindi in orizzontale e in verticale. I simboli rimossi verranno poi rimpiazzati da altri simboli. Altra cosa importante è che durante il bonus, il moltiplicatore non si azzera.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Crystal Quest Frostlands",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/crystal-quest-frostlands-free-286x217.png",
            "filename": "crystal-quest-frostlands-free-286x217.png"
        }
    ],
    "name": "Crystal Quest Frostlands"
}