{
    "studio": "Endorphina",
    "text": "\nCupid\nTra i tanti Dei che affollano l’Olimpo, uno dei più famosi è sicuramente Cupido, il dio dell’amore. Le armi utilizzate per portare a termine la sua missione sono un arco e delle frecce con la punta a forma di cuore. Chiunque venga colpito dai suoi dardi cade preda di quello che si chiama mal d’amore. Comunque, Cupido non viene ricordato solo per il suo fascino e per l’indubbia capacità di far innamorare le persone. Egli, infatti, viene rappresentato spesso con la lira, lo strumento musicale caro ai greci.\nLa slot Cupid rende omaggio anche a sua madre Afrodite grazie all’utilizzo di tutti i principali cari alla dea, come l’anello, la coppa, la colomba e la rosa.\nLa grafica di Cupid è ben definita. La griglia di grandi dimensioni si staglia su un cielo azzurro e riempie interamente lo schermo. Nella parte inferiore si trovano le linee di pagamento attive e il valore della scommessa. Il tasto a destra ha una doppia funzione: menù prima di uno spin e funzione Gamble a seguito di una vincita. Doppia funzione anche per il pulsante di sinistra che serve sia per modificare l’importo della scommessa, sia per incassare le vincite. La musica arcade per nulla invasiva ci permette di giocare senza alcuna distrazione.\nCaratteristiche di Cupid\nLa Endorphina ha utilizzato una griglia classica con 5 rulli e 3 righe. Le linee di pagamento variano da minimo 1 a massimo 20. Va da sé che all’aumentare delle linee attive aumentano anche le probabilità di vincita. La scommessa varia da 0,01 € a un massimo di 200 €. Si possono selezionare tra 5 e 1.000 giri automatici e impostare limiti di tempo, di vincita singola o totale, ma anche di perdita.\nIl valore RTP pienamente nella media è del 96%.\nSimboli e funzionalità\nIn Cupid ci sono alcuni simboli di basso valore, altri che invece sono molto remunerativi. I primi sono rappresentati dalle carte da gioco dal 9 all’asso. La coppa e l’anello ripagano la stessa cifra, a seguire troviamo la lira, la colomba, la rosa e infine Cupido. Oltre a essere un simbolo pagante, esso ricopre anche la funzione di Wild, per cui sostituisce tutti i simboli eccetto lo Scatter e raddoppia le vincite. Lo Scatter è il cuore e oltre a offrire dei giri gratuiti, è un simbolo pagante. Anzi, è il simbolo che vale di più in assoluto. La rosa, il cuore e cupido pagano anche in combinazioni minime di due simboli, anziché tre come tutti gli altri.\nTre Scatter ci ricompensano con ben 20 Free Spins. Durante il gioco bonus potrebbero apparire dei cuori a metà di diversi colori. Quando la metà di sinistra si incontra con quella di destra, allora verranno applicati dei multipli. L’ampiezza del moltiplicatore dipende dal colore del simbolo. Ad esempio, con il cuore rosa chiaro il multiplo sarà x1, con il rosa scuro sarà 2x, con il verde x5, con il giallo 10x, con il viola x2o, con il verde diamante 50x, con il blu diamante x100, con quello multicolore x200 e infine con il rosso 500x!\nIn Cupid è presente anche la funzione Gamble. In questo caso potremmo provare a raddoppiare la vincita scegliendo una carta coperta. Se il valore è maggiore di quella del banco, allora raddoppieremo la somma e avremo una nuova opportunità (sino a un massimo di 5), nel caso invece la carta si riveli più bassa, allora perderemo tutto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Cupid",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/cupid_new-286x217.png",
            "filename": "cupid_new-286x217.png"
        }
    ],
    "name": "Cupid"
}