{
    "studio": "Pragmatic Play",
    "text": "\nCurse of the Werewolf Megaways\nLe leggende popolari hanno sempre esercitato un notevole fascino sulle persone perché il filo che lega realtà e fantasia è sempre molto labile. Una leggenda di origine europea che nel corso degli anni è diventata universale è senza dubbio quella del lupo mannaro, in cui un uomo si trasforma in un lupo assetato di sangue durante le notti di luna piena. Ed è proprio tra le vie di ciottolato di un piccolo villaggio che è ambientata Curse of the Werewolf Megaways. La grafica riprende quella dei cartoni animati, con i personaggi definiti in ogni dettaglio. Anche le espressioni facciali sono talmente realistiche da farci intuire il carattere dei protagonisti. Il comparto musicale poi contribuisce a creare la giusta dose di suspence, mentre le animazioni che si verificano a seguito di ogni vincita ci aiutano ad immergerci ancor di più nella storia.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha 6 rulli e 6 linee di base, numero che cambia in base alle dimensioni del simbolo, che possono variare in modo casuale. I modi per vincere sono ben 46656 e la volatilità è alta, ciò vuol dire che il gioco paga meno di frequente ma quando si vince gli importi sono sempre di un certo livello. La puntata va da un minimo di 0,10 € a un massimo di 100 €. Quando si verificano più vincite sulla stessa linea di pagamento viene pagata solo quella più alta, quando invece le combinazioni vincenti si trovano su linee diverse allora gli importi vengono sommati. Curse of the Werewolf Megaways ha un RTP pari al 96,5% ed è possibile attivare tra i 10 e i 100 giri automatici.\nSimboli e funzionalità di Curse of the Werewolf Megaways\nLe carte dal 10 all’asso sono i simboli che pagano meno di tutti, seguiti dal nerd col cappellino verde, il locandiere con i baffoni neri, la figlia del locandiere e il giovane con il cappellino marrone. Il lupo mannaro è il simbolo che paga di più in assoluto. Il foglio di pergamena con il graffio del lupo e la scritta Wild rappresenta il Jolly del gioco, sostituisce tutti i simboli regolari ma non quelli speciali. Il lupo al tramonto è il simbolo Mistero, quando compare si trasforma in un altro simbolo pagante dando vita a combinazioni vincenti. Durante il gioco regolare, possono comparire dei simboli impilati che assicurano grandi vincite o può attivarsi uno spin Grande Vincita che garantisce molteplici combinazioni paganti su diverse linee di gioco. Il lupo che ulula alla luna è il simbolo Bonus: quando compare 3 volte si attivano 8 giri gratuiti, con 4 volte i giri saranno 10, con 5 si hanno 12 giri e con 6 si ottengono 15 giri.\nDurante i giri gratuiti può apparire il simbolo del lupo mannaro con sfondo dorato, in tal caso i simboli regolari vengono rimossi e rimpiazzati dal simbolo del lupo, inoltre si ha diritto a un giro gratuito aggiuntivo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Curse of the Werewolf Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/curse-of-the-werewolf-megaways-gratis-286x217.jpg",
            "filename": "curse-of-the-werewolf-megaways-gratis-286x217.jpg"
        }
    ],
    "name": "Curse of the Werewolf Megaways"
}