{
    "studio": "IGT",
    "text": "\nDa Vinci Diamonds\nLeonardo Da Vinci ed i suoi capolavori sono i protagonisti della slot Da Vinci Diamonds\nDa Vinci Diamonds è la slot machine targata IGT e dedicata agli amanti dell’arte. All’interno di questo gioco infatti, le opere d’arte del maestro del rinascimento regaleranno vantaggiosissimi premi dando vita a molteplici combinazioni vincenti. Con la slot Da Vinci Diamonds sembrerà di stare in un vero e proprio museo nel quale i maggiori capolavori del maestro, come la Monna Lisa, la Dama con l’Ermellino e il Ritratto di Musico scorrono all’interno dei 5 rulli. La slot machine Da Vinci Diamonds è un viaggio nel passato all’insegna di ricchi premi.\nGrafica della slot machine\nLa slot machine Da Vinci Diamonds non potrebbe avere sfondo migliore se non quello della celebre Monna Lisa. All’interno della spelendida immagine, una cornice dorata racchiude i 5 rulli di questo fantastico gioco targato IGT. Oltre alle riproduzioni dei maggiori capolavori del magnifico artista, scorrono sui rulli molte pietre preziose per una grafica ricercata e davvero poco banale. L’interfaccia grafica appare chiara e ben organizzata. All’interno del pannello di gioco compaiono due comandi principali: all’estrema sinistra dello schermo il comando per scegliere il valore della scommessa, all’estrema destra quello utile ad avviare i rulli del gioco slot Da Vinci Diamonds. Nella parte bassa del pannello di gioco appare invece l’aggiornamento del saldo e delle vincite accumulate mentre nella parte alta è collocata l’icona per visualizzare le regole della slot machine e la tavola dei pagamenti. Gli effetti sonori del gioco ricordano delle note eseguite da un organo ed in maniera semplice e solenne annunciano le vincite effettuate. Pur ricordando periodi antichi, questa slot machine è davvero al passo con i tempi grazie alla funzionalità denominata “Tumbling Reels”. Infatti le icone del gioco cadono a cascata dall’alto, frantumandosi ad ogni combinazione vincente per lasciare spazio alla linea sovrastante di simboli. Questa mdalità permette di creare un maggior numero di combinazioni vincenti rispetto alla meccanica dei rulli delle classiche slot machine.\nLe funzioni e i bonus della slot\nLa slot machine Da Vinci Diamonds ha 5 rulli, 20 linee di puntata ed un valore di puntata che va da 1€ ad un massimo di 100€ per linea. La serie di simboli rigorosamente a tema che cadono dall’alto del pannello si mescolano alle icone di pietre preziose come ambra, smeraldo e rubino che, apparendo 5 volte sulla stessa linea pagano da 80 a 100 volte la giocata. Tra i capolavori artistici la più vantaggiosa è la Gioconda che restituisce la puntata moltiplicata per 100, seguita dal Ritratto di Musico che paga la puntata x500 e dalla Dama con l’Ermellino che premia con un discreto x300. L’icona del diamante con la scritta “Da Vinci Diamonds” è un vero colpo di fortuna, in quanto è in grado di pagare 5000 volte l’importo giocato. Il simbolo Wild della slot è l’icona riportante la voce “Wild” all’interno della cornice. Questo simbolo sostituisce tutti gli altri al fine di creare le migliori combinazioni vincenti. Il simbolo Scatter della slot è rappresentato dalla voce “Bonus” racchiuso in una cornice dorata. 3 simboli Scatter all’interno della stessa linea attivano il Free Spins Bonus che regala un minimo di 6 giri gratis con la possibilità, all’interno della stessa modalità di gioco, di arrivare ad un massimo di 300.\nSlot simili a Da Vinci Diamonds\nGli amanti dell’arte che hanno apprezzato la slot machine Da Vinci Diamonds non potranno tirarsi indietro davanti a titoli memorabili come la slot Van Gogh sviluppata da Relax Gaming che rappresenta una vera immersione nel mondo di questo fantastico pittore.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Da Vinci Diamonds",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/da-vinci-diamonds_featured-286x217.jpg",
            "filename": "da-vinci-diamonds_featured-286x217.jpg"
        }
    ],
    "name": "Da Vinci Diamonds"
}