{
    "studio": "IGT",
    "text": "\nDa Vinci Diamonds Dual Play\nI capolavori di Leonardo da Vinci valgono doppio con la slot Da Vinci Diamonds Dual Play\nLa slot machine Da Vinci Diamonds Dual Play offre la possibilità di usufruire della modalità Tumbling Reels, già presente nella slot machine Da Vinci Diamonds, per ben due volte nella stessa sessione di gioco. Con questa funzionalità le icone cadono dall’alto del pannello di gioco e, in caso di combinazioni di simboli vincenti, scompaiono lasciando il posto a nuovi simboli per moltiplicare le probabilità di vincita. La slot mantiene i 5 rulli della versione di base ma raddoppia i pannelli di gioco in un’unica schermata. Da Vinci Diamonds Dual Play può essere dunque definita una doppia slot macchine con doppie probabilità di vincita.\n\nGrafica della slot machine\nLo sfondo raffigurante il ritratto della Monna Lisa che caratterizza la versione classica di Da Vinci Diamonds scompare in questa nuova versione, lasciando il posto ad un omogenea base rossa nella quale spicca una lussuosa cornice dorata. All’interno della cornice, su un fondo verde, compaiono i rulli. Due sono i pannelli di gioco, sotto i quali si trovano il comando per impostare il valore della scommessa, il display per visualizzare le vincite accumulate e quello per controllare il saldo, il tasto “Spin” per avviare i rulli e il comando delle impostazioni. Con 5 rulli, un totale di 6 linee e 40 paylines, la slot dedicata al grande genio colpisce ancora. I simboli sono gli stessi della prima versione ed oltre alle pietre preziose come ambra, rubino e smeraldo compaiono ancora una volta i tre famosi dipinti: la Monna Lisa, il Ritratto di Musico e la Dama con l’Ermellino. La musica solenne di sottofondo accompagna inoltre le rilassanti puntate alla slot machine Da Vinci Diamonds Dual Play, targata IGT.\n\nLe funzioni e i bonus della slot\nNella slot machine online Da Vinci Diamonds Dual Play i simboli che pagano meno all’interno delle combinazioni vincenti sono le gemme preziose. Ad incrementare le vincite arrivano invece le 3 opere d’arte con in testa la Gioconda, in grado di pagare fino a 1000 volte la puntata. Anche qui, come nella versione base del gioco, il simbolo più fortunato all’interno delle combinazioni vincenti è l’icona del diamante con la scritta Da Vinci Diamonds che arriva a pagare fino a 5000 volte la puntata comparendo 5 volte sui rulli.\nIl simbolo Wild della slot, ovvero l’icona che riporta l’omonima scritta, sostituisce come un jolly tutti gli altri simboli, eccetto l’icona Extra Paylines, al fine di creare le migliori combinazioni vincenti. Allineando invece tre simboli Bonus sulla stessa linea di vincita si avrà invece l’accesso al Bonus Extra Paylines, che premierà i fortunati con l’attivazione automatica di 6 giri gratuiti. Inoltre, all’interno di questa modalità di gioco, diventano attive altre 20 linee di pagamento per un totale di 60 linee e, alla comparsa di altri simboli Extra Paylines sui rulli numero 1, 2 e 3 verranno riattivati i free spin fino ad un massimo di 300 volte. Grazie a queste fantastiche funzioni speciali, la slot machine Da Vinci Diamonds Dual Play è tutto ciò che serve per rivivere i tempi gloriosi del Rinascimento.\n\nSlot simili a Da Vinci Diamonds Dual Play\nSe hai già giocato a Da Vinci Diamonds, la versione precedente di questa slot, e vuoi continuar\n \ne ad esplorare il mondo dei tanti geni che, come Leonardo, hanno cre\n \nato meraviglie davvero notevoli, prova la slot machine Genius, t\n \nargata Capecod. La slot, buffa e divertente ha come personaggio principale il grande genio Einstein che si muove all’interno di un laboratorio tra alambicchi, formule e lampade al plasma.\n\n\nDomande Frequenti \nÈ possibile provarla da smartphone senza app?\n\nSì, assolutamente non vi è obbligo di download di un’app. Puoi provarla da browser, senza necessità di registrarti.\n\n\n\nQuanto paga la slot online?\n\nQuesto titolo può pagare fino a 5.000 volte la puntata.\n\n\n\nQual è l’RTP della slot Da Vinci Diamonds Dual Play?\n\nIl ritorno al giocatore è pari al 94,3%, molto al di sotto della media delle slot online.\n\n\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Da Vinci Diamonds Dual Play",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/Da-vinci-diamonds-dual-play-simboli.jpg",
            "filename": "Da-vinci-diamonds-dual-play-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Da Vinci Diamonds Dual Play",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/Da-vinci-diamonds-dual-play-tabella-pagamenti.jpg",
            "filename": "Da-vinci-diamonds-dual-play-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Da Vinci Diamonds Dual Play i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/Da-vinci-diamonds-dual-play-win.jpg",
            "filename": "Da-vinci-diamonds-dual-play-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Da Vinci Diamonds Dual Play hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/Da-vinci-diamonds-dual-play-modalitá-bonus.jpg",
            "filename": "Da-vinci-diamonds-dual-play-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Da Vinci Diamonds Dual Play",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/da-vinci-diamonds-dual-play-free-1-286x217.jpg",
            "filename": "da-vinci-diamonds-dual-play-free-1-286x217.jpg"
        }
    ],
    "name": "Da Vinci Diamonds Dual Play"
}