{
    "studio": "TrueLab",
    "text": "\nDay and Night\nCerchi una slot con un aspetto vivace e sbalorditivo? E allora prova a sederti di fronte a Day and Night che ci mostra quelli che sono i continui “conflitti” della vita, ovvero gli opposti. Grazie a un tocco grafico davvero eccellente abbiamo due parti in lotta, la luce e il buio.\nSiamo nell’Antico Egitto e abbiamo due divinità in lotta: il Dio sole Ra che si ferma sulla sinistra e la Dea Gatto Bastet. E così, proprio come giorno e notte si trovano a fronteggiarsi gestendo rispettivamente tre rulli. Ma in che modo sarà gestito il loro potere? Ovviamente attraverso i Wild: quando se ne presenta sarà affidato il potere alla divinità corrispondente, che dominerà la griglia. Ma vediamo tutto ciò che accade in queste 20 linee di pagamento e che cosa possono far scatenare le combinazioni vincenti.\nGrafica e simboli di gioco\nLa grafica è di un livello altissimo: non solo per il modo con cui sono state realizzate le due divinità, ma l’intera struttura del gameplay. Il progetto di queste due parti che si dividono la griglia è piacevole e la lotta è ben pensata e realizzata. E’ previsto un round bonus che paga frequentemente anche se non libera mai vincite troppo alte. Può arrivare a una vincita massima di 12.500 volte! Non dimentichiamo che ci sono 20 linee di pagamento che possono in realtà raddoppiare a 40.\nMa il vero tocco di classe è dato dalla rappresentazione dell Ra in colore arancione, maestoso con ali spiegate e ondeggianti mentre il sole splende alle sue spalle. E contrapporlo ovviamente con la grazia della notte, del buio per un effetto magico che si arricchisce con la luna luminosa.\nIl gameplay propone tra i simboli più bassi troviamo Jack, Regine, Re e Assi, che si uniscono poi alle icone più ricche come lo scarabeo, il bastone e l’occhio di horus. E mentre tu ammiri la tua fortuna prendere forma si sente una musica in stile egizio con effetti sonori nitidi che vanno ad arricchire l’atmosfera.\nQuesta macchinetta è adatta per tutti i giocatori occasionali, ma sa incuriosire anche i pro player ai quali consigliamo di darle almeno una possibilità, perché potrebbe davvero lasciarvi a bocca aperta. Non dimentichiamo il suo RTP con il 96,38% e una bassa varianza che ti farà vincere tante piccole vittorie, ma per le grandi ci sarà da attendere.\nFunzionalità speciali\nLe due divinità possono offrire il round bonus dei giri gratuiti con variazioni che dipendono da chi prenderà il controllo della griglia. Nel momento in cui una delle due parti domina sull’altra e su tutti i rulli potrai sbloccare 10 giri gratuiti da utilizzare subito, ma non potranno essere riattivati. Nel caso di Ra avrai da 1 a 24 simboli Jolly aggiunti casualmente ad ogni giro; per Bastet invece si riattivano i Wild e diventeranno fissi quando atterrano.\nConsiderazioni finali sulla slot Day and Night\nL’idea e il progetto che si ammira dietro allo sviluppo stesso della slot è impeccabile. E’ bello notare che molti provider hanno ancora voglia di spingersi oltre i limiti per proporre qualcosa di nuovo, pur trattando temi che possono sembrare più o meno gli stessi. La grafica è davvero preziosa e tale aspetto non guasta mai.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Day and Night",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/day-and-night-featured-286x217.jpg",
            "filename": "day-and-night-featured-286x217.jpg"
        }
    ],
    "name": "Day and Night"
}