{
    "studio": "GiocaOnline",
    "text": "\nDe Magorum\nL’ultima novità della Giocaonline è De Magorum, una slot in cui quattro maghi sono impegnati in una sfida a colpi di free spin, moltiplicatori e simboli speciali!\nTema e grafica\nQuesta slot dell’italianissima Giocaonline utilizza come tema il mondo del fantasy e la galassia come ambientazione. I protagonisti sono quattro maghi con caratteristiche diverse: Septimus la bellezza, Palladio la saggezza, Vortiger la perfidia e Alabar la genialità.\nLa grafica ha lo stile dei cartoni animati, con colori vivaci e con un’alta definizione. A fare da sfondo c’è una musica piacevole e per nulla invadente. La consolle di gioco mostra diverse informazioni, come il numero delle linee di pagamento, la puntata per linea e quella totale. Attraverso un tasto apposito è possibile impostare la puntata massima in un colpo solo. Al centro si trova il tasto Gira e accanto c’è l’Autoplay, per far andare il gioco in maniera automatica!\nCaratteristiche della slot\nLa Giocaonline ha puntato su una griglia dal taglio tradizionale con cinque rulli e tre righe. È possibile puntare da un minimo di 0,01 € su ognuna delle 30 linee di pagamento, ciò vuol dire che uno Spin costerà appena 0,30 €. Per chi invece ama il brivido del rischio, può decidere di scommettere sino a un massimo di 1 € per linea, 30 € a partita. La volatilità è media, mentre il valore RTP è del 94,38%.\nSimboli e funzionalità\nDiciamo subito che in De Magorum ci sono solo simboli tematici rappresentati dai maghi e dai loro oggetti magici. A partire dal valore più basso e procedendo verso il più alto troviamo il cappello di Septimus, la pozione di Alaba, l’anello di Vortiger e il ciondolo di Palladio. I 4 maghi sono invece i simboli di maggior valore. Per fare un esempio, con 5 simboli di Septimer si guadagna 300 volte la puntata, con Alaba 400, con Vortiger 500 e con Palladio ben 1.000! Abbiamo poi i 3 simboli speciali. Il libro rappresenta il Wild. Oltre ad essere pagante, esso ha funge da Jolly, andando a sostituire tutti i simboli regolari ma non quelli speciali.\nAbbiamo poi il simbolo Scatter. Anche ad esso è associata una ricompensa in denaro, seppur più bassa di quella che si ottiene con il simbolo Wild. È rappresentato da un bastone magico e ha la funzione di moltiplicare le vincite. C’è poi la sfera di cristallo che può comparire solo sui rulli 2, 3 e 4 e regala 3 giri gratuiti. Prima di cominciare il gioco Bonus, il giocatore dovrà scegliere un mago a cui sono associati 5, 7, 9 o 11 giri gratuiti. In seguito, si avrà la possibilità di scegliere uno degli oggetti magici e ottenere così un moltiplicatore pari a 2x, 3x, 4x o 5x. Se durante i giri gratuiti ricompariranno 3 sfere di cristallo, allora si avrà diritto a 8 ulteriori giri gratuiti sino a un massimo di 100. Durante i nuovi Free Spins il moltiplicatore rimarrà lo stesso.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "De Magorum",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/de-magorum-slot-286x217.jpg",
            "filename": "de-magorum-slot-286x217.jpg"
        }
    ],
    "name": "De Magorum"
}