{
    "studio": "NetEnt",
    "text": "\nDead or Alive 2\nDopo il grande successo del primo capitolo, la NetEnt si supera nuovamente proponendo il seguito di Dead or Alive. Anche in questo caso ci caliamo nell’atmosfera western, con una slot che gode di un upgrade grafico e tecnico non indifferente.\nNe parliamo in questa nostra recensione, analizzando prima uno e quindi l’altro aspetto.\n\nDead or Alive 2: un western tutto nuovo\nRispetto al primo Dead or Alive, questo secondo “capitolo” della slot ha un rinnovamento grafico di tutto rispetto.\nL’ambientazione cupa è rimasta intatta, sebbene ora la cornice ci mostri un villaggio far west all’interno di un canyon e sia arricchita dai particolari di teschi bovini, bottiglie e ruote di carri. Per quanto alcuni simboli nella griglia di gioco siano rimasti invariati, seppur con un restyle grafico, come ad esempio la bottiglia di whisky, la stella da sceriffo, le revolver, gli stivali e il cappello arrivando anche ai simboli delle carte che mantengono lo stesso font tipico da saloon, in Dead or Alive 2 è stata introdotta una novità: i personaggi.\nInfatti fra i vari simboli della slot troveremo anche dei personaggi ben distinti come ad  esempio la cowgirl, un losco brigante, l’avventuriero nativo americano e un giovane ladruncolo. Un particolare che è rimasto costante anche in Dead or Alive 2 è l’assenza di una vera e propria musica di sottofondo. Anche questa volta sono i suoni naturali a farla da padrone, come l’inconfondibile tempesta in arrivo, cigolii e cani che abbaiano. Solamente il suono di una chitarra stavolta irrompe nel silenzio tipico di un duello fra cowboy.\nE dopo aver analizzato l’aspetto grafico e sonoro, passiamo invece a quello tecnico.\n\nDead or Alive 2: meccaniche di gioco\nProprio come il titolo precedente, anche in questo caso ci troviamo di fronte a una slot dal sapore classico sia nell’aspetto visivo che in quello tecnico. Dead or Alive 2 dimostra di essere una slot gemella a quella che l’aveva preceduta, almeno sulla carta: un meccanismo di gioco di tipo 5*3 corredato di 9 linee di vincita.\nLe similitudini non si fermano anche per quanto riguarda le funzioni speciali del titolo, le quali ripercorrono la strada già tracciata dalla prima slot: i manifesti del ricercato ricoprono ancora una volta il ruolo di simboli Wild ed è inoltre possibile accedere alla modalità a giri gratuiti.\nA queste si aggiungono molte altre modalità come l’Old Saloon e l’High Noon Saloon, che combinandosi con il simbolo Wild, rendono il gioco molto più variegato e divertente rispetto al predecessore.\n\nSlot simili a Dead or Alive 2\nSe dobbiamo parlare di alter slot che sfruttano il Western come tematica, iniziamo invitando a provare il titolo originale da cui è stato tratto questo seguito, ovvero Dead or Alive. Altre slot degne di menzione sono The Lovely Outlaws, Fandango’s 3 Weels e Ride ‘em Cowboy, alcune delle quali disponibili nella versione mobile per chi preferisce giocare nei momenti vuoti durante la giornata.\n \n\n",
    "images": [
        {
            "alt": "I simboli della slot online Dead or Alive 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dead-or-alive-2-simboli.jpg",
            "filename": "dead-or-alive-2-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Dead or Alive 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dead-or-alive-2-tabella-pagamenti.jpg",
            "filename": "dead-or-alive-2-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Dead or Alive 2 i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dead-or-alive-2-win.jpg",
            "filename": "dead-or-alive-2-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Dead or Alive 2 hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dead-or-alive-2-mondalitá-bonus-1.jpg",
            "filename": "dead-or-alive-2-mondalitá-bonus-1.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Dead or Alive II",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dead-or-alive-ii_logo-286x217.jpg",
            "filename": "dead-or-alive-ii_logo-286x217.jpg"
        }
    ],
    "name": "Dead or Alive 2"
}