{
    "studio": "BGAMING",
    "text": "\nDeep Sea\nSe l’afa vi stringe la gola e l’unica cosa che volete è tuffarvi nell’azzurro del mare, la cosa migliore che potrete fare, se siete in città, è giocare a Deep Sea, la nuova slot a firma del provider BGaming. Come al solito, la grafica elaborata da questa software house è di livello superiore, con una cura maniacale per i dettagli che vi lascerà a bocca aperta. La griglia di gioco si trova in fondo all’oceano, davanti a una roccia sottomarina e con un sub intento a scattare foto alle bellezze marine, che poi altro non sono che i simboli del nostro gioco. Altra caratteristica da sempre apprezzata da chi è pratico dei giochi della BGaming, la console ridotta all’essenziale, con pochi pulsanti e un menù interno molto ben fatto che ci permette di conoscere la tabella dei pagamenti e le opzioni di gioco. In termini di giocabilità, questa la scelta migliore perché il giocatore non è distratto da una miriade di informazione  aggiuntive e ha a disposizione un’intera schermata dedicata al gioco.\nCaratteristiche della slot\nLa griglia di BGaming è quanto di più classico ci possa essere, con 5 rulli e 3 righe. Le linee di pagamento sono 15 e sono fisse. I giocatori più temerari possono alzare la posta sino a un massimo di 15 gettoni. Si vince quando si ottiene una combinazione vincente su una linea di pagamento. Vengono considerate combinazioni vincenti quelle formate da simboli adiacenti a partire dal rullo di sinistra e procedendo verso destra. Nel caso ci fossero più vincite su una stessa linea, verrà pagata soltanto la più alta, mentre con combinazioni paganti su diverse linee farà sì che le somme vengano sommate. Per quel che riguarda i giri automatici, possiamo impostarne da 10 a 1.000 o anche all’infinito. Niente paura, perché per bloccarli ci basterà cliccare di nuovo sul tasto Play oppure impostare determinati limiti soglia oltre i quali l’Autoplay si bloccherà.\nIl ritorno teorico al giocatore, o RTP, invece è pari al 94%.\nSimboli e funzionalità\nI simboli sono tutti a tema mare, come ad esempio gli anemoni di diversi colori hanno un basso valore, mentre con l’alga le somme iniziano a farsi interessanti. La medusa ricompensa abbastanza bene, così come la spugna gialla. La pianta verde fluorescente è comunque il simbolo che paga di più.\nPassiamo ora ai simboli speciali. Il Wild è il rullino fotografico, che sostituisce tutti i simboli eccetto lo Scatter. Inoltre, è un simbolo pagante. Per quel che riguarda lo Scatter, qui è rappresentato dalla macchina fotografica. Esso, oltre a regalare da 5 a 10 Free Spins, attiva una nuova funzione in cui le foto scattate nel fondo del mare divengono Wild, aumentando di molto le possibilità di vittoria. I giri gratuiti possono essere riattivati.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Deep Sea",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/deep-sea_free-286x217.png",
            "filename": "deep-sea_free-286x217.png"
        }
    ],
    "name": "Deep Sea"
}