{
    "studio": "High 5 Games",
    "text": "\nDefenders of the Realm\nUna slot che utilizza un’ambientazione fantasy è sempre una garanzia per quel che riguarda l’aspetto grafico e il coinvolgimento del giocatore. Defenders of the Realm fonde la tradizione norrena con quella epica. La storia è semplice: 4 guerrieri sono impegnati a difendere la città contro le forze del male utilizzando i loro poteri ma anche armi speciali, come il famoso martello di Thor o la spada di Excalibur. La griglia di gioco è rappresentata dalla facciata di un altare, con le effigi dei protagonisti poste sulla parte superiore e sullo sfondo una città dalle linee futuristiche ma con richiami tipici dell’architettura araba. Il comparto sonoro è composto da una musica incalzante ma non invadente, che si accompagna a qualche animazione grafica collegata alle vincite. I tasti Play e Autoplay si trovano sulla sinistra, in basso si può impostare il livello della scommessa e attraverso il tasto «+» si accede al menù.\nCaratteristiche di Defenders of the Realm\nLa griglia è una semplice 5×4, con 20 linee di pagamento fisse. La puntata minima è fissata a 0,20 €, la massima a 200 €. Si può decidere di impostare un numero variabile di giri automatici e nel caso scegliere alcuni limiti di giocata. La volatilità è alta, si vince meno di frequente ma sempre ottime somme. RTP nella norma pari al 96%.\nSimboli e funzionalità\nI simboli regolari sono 9. Le carte 5, J, Q, K e A scolpite in monili di roccia hanno un basso valore. I simboli più remunerativi sono i 4 guerrieri, con quelli norreni con una quota più alta rispetto a quelli epici.\nLa scritta Wild davanti a una porta semichiusa è il nostro Jolly, è pagante e sostituisce tutti i simboli eccetto quelli speciali.\nLo Scatter è invece lo scrigno, se ne compaiono 3 o più, allora si attiverà il Pick Bonus, un gioco speciale multilivello. In pratica ci troveremo davanti a diverse file contenenti dei simboli coperti. Noi dovremo cliccarci sopra e scoprire la tipologia di ricompensa:\n\nIl blu corrisponde a una vincita variabile\nIl verde corrisponde a una vincita e ci fa avanzare di livello\n\nQuando arriviamo all’ultimo livello potremmo trovare la X e allora il gioco si concluderà immediatamente, oppure svelare il simbolo 2x e allora vedremo raddoppiare tutte le vincite.\nLe sorprese però non finiscono qui, perché in Defenders of the Realm c’è anche una funzione chiamata Beat Boxes. In pratica, ogni volta che in una posizione compare il corno, allora questa verrà incorniciata con un colore che rimarrà anche nei giri successivi. In caso di una combinazione vincente, la somma verrà raddoppiata e la cornice sparirà.\nSe le cornici appariranno allineate su tutti i rulli, allora si avrà la funzione Locked Wilds: 10 giri gratuiti durante i quali apparirà un Wild esteso, a volte anche con un moltiplicatore 2x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Defenders of the Realm",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/defenders-of-the-realm-new-286x217.jpg",
            "filename": "defenders-of-the-realm-new-286x217.jpg"
        }
    ],
    "name": "Defenders of the Realm"
}