{
    "studio": "StakeLogic",
    "text": "\nDelicious Candy PopWins\nUn mondo gommoso\nIn questa slot prodotta dal provider Stakelogic, ci troveremo a giocare con caramelle gommose dai mille colori e un’aria davvero invitante, anche grazie allo sfondo fatto di gelati, torte e marshmallow.\nLa grafica è ottima e la griglia di gioco, un vassoio di Pan di Spagna suddiviso in riquadri, è posizionata al centro dello schermo. Sul lato destro c’è un piccolo riquadro in cui sono mostrati i modi per vincere. Accanto troviamo due tasti, lo Start e quello per acquistare il Bonus.\nI simboli dalle forme morbide danno la sensazione della tridimensionalità e la musica dance Anni Ottanta si sposa pienamente con l’atmosfera del gioco.\nUna griglia variabile\nCome accennato nella presentazione, la griglia di gioco è a espansione, ciò vuol dire che di base ha 5 rulli e 3 righe, e dopo ogni vincita viene aggiunta una riga, ma solo sulle bobine su cui sono atterrati i simboli paganti. Ciò vuol dire che nelle nuove posizioni libere verranno aggiunti simboli che se saranno coinvolti in una combinazione vincente, decreteranno un ulteriore crescita della griglia. I modi per vincere sono di base 486, ma ad ogni aggiunta di slot liberi le possibilità crescono, sino ad un massimo di 118.098 durante i Free Spins!\nLa puntata minima è di 0,20 €, che raddoppia nel caso in cui volessimo usufruire della funzione Super Stake, che fa sì che sui rulli atterrino moltiplicatore comprerei tra x2 e x100.\nTra le varie funzioni acquistabili ci sono i giri automatici e il Bonus.\nLa volatilità è alta, mentre il valore RTP è pari al 95,8%.\nSimboli e funzionalità\nPassiamo ora a vedere da vicino il gameplay di Delicious Candy PopWins. I simboli sono le caramelle gommose, più il numero sette, la stella, la scritta BAR e la corona. Quest’ultimo è anche il simbolo più remunerativo, arrivando a pagare 12,50 volte con una combo di 5. Nel gioco base a griglia di gioco può raggiungere la dimensione massima di 6 righe, mentre durante i Free Spins si arriva a 9. A differenza di tante altre slot, i giri gratuiti non vengono assegnati tramite Scatter ma si attivano quando la griglia raggiunge la dimensione massima di sei righe. A quel dovremo far girare la ruota per sapere il numero di Free Spins e il valore del moltiplicatore che verrà applicato alle vincite.\n\nDomande Frequenti \nPosso giocare a Delicious Candy PopWins anche su Tablet?\n\nSì, perché il gioco è disponibile anche nella tecnologia HTML5.\n\n\n\nQuanti sono i modi per vincere?\n\nDipende dalle dimensioni della griglia. Si parte da un minimo di 486 sino a un massimo di 118.098.\n\n\n\nQuanto è la vincita massima con una combo nel gioco base?\n\nCon la corona, che è il simbolo che vale di più, si arriva a 12,50 volte la puntata.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Delicious Candy PopWins",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/delicious-candy-popwins-new-286x217.jpg",
            "filename": "delicious-candy-popwins-new-286x217.jpg"
        }
    ],
    "name": "Delicious Candy PopWins"
}