{
    "studio": "Endorphina",
    "text": "\nDia De Los Muertos\nLa slot Dia de Los Muertos ci porta in Messico ma in generale nella zona mesoamericana, dove si festeggia per l’appunto la festa dei morti. Ma, attenzione, non è niente di triste. Anzi! E’ una vera e propria festa, con tante maschere colorate e in cui ci si diverte un sacco. E’ una sorta di carnevale ed è diventata famosa grazie a videogiochi (il mitico Grim Fandango) e a film animati (Coco).\nLa slot Dia de Los Muertos è prodotta da Endorphina e presenta 5 linee di pagamento dislocate in un display in formato 3×3. Si tratta quindi di una video slot che riprende un po’ le caratteristiche tecniche delle slot classiche, avendo solo 3 rulli. Tuttavia, come vedremo tra poco, nasconde delle funzioni speciali.\nGrafica della slot machine\nLa grafica di Dia de Los Muertos è piuttosto particolare ma comunque molto colorata. I simboli sono per lo più piccoli teschi, variopinti così come nella tradizione della festa. Ne troviamo di vari colori, tutti molto sgargianti.\nA qualcuno potrebbe fare un po’ impressione, vedere tutti questi teschi colorati, caratterizzati da stelle, baffi, fiori e quant’altro. O forse, potrebbero fare più impressione i personaggi umani, come il ragazzo violinista e la ragazza con le rose. Già, perché sono truccati talmente male da far paura.\nLe funzioni e i bonus della slot Dia de Los Muertos\nIl simbolo speciale del gioco è solo uno, il simbolo scatter. Questo simbolo lo si riconosce dalla scritta “Scatter” in uno scenario di tramonto nel deserto messicano. Il sole che tramonta è un po’ il simbolo della morte, ovvero la protagonista della festa.\nLe funzioni speciali della slot  Dia de Los Muertos sono due:\n\nGiri gratis: se si riescono a visualizzare 3 o più scatter in uno stesso giro si vincono subito 20 giri gratis. Durante i giri gratis si possono vincere ulteriori giri gratuiti.\nGamble: alla fine di ogni giro standard vincente, si può scommettere contro un dealer automatico al gioco della carta più alta. Si può raddoppiare quanto vinto fino a 10 volte consecutive.\n\nValutazione della slot Dia de Los Muertos\nLa slot Dia de Los Muertos non è male, però è un po’ statica rispetto alle altre finora recensite di Endorphina. Sarà che i simboli sono colorati ma comunque tutti uguali, sarà che la grafica è un po’ troppo scura (o oscura), sarà che i personaggi umani non ravvivano la situazione. O forse, perché i free spin non hanno un moltiplicatore. Insomma, un po’ sotto tono rispetto ad altre belle slot dello stesso provider.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dia De Los Muertos",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/dia-de-los-muertos-free-286x217.jpg",
            "filename": "dia-de-los-muertos-free-286x217.jpg"
        }
    ],
    "name": "Dia De Los Muertos"
}