{
    "studio": "IGT",
    "text": "\nDiamond Queen\nUna famosa canzone recitava: “i diamanti sono i migliori amici di una ragazza” ma in realtà lo sono anche delle slot machine.\nQueste splendide pietre preziose sono un tema molto ricorrente nelle slot ma Diamond Queen della IGT decide di dare una caratterizzazione in più ai diamanti accomunandoli alla magia.\nIl fantasy e i diamanti, quindi, si fondono a formare una slot che andremo ad analizzare più attentamente sia per quanto riguarda il comparto grafico che tecnico.\nDiamond Queen – Una grafica magica.\nMolto spesso le slot a sfondo fantasy sono molto ricche di particolari, mentre per quanto riguarda Diamond Queen è la semplicità a farla da padrone.\nL’immagine sfumata in diverse gradazioni del viola di una foresta incantata, fa da sfondo alla deliziosa griglia di gioco. Su quest’ultima troveremo i classici simboli delle carte rappresentati semplicemente con le loro colorate iniziali (A, K, Q e J), accompagnati da altri simboli rappresentati invece da preziosi anelli, scettri incastonati di diamanti, pergamene e araldiche.\nLa componente fantasy sembra essere rappresentata maggiormente dai personaggi della slot che sono un saggio mago, un giovane avventuriero e, naturalmente, la protagonista assoluta della slot: la regina di diamanti.\nQuest’ultima con aggraziati movimenti del suo scettro magico diamantato accompagna le diverse combinazioni dando proprio quel tocco magico in più alla slot.\nPer quanto la parte grafica di Diamond Queen sia ben caratterizzata, la parte sonora non ha avuto la stessa cura. Infatti non c’è nessuna musica di sottofondo e gli unici suoni che avremo modo di sentire sono quelli dei jingle allegri delle animazioni. Che seppur siano brevi, sono in perfetta linea con l’ambientazione magica e misteriosa della slot.\nDopo aver parlato degli aspetti visivi e sonori di Diamond Queen è ora di spostare l’attenzione sulla sua parte più tecnica, nel prossimo punto della recensione.\nDiamond Queen – Come giocare?\nPassiamo quindi al vero e proprio gameplay: la slot che ci troviamo di fronte è estremamente canonica per quanto riguarda la griglia di gioco. La semplicità che ne caratterizzava il comparto visivo, infatti, si rispecchia anche all’interno della stessa interfaccia di gioco che sfrutta l’onnipresente schema del 5*3.\nI cinque rulli, infatti, mostrano tre simboli ciascuno, il che si traduce in quindici simboli per giocata che si vanno a disporre lungo le venti linee di vincita.\nIn termini di simboli, troviamo un simbolo Scatter rappresentato dalla scritta Mystical Diamond Bonus che oltre a permette di accedere alla funzione speciale, permette anche di ottenere una vincita immediata in base al numero di simboli che troviamo all’interno della schermata di gioco.\nDato che sono Scatter, questi non si dovranno posizionare necessariamente sulla stessa linea di vincita e anche qualora ne dovessimo trovare solo 2 e non potessimo così accedere alla modalità bonus, otterremo comunque un premio di consolazione pari a due volte il valore della nostra puntata.\nSlot simili a Diamond Queen\nLe pietre preziose non sono sicuramente rare all’interno del mondo delle slot online e il diamante gioca un posto di ancor maggior rilievo. Dalla Reel Gems della Microgaming alla Starburst della NetEnt, fino ad arrivare a Da Vinci Diamonds che ripropone la tematica in una chiave molto caratteristica.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Diamond Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/diamond-queen_featured-286x217.jpg",
            "filename": "diamond-queen_featured-286x217.jpg"
        }
    ],
    "name": "Diamond Queen"
}