{
    "studio": "Playson",
    "text": "\nDiamond Wins: Hold and Win\nLe prime slot machine hanno fatto la loro comparsa nel mondo nel lontano 1895 a San Francisco, ed erano realizzate semplicemente utilizzando dei congegni meccanici, le cosiddette bobine rotanti, in genere tre o cinque.\nLe icone rappresentate sui rulli erano di solito dei frutti colorati, dei diamanti o delle immagini che rappresentavano il numero 7 , la campanella o la scritta BAR.\nNel corso dei decenni, fino ad arrivare ai giorni nostri, le slot machine sono diventate sempre più tecnologiche, con tematiche originali e effetti speciali strabilianti, tuttavia, i giochi che ripropongono lo stile delle vecchie macchinette da sala giochi continuano ad esistere e a contare su una nutrita schiera di nostalgici e appassionati.\nDiamond Wins: Hold and Win è proprio una slot dedicata a voi, amanti del vintage!\nCaratterizzato da una grafica semplicissima, questo gioco utilizza come simboli le icone che hanno fatto la storia delle slot: anche qui troviamo frutti colorati, la campanella, il numero 7 e ovviamente i diamanti!\nSe dunque state cercando una slot machine semplice graficamente, con un sapore retrò ma con un gameplay e un potenziale di vincita interessanti, bè, allora Diamond Wins: Hold and Win potrebbe essere quella giusta per voi!\nCaratteristiche principali della slot machine\nLa griglia di gioco di Diamond Wins: Hold and Win ha una struttura molto classica, come del resto ci si aspetta, con cinque rulli, tre righe e dieci linee di pagamento, sulle quali si può scommettere da un minimo di 20 centesimi fino a un massimo di 100 €, niente male per una slot classica!\nNon troverete in Diamond Wins: Hold and Win delle funzioni speciali particolarmente innovative, ma potrete contare sui simboli Wild e su ben tre Jackpot: Mini, Major e Grand, con quest’ultimo che vale ben mille volte il valore delle vostra puntata.\nIl ritorno teorico al giocatore (return to player o RTP) è un pochino deludente: con il 95, 52 % si attesta su un valore lievemente al di sotto della media dei giochi di slot.\nNel complesso possiamo dire che Diamond Wins: Hold and Win è un gioco che magari potrebbe non soddisfare appieno gli amanti dei gameplay articolati, ma che potrebbe essere sicuramente apprezzato da chi punta dritto al sodo e da coloro che si affacciano per la prima volta al mondo delle slot machine.\nSimboli e funzioni speciali di Diamond Wins: Hold and Win\nI simboli che potrete trovare sui rulli di Diamond Wins: Hold and Win sono quelli che appartengono alla tradizione delle vecchie VLT, ossia i frutti colorati, il numero 7, la campanella e i diamanti.\nÈ presente un simbolo Wild, che ha funzione di jolly, ma non c’è invece lo Scatter.\nLe funzioni speciali di Diamond Wins: Hold and Win sono solo due: una è quella appunto legata al Wild (il numero 7), mentre l’altra è la partita bonus che si avvia quando nella griglia compaiono sei o più diamanti. Durante il gioco Bonus potrete avere la possibilità di essere premiati con uno dei tre Jackpot e di portare a casa la vincita massima di 1.000 volte la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Diamond Wins: Hold and Win",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/diamond-wins-hold-and-win-thumb-286x217.jpg",
            "filename": "diamond-wins-hold-and-win-thumb-286x217.jpg"
        }
    ],
    "name": "Diamond Wins: Hold and Win"
}