{
    "studio": "Reel Time Gaming",
    "text": "\nDiego Wild\nUn’antica civiltà ricca di mistero\nUno dei temi più sviluppati e coinvolgenti dai provider è senza dubbio quello avventura/esploratore. Diego Wild è un altro gioco appartenente a questo filone, e come negli altri prodotti similari, anche qui ci troviamo davanti a un lavoro impeccabile dal punto di vista grafico. Lo scenario è naturalmente la foresta amazzonica, con le alte piante che sbucano ai lati della griglia di gioco, disposta all’entrata dell’antico tempio azteco.\nI simboli sono ben disegnati e ricchi di dettagli, mentre invece la musica che accompagna gli spin lascia un po’ a desiderare, essendo la classica arcade dei videogiochi. Non che sia un problema, soprattutto per i tanti che preferiscono silenziare il gioco.\nTanti modi per vincere\nUna delle caratteristiche già interessanti di Diego Wild è che essendo una slot Superways, i modi per vincere sono ben 243 nel gioco regolare e 3125 nel gioco bonus!\nLa griglia ha 5 rulli e 3 righe, ma le sue dimensioni aumentano durante i Free Spins. Le scommesse vanno da un minimo di 0,20 € a salire, ma utilizzando il tasto Max Bet si può impostare la scommessa più alta con un solo click. Tra le varie funzioni c’è l’Autoplay, che ci permette di impostare un numero prestabilito di giri automatici. Prima però è necessario scegliere i limiti di vincita o di perdita oltre il quale il gioco si arresterà, a nostro avviso un’ottima funzione che ci permette di giocare senza preoccupazioni.\nLa volatilità è alta e il ritorno teorico al giocatore è del 96,29%.\nUn gioco bonus super\nIn Diego Wild troviamo diversi simboli, alcuni di basso valore, altri ben più remunerativi. Quelli classici delle carte da gioco hanno tutti lo stesso valore e pagano meno di tutti. A salire troviamo il bracciale, il vaso, la statua e il forziere. Diego è il nostro simbolo Wild e sostituisce tutte le altre icone, eccetto lo Scatter, qua rappresentato dalla mappa. Con tre di questi simboli otteniamo 5 Free games, con 4 simboli i giri gratuiti saranno 10 mentre 5 Scatter ci regalano ben 20 Free Games.\nAi giri gratuiti è legato il gioco bonus, lo scenario si sposterà all’interno del tempio e ci troveremo davanti a una griglia 3×5 con due ulteriori righe bloccate. Ogni qualvolta sui rulli atterrerà il simbolo del medaglione, questo si sposterà sulla posizione libera del rullo corrispondente, sbloccando un simbolo. Inoltre, verrà aggiunto un ulteriore Free Spin.\n \nDomande Frequenti \n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Diego Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/diego-wild_free-286x217.jpg",
            "filename": "diego-wild_free-286x217.jpg"
        }
    ],
    "name": "Diego Wild"
}