{
    "studio": "Betsoft",
    "text": "\nDim Sum Prize\nUna delle ultime mode in fatto di gastronomia è rappresentata senza ombra di dubbio la cucina orientale, con ristoranti cinesi ormai diventati una valida opzione ogni volta che decidiamo di mangiare fuori. Con il termine Dim Sum si intendono delle pietanze leggere che di solito vengono servite nei tipici piatti di bambù insieme al tè cinese. Tra i piatti tipici troviamo i Sim Mai, piccoli ravioli di carne cotti al vapore, gli Hai Gow a base di gamberi, Bao con pollo e zenzero, involtini primavera, zuppe con spaghetti di soia, e tanti altri piatti tipici di questa tradizione culinaria di successo. Per rendere al meglio la bontà di questo cibo, la Betsoft ha utilizzato una grafica imponente, tanto che ci basta uno sguardo alla slot per sentire l’acquolina alla bocca. I rulli si trovano all0interno di un chiosco cinese, con i simboli sospesi che sembrano galleggiare nell’aria. Nella parte bassa della griglia di gioco troviamo tutti i pulsanti che ci permettono di accedere alle impostazioni e di settare al meglio la nostra scommessa.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha un taglio tradizionale con 5 rulli e 3 righe. Le linee di pagamento sono 10 e fisse, con la scommessa minima che va da un minimo di 0,05 € sino a un massimo di 22,50 € per spin. Con Dim Sum Prize è inoltre possibile scegliere un numero di giri automatici compresi tra 5 e 100. Punto forte di questa slot è il valore RTP, pari al 97,18%, laddove di solito consideriamo buono quando raggiunge il 96%.\nSimboli e funzionalità di Dim Sum Prize\nCominciamo subito col dire che in Dim Sum Prize non troverete simboli non tematici come quelli legati al gioco delle carte, ma solo pietanze tipiche cinesi. Si vince quando su una linea di pagamento appaiono almeno 3 simboli identici e adiacenti, a partire da sinistra verso destra. Tra i vari simboli che pagano bene troviamo il Ji baozi, ravioli farciti di pollo, Il Changfen e il Chizi feng zhao, anche se il simbolo che vale di più in assoluto è il Congee, un porridge di riso davvero appetitoso.\nTra i simboli speciali troviamo i biglietti Coupon, se ne appaiono 3 si ha diritto a 5 giri gratuiti. Se simboli Coupon compaiono durante i giri gratuiti, essi si trasformeranno in Teatime Wild, ossia la teiera fumante servita su un vassoio di bambù. tali simboli poi rimarranno fissi sui rulli durante tutti i Free Spins. Ogni volta che apparirà un ulteriore Teatime Wild, si avrà diritto a un giro gratuito aggiuntivo.\nUn altro simbolo speciale è il Bamboo Basket Surprise, un cestino di Bambù che aprendosi rivelerà un Crimson Coupon, un Teatime Wild o Free Spins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dim Sum Prize",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/dim-sum-prize_new-286x217.jpg",
            "filename": "dim-sum-prize_new-286x217.jpg"
        }
    ],
    "name": "Dim Sum Prize"
}