{
    "studio": "GiocaOnline",
    "text": "\nDivina Commedia\nSi sa, nel resto del mondo l’Italia viene associata all’estro creativo dei suoi abitanti che nei secoli ha sfornato opere d’arte diventate patrimoni dell’umanità. In campo letterario, l’opera che più di tutte ci rappresenta è senza alcun dubbio La Divina Commedia del sommo Dante. La Giocaonline gli rende omaggio con una slot divertente ambientata all’Inferno, dove è ambientata la prima cantica. Lo fa però dandogli un taglio umoristico, portando dentro tutti i principali personaggi che il poeta incontra sul suo cammino, senza tralasciare Beatrice, la sua musa ispiratrice.\nLa grafica ha lo stile dei cartoni animati, con tante simpatiche animazioni e variazioni sul tema come Dante con gli occhiali da sole o Paolo e Francesca, protagonisti del quinto canto, che ci mandano una cartolina da Rimini! Lo sfondo dietro la cornice di gioco infuocata che gocciola lava, è diviso a metà: sulla parte sinistra si trova la selva oscura in cui si perde Dante, sulla parte destra direttamente l’Inferno. Dalla parte sottostante possiamo settare al meglio la nostra giocata, qui infatti si trovano i pulsanti per cambiare il valore della puntata, quello per impostare in un colpo solo la puntata massima, quello per l’Autoplay e il tasto Start.\nCaratteristiche della slot\nI 5 rulli e le 3 righe generano 30 linee di vincita fisse, su cui è possibile puntare da un minimo di 0,01 € per linea, per un totale di 0,30 € per Spin, sino a un massimo di 1 € con la puntata complessiva che raggiunge i 30 €. Si possono impostare tra i 5 e i 50 giri automatici senza limiti di vincita o di perdita. Volatilità bassa e RTP del 94,66%.\nSimboli e funzionalità\nCome è facile immaginare, i simboli sono tutti a tema. Quelli di minor valore sono il forcone, i numeri romani con cui vengono indicati il canto VII, III e I. Si sale di livello con Cerbero, Lucifero, Beatrice e infine Dante, con ricompense che vanno da 20 volte la puntata a 750!\nIl simbolo Wild è la moneta d’oro e oltre ad essere pagante, sostituisce tutti i simboli eccetto quelli speciali. Il simbolo Scatter è rappresentato da Caronte e regala da 3 a 30 giri gratuiti oltre a un moltiplicatore che può raggiungere x30. Prima di iniziare i Free Spins, ci verrà richiesto di selezionare un cuore fra i 12 disponibili dietro cui si celano ulteriori giri gratuiti o moltiplicatori.\nI Free Spins aumentano anche nel caso in cui compaiano ulteriori simboli Scatter.\nUn ulteriore gioco Bonus si attiva quando troviamo il logo della slot. In questo caso potremo scegliere tra il Bonus Selva e il Bonus Gola: nel primo dovremo raccogliere le monete da consegnare a Caronte, nel secondo i dolciumi, stando attenti però a non svegliare Cerbero.\nIn Divina Commedia si può inoltre vincere uno dei 4 jackpot a disposizione.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Divina Commedia",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/divina-commedia_logo-286x217.jpg",
            "filename": "divina-commedia_logo-286x217.jpg"
        }
    ],
    "name": "Divina Commedia"
}