{
    "studio": "Play’n Go",
    "text": "\nDivine Showdown\nCosa succederebbe se quattro tra le più potenti divinità dell’universo unissero le loro forze? Per il giocatore che fa girare i rulli su questa nuova slot della software house Play ‘N Go quello che accade è una pioggia di monete e tantissimo divertimento!\nIl tema dunque è quello delle leggende e delle divinità e sui rulli vedrete alternarsi quattro di esse: il mitico Thor, il re scimmia asiatico Wukong, la dea dell’Antica Grecia Athena e infine il dio egiziano Anubi, con fattezze per metà umane e per metà canine.\nIl compartimento grafico di Divine Showdown è molto ricercato, con delle immagini che strizzano un occhio ai colossal hollywoodiani e uno sfondo dal sapore epico, con delle montagne e dei tempi che nella schermata di gioco circondano i rulli.\nCaratteristiche del gioco\nDivine Showdown dal punto di vista della struttura di gioco non si configura come una slot particolarmente elaborata: presenta cinque rulli,  venti linee di pagamento e un range di scommesse che va da un minimo di 20 centesimi fino a un massimo di 100 € a giro, mentre il valore del gettone è compreso tra 0,01 e 10 €.\nLa Play ‘N Go si è sempre distinta per la qualità dei suoi prodotti e Divine Showdown ne è l’ennesima conferma: pur con un gameplay semplice riesce a essere divertente e coinvolgente e offre la possibilità di guadagnare delle cifre anche considerevoli grazie all’alta volatilità.\nDivine Showdown presenta diverse special feature, tra le quali la più interessante risulta essere senza dubbio quella del rullo con funzione di moltiplicatore, che permette di ottenere il premio massimo pari a ben 5.000 volte la puntata iniziale, il che facendo due conti corrisponde alla cifra di 50.000 €, davvero niente male!\nIl return to player (RTP) di Divine Showdown è variabile, compreso tra il 94,5 e il 96,51%, del tutto in linea con la maggior parte dei giochi di slot che si possono trovare nei casinò online.\nSimboli e funzioni speciali\nI simboli di Divine Showdown comprendono oltre alle quattro divinità anche i numeri e le lettere corrispondenti alle carte da gioco dal 10 all’Asso, i cosiddetti “reali”, più un simbolo raffigurante una spada che rappresenta il Wild del gioco.\nÈ presente anche uno Scatter che offre la possibilità di ottenere un numero variabile di giri gratuiti.\nPer quanto riguarda le funzioni speciali, oltre a quella già citata abbiamo la funzionalità Power Spin casuale: durante i giri, casualmente, una delle quattro divinità aiuterà il giocatore con il suo potere e gli permetterà di incrementare le vincite:\n\nLa scimmia Wukong aumenterà il numero dei jolly sui rulli\nAnubi trasformerà uno o due simboli in Wild\nLa dea Athena farà comparire lo stesso simbolo su tre rulli adiacenti\nIl dio norvegese Thor farà si che tutte le altre divinità siano sostituite dal suo simbolo e ne acquisiscano il valore.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Divine Showdown",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/divine-showdown_featured-286x217.jpg",
            "filename": "divine-showdown_featured-286x217.jpg"
        }
    ],
    "name": "Divine Showdown"
}