{
    "studio": "World Match",
    "text": "\nDiwinity\nDobbiamo dirlo, a noi le slot che utilizzano il tema degli antichi dei greci, piacciono un sacco. Ancor di più parlando di Diwinity, che secondo il nostro modesto parere, è una slot quasi perfetta: ha una bella grafica, mette a disposizione dei bonus interessantissimi che aumentano le possibilità di vincita, l’interfaccia è essenziale e quindi molto intuitiva.\nPer quel che riguarda il comparto grafico, diciamo che tutti i simboli sono delle divinità (o comunque oggetti legati agli abitanti dell’Olimpo) e ricordano lo stile dei cartoni animati.\nI rulli si muovono all’interno di una cornice sorretta da due colonne e con una fontana sullo sfondo. I pulsanti per far partire il gioco, per i giri automatici e quello per variare la puntata si trovano alla sinistra della griglia, quello per accedere al menù è sulla destra.\nLa musica dal tono epico è coinvolgente, ma se non vi piace comunque disattivabile dal menù.\nCaratteristiche principali della slot machine\nDiwinity ha 20 linee di pagamento fisse posizionate su una griglia con 5 rulli e 3 righe. La scommessa minima parte da 0,01 € per linea, quindi ogni spin ci costa appena 0,20 €. Naturalmente si può aumentare la scommessa a piacimento, sino a un massimo di 60 € totali.\nLa volatilità è bassa, si vince spesso ma cifre non troppo alte, e il valore RTP è del 94,88 %.\nSimboli e funzionalità di Diwinity\nIn totale, troviamo 14 simboli, 5 dei quali speciali. Partendo da quelli di minor valore, i primi che incontriamo sono Q, K e A. Subito dopo troviamo Artemide, la dea della caccia, Atena divinità della giustizia Apollo dio del sole, Venere dea della bellezza e Zeus, il padre degli dei.\nAbbiamo ben due simboli Wild, rappresentati dal dio Dioniso e da Poseidone. Essi sostituiscono tutti i simboli, eccetto quelli speciali e se compaiono durante i Free Spin, rimarranno appiccicati durante i giri successivi.\nUn altro simbolo speciale è lo Scatter Wild che trasforma alcuni simboli casuali in Wild.\nDi tanto intanto può apparire uno o più moltiplicatori x2, con una vincita massima di 8x.\nLo scudo con l’immagine di Medusa è il simbolo Bonus. Quando compare, ci verrà chiesto di scegliere tra i Free Spin o il gioco Bonus. Quest’ultimo prevede la rottura di alcuni scudi per ricevere un premio in denaro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Diwinity",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/diwinity-featured-286x217.png",
            "filename": "diwinity-featured-286x217.png"
        }
    ],
    "name": "Diwinity"
}