{
    "studio": "Novomatic",
    "text": "\nDolphin’s Pearl\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 9\nPuntata min.: 0,40 €\nPuntata max.: 20 €\nAutoplay: si\n\nTema e grafica\nQuello marino è un tema senza dubbio molto popolare nelle slot machine, e in questo gioco nato dalla casa madre Novomatic, si ha proprio la sensazione di immergersi nella profondità del mare in mezzo alle creature che lo popolano.\nLa grafica è veramente bella e molto curata e, nonostante questa slot sia presente online da oltre dieci anni, non perde il suo fascino e compete per definizione ed effetti speciali con le slot di ultima generazione.\n\nSimboli e Wild\nI simboli legati al mondo sottomarino sono rappresentati da ostriche, perle, aragoste e cavallucci marini.\nAd affiancare i simboli a tema troviamo le classiche carte da gioco, dal 9 all’asso.\nIl simbolo Wild è rappresentato dal delfino, protagonista assoluto del gioco, che quando appare può sostituire qualsiasi altro simbolo, al fine di determinare una combinazione vincente.\nL’ostrica con la perla invece, è lo Scatter, e offre la possibilità di moltiplicare le vincite durante i giri gratuiti.\n\nCome si gioca a Dolphin’s Pearl?\nQuesta slot ha cinque rulli e presenta nove linee di pagamento, anziché le dieci che troviamo nella gran parte delle slot firmate dalla tedesca Novomatic.\nIl gioco è semplice, ma presenta delle funzionalità interessanti che permettono di incrementare le vincite.\nLa vincita massima si ha quando si ha con un allineamento di cinque delfini.\nIl simbolo Scatter, l’ostrica con la perla al suo interno, quando appare in numero superiore a tre, regala ben 15 giri gratuiti in cui tutte le vincite sono triplicate.\nQuesta slot machine ha un RTP, ossa un return to player, del 94,24%.\nCosa significa questo valore? L’RTP corrisponde alla percentuale di vincita in teoria, ossia la percentuale dell’importo che il giocatore ha puntato e che potrebbe essergli corrisposta nuovamente.\nSlot simili a Dolphin\nIl tema marino non è una novità sia nelle slot machine che nelle VLT, ed è stato ampiamente sviluppato da diverse software house.\nUna versione molto avventurosa di questa tematica è Sea Hunter, firmata Play’n GO, in cui il gioco si muove nella profondità degli abissi, alle prese con terribili orche assassine e ogni varietà di pesce.\nSe invece si vuole accostare il mondo sommerso con la storia, IGT propone King of Atlantis, in cui la storia della città perduta di Atlantide è arricchita dai protagonisti della mitologia greca e romana, con in testa Poseidone in persona!\nPer chi ama il tema marino ma non è attratto dalle slot troppo appariscenti e predilige una grafica lineare, ricordiamo Big Catch, sempre della tedesca Novomatic, che offre un’esperienza di gioco molto colorata e divertente.\n",
    "images": [
        {
            "alt": "I simboli della slot online Dolphins Pearl",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dolphins-pearl-simboli.jpg",
            "filename": "dolphins-pearl-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Dolphins Pearl",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dolphins-pearl-tabella-pagamenti.jpg",
            "filename": "dolphins-pearl-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Dolphins Pearl hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dolphins-pearl-modalitá-bonus.jpg",
            "filename": "dolphins-pearl-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Dolphin's Pearl",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/dolphins-pearl-thumb-286x217.jpg",
            "filename": "dolphins-pearl-thumb-286x217.jpg"
        }
    ],
    "name": "Dolphin’s Pearl"
}