{
    "studio": "IGT",
    "text": "\nDouble Diamond\nLa tecnologia avanzata del provider IGT è la responsabile dello sviluppo di Double Diamond, la slot online gratis che non ha bisogno di registrazione. Questo gioco è per quei giocatori che amano l’esperienza di intrattenimento slot classica. Questa pagina offre una breve recensione per darti un’idea di cosa potresti vincere.\n\nGameplay senza fronzoli\nLa slot machine Double Diamond presenta una sola linea di vincita e funziona con una moneta per volta. Ha 3 rulli che girano producendo l’inconfondibile suono retrò delle tradizionali slot bar.Il layout è dominato dal logo Double Diamond di colore rosa con affiancate due gemme luminose.\n\nQuali sono I simboli principali?\nNonostante si tratti di un gameplay semplice, questa slot presenta un paio di elementi interessanti:\n\nIl logo ovale Double Diamond sui rulli. Questo simbolo può fa raddoppiare qualsiasi vincita. Come simbolo Wild sostituisce tutti gli altri simboli per creare nuove combinazioni vincenti. Questo logo ti può far vincere anche un super premio: se schieri 3 Double Diamond su una linea vincente, riceverai 1000 monete, niente male per un solo giro di gettone!\nGli altri simboli sui rulli sono quelli tradizionali stile vintage, per intenderci i numeri 7, le ciliegie e altre icone distintive delle slot meccaniche di un tempo.\n\nCome funzionano i pagamenti?\nQuando i simboli si allineano, potrai vincere ricchi premi. Tieni presente che una vincita con un simbolo jolly in questo gioco è raddoppiata e che due simboli jolly indicano che riceverai la somma quadruplicata.\nI premi minori\n\n1 Ciliegia in qualsiasi punto della linea di vincita paga il doppio della tua scommessa,\n2 Ciliegie in qualsiasi punto della linea di vincita pagano x5,\n3 Ciliegie in qualsiasi punto della linea di vincita pagano x3,\nC’è anche un premio più piccolo per ogni 3 simboli a barre miste che paga 5x la tua scommessa.\n\nI premi maggiori\nI premi più grandi si trovano sulle barre:\n\nLa barra 1 paga 10 volte per 3,\nLa barra 2 paga 25 volte,\nLa barra 3 paga 40x.\nTre simboli 7 rossi valgono 80 volte la tua scommessa.\n\n\nVale la pena fare un giro?\nDouble Diamond è un gioco molto semplice ma anche molto divertente, per chi non ama trame elaborate e preferisce le slot online a 3 rulli. Puoi provare a giocare subito con soldi veri e beneficiare del bonus di benvenuto oppure allenarti in modalità demo gratuitamente su uno dei casinò presenti in elenco, per uno svago senza pensieri!\n",
    "images": [
        {
            "alt": "I simboli della slot online Double Diamond",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/double-diamond-simboli.jpg",
            "filename": "double-diamond-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Double Diamond",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/double-diamond-tabella-pagamenti.jpg",
            "filename": "double-diamond-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Double Diamond i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/double-diamond-win.jpg",
            "filename": "double-diamond-win.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Double Diamond",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/double-diamond_new-286x217.jpg",
            "filename": "double-diamond_new-286x217.jpg"
        }
    ],
    "name": "Double Diamond"
}