{
    "studio": "Pragmatic Play",
    "text": "\nDown the Rails\nOkay, parliamoci chiaro, conoscevamo la bravura della Pragmatic Play in fatto di slot, ma non avremmo mai pensato che con Down the Rails sarebbe riuscita a raggiungere questi livelli di bellezza!\nIl motivo di tanto entusiasmo è dovuto alla perfezione che si riflette in ogni aspetto del gioco, dalla grafica dettagliata, alla scelta del tema, la metropolitana di Londra, luogo per eccellenza della cultura popolare anglosassone. Anche i simboli utilizzati sono geniali, con le caricature di personaggi iconici come Isaac Newton, Winston Churchill, Enrico VIII, Florence Nightingale e William Shakespeare.\nCom’è fatta Down the Rails\nLa griglia di gioco è classica, con 5 rulli, 3 righe e 20 linee di pagamento fisse, su cui è possibile puntare minimo 0,20 € e massimo 100 €. Presente il sistema Autoplay, che può essere settato con dei limiti di vincita oltre i quali la modalità si interrompe.\nLa volatilità è alta, mentre il valore RTP è pari al 95,58%.\nTantissimi Bonus!\nIn Down the Rails abbiamo tre grandi categorie di simboli: basso livello, alto livello, bonus.\nAl primo gruppo appartengono le carte da gioco dal J all’asso, mentre nel secondo troviamo Newton, Nightingale, Shakespeare, Churchill e Enrico VIII.\nPer quel che riguarda i simboli speciali, abbiamo Wild, Scatter e ulteriori simboli bonus.\nIl Wild sostituisce tutti i simboli eccetto lo Scatter e gli altri simboli bonus. Il vagone è lo Scatter e quando sui rulli ne compaiono 3 o più, ci verrà assegnata in modo casuale una delle 4 funzioni sottoelencate:\n\nPentonville: si ottengono cinque giri gratuiti e ogni volta che si presenta una combo vincente, quel gruppo di simboli paganti viene contrassegnato e rimane fisso sullo schermo, generando nuove combinazioni ai giri successivi.\nKing Cross: anche qui si ottengono cinque giri gratuiti. Il rullo centrale è contrassegnato da una croce e ogni volta che un Wild si ferma al centro, gli altri simboli all’interno della croce diventano a loro volta Wild.\nBuckingham Palace: otteniamo otto giri gratis, con un Wild che ogni volta che compare si espande su tutto il rullo.\nCanary Warf: una cassa dorata appare sulla griglia e raccoglie le somme indicate nei simboli più remunerativi.\n\nOltre a questi, sempre con la funzione Bonus si può ottenere il gioco Bonus End of the Line, che ha queste caratteristiche: regala tre Respins, blocca sulla griglia i premi in denaro, concede vite extra, aumenta il valore dei simboli, espande i rulli e aggiunge moltiplicatori.\nDurante il gioco base, si possono attivare in modo casuale cinque diverse funzioni:\n\nTunnel Vision: simboli misteriosi vengono aggiunti ai rulli e si trasformano in uno dei simboli più remunerativi\nThe Big Smoke: un Jolly 3×3 viene aggiunto alla griglia\nWild Strike: vengono aggiunti Wild casuali\nShifting Stack: un nuovo Wild a espansione viene aggiunto i rulli\nBonus Blitz: assegna casualmente la funzione bonus\n\n\nFAQ: Le risposte alle domande più frequenti \nPerché scegliere Down the Rails?\n\nPerché è una slot ricchissima di bonus e di sorprese, con un ottimo RTP e vincite di livello\n\n\n\nDove posso trovare Down the Rails?\n\nIn tutti i casinò online più famosi con certificazione AAMS/ADM.\n\n\n\nSi può giocare sul tablet?\n\nCerto, Down the Rails è disponibile su pc e device portatili\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Down the Rails",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/down-the-rails-gratis-286x217.jpg",
            "filename": "down-the-rails-gratis-286x217.jpg"
        }
    ],
    "name": "Down the Rails"
}