{
    "studio": "Iron Dog Studio",
    "text": "\nDr. Jekyll & Mr. Hyde\nPer quanto riguarda il tema di questa bella e originale slot prodotta dalla software house Betsoft, bè già il titolo non lascia molto spazio all’immaginazione! Il gioco si ispira alla storia di del Dr. Jekyll e di Mr. Hyde, raccontata nel romanzo scritto da Robert Louis Stevenson nel lontano 1886 dal titolo Lo strano caso del dottor Jekyll e del signor Hyde, che racconta le vicissitudini di uno studente di medicina affetto da una doppia personalità. Nonostante siano passati oltre 100 anni dalla sua pubblicazione, il romanzo di Stevenson non è mai passato di moda e continua a ispirare film e, è questo il caso, persino slot machine!\nDr. Jekyll And Mr. Hyde di casa Betsoft, oltre a meritare un plauso per l’originalità del tema, ci ha stupito positivamente per la qualità del compartimento grafico. No, non si tratta proprio della solita slot machine! Sebbene i protagonisti del gioco e il paesaggio siano riprodotti come dei cartoni animati, sono presenti delle grafiche tridimensionali e degli effetti speciali davvero pazzeschi!\nI rulli sono posizionati direttamente nel laboratorio-studio dello scienziato, con il Dr. Jekyll che cammina da una parte all’altra della schermata durante il gioco. A rendere l’esperienza ludica ancora più entusiasmante contribuisce la colonna sonora inquietante e coinvolgente! Insomma, se queste sono le premesse, Dr. Jekyll And Mr. Hyde potrebbe davvero tenerci incollati allo schermo!\nCaratteristiche principali della slot machine\nDr. Jekyll And Mr. Hyde è una slot dalla struttura tradizionale, ma che nasconde un gameplay articolato e avvincente. Presenta cinque rulli, tre righe e 30 linee di pagamento non fisse, per cui potete decidere voi quante attivarne.\nIl ritorno teorico al giocatore di Dr. Jekyll And Mr. Hyde è nella media, con un 96,17 che possiamo considerare soddisfacente! Per quanto riguarda la volatilità, è una slot con una varianza media, il che significa che magari le vincite non sono troppo frequenti ma che ci si possono aspettare premi di un certo valore!\nSimboli e funzionalità di Dr. Jekyll And Mr. Hyde\nDr. Jekyll And Mr. Hyde è una slot machine che presenta solo simboli tematici, che includono il Dr Jekyll, Mr. Hyde, delle pozioni di colore diverso, un quaderno degli appunti, una chiave nella toppa, un poliziotto, il caminetto, un quotidiano e la facciata della casa. Il logo Dr. Jekyll And Mr. Hyde appare solo sui rulli 1, 3 e 5 ed è anche il simbolo jolly. I simboli delle pozioni rossa e blu riempiono uno speciale contatore che permetterà di accedere ai giri gratuiti.\nQuando due 2 simboli Mr. Hyde e il logo Dr. Jekyll e Mr. Hyde compaiono sui rulli 2, 3 e 4 nello stesso giro si attiva il Bonus Frenzy con Mr. Hyde che corre per le strade di Londra.\nQuando invece due simboli del Dr Jekyll appaiono su entrambi i lati del logo della slot si attiva il Bonus Pozioni, in cui il giocatore dovrà scegliere i giusti ingredienti per creare l’antidoto.\nPiù si è veloci nell’indovinare gli ingredienti della pozione, più alto sarà il premio, fino a un moltiplicatore massimo di x120 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dr. Jekyll & Mr. Hyde",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/drjekyll-and-mrhyde_gratis-286x217.jpg",
            "filename": "drjekyll-and-mrhyde_gratis-286x217.jpg"
        }
    ],
    "name": "Dr. Jekyll & Mr. Hyde"
}