{
    "studio": "StakeLogic",
    "text": "\nDr. Magoo’s Adventure\nIl gioco si apre con un breve video in cui il Dr. Magoo, arzillo vecchietto esploratore protagonista della storia, sorvola il Brasile con il suo bimotore e atterra su un’isola deserta. Dopo aver girato per un po’ nella foresta, si imbatte in un tempio, decide di entrarci ma quando è pronto a mettere le mani sui favolosi tesori, un congegno segreto fa crollare i muri.\nCome avrete capito, Dr. Magoo’s Adventure è una slot che punta molto sullo stile grafico. La risoluzione molto alta lo fa assomigliare a un moderno film di animazione, con una cura dei dettagli quasi maniacale.\nLa griglia di gioco si trova all’interno della foresta ed è incorniciata nella pietra del tempio di cui se ne vede una parte sullo sfondo. Sul lato destro è presente Dr. Magoo che di tanto in tanto si anima. Nella parte bassa troviamo i tasti per settare al meglio la giocata, come quello per impostare in un colpo solo la scommessa massima. Per quel che riguarda il comparto sonoro, la musica dei sottofondo è un suono tribale intervallato di tanto in tanto con i versi degli animali o da qualche esclamazione dell’esploratore.\nCaratteristiche della slot\nPer questa slot la Stakelogic ha pensato a 20 linee di pagamento fisse che si snodano su una griglia a 5 rulli e 3 righe. Per vincere è necessario avere almeno tre simboli identici a partire dal rullo di sinistra proseguendo verso destra e in caso di combinazioni vincenti su una stessa linea, verrà pagata soltanto quella più alta. È possibile scommettere da un minimo di 0,20 € per tutte le linee sino a un massimo di 100 €. Si possono impostare dei giri automatici ma senza limiti, e per tornare alla modalità manuale è necessario cliccare sul tasto Start.\nAccedendo al menù interno è possibile accelerare la rotazione dei rulli, oltre a disattivare le animazioni iniziali e gli effetti sonori. Sempre dal menù ci sono tante altre impostazioni che ci consentono di ricreare al meglio le condizioni di gioco.\nIl valore RTP è ottimo, essendo del 96,33%, laddove spesso non supera il 95%. Molto buona anche la volatilità media, che ci permette di avere un buon bilanciamento tra Spin effettuati e combinazioni vincenti.\nSimboli e funzionalità\nIn Dr. Magoo’s Adventure abbiamo simboli diversi tra gioco base o gioco bonus.\nNel primo caso, il simbolo di minor valore è la statua dello scimpanzé, seguito dalla pantera e dalla valigia dell’esploratore. Si sale di livello con la mappa, la scimmia e il cannocchiale, anche se il simbolo che vale di più in assoluto è Dr. Magoo.\nLa coppia di uccelli è il nostro simbolo Wild ed è un Jolly cosiddetto a espansione: ogni volta che compare si estende su tutto il rullo aumentando le probabilità di ottenere una o più combinazione vincenti.\nL’ingresso del tempio è il nostro simbolo Scatter. Se compare per 3 volte ci regalerà 10 giri gratuiti, con 4 ne avremo 15 e con 5 verremo ricompensati con ben 25 Free Spins.\nNel gioco Bonus la schermata cambia, il Dr. Magoo fa il suo ingresso nel tempio e il valore dei simboli è molto più alto. Qui troviamo lo scarabeo, il mandala, la statua di pietra, le monete, le statue di legno, gli occhi luminosi, la stanza sacra e il corridoio che porta ai tesori. Infine, Dr. Magoo con il viso illuminato dalle monete d’oro ha la funzione di Scatter e ci permette di ottenere ulteriori giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dr. Magoo's Adventure",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/dr-magoos-adventure_logo-286x217.jpg",
            "filename": "dr-magoos-adventure_logo-286x217.jpg"
        }
    ],
    "name": "Dr. Magoo’s Adventure"
}