{
    "studio": "Tom Horn Gaming",
    "text": "\nDragon Riches\nLa figura del drago è un elemento comune a molte culture del mondo. Queste creature mitologiche possono trovarsi nelle fiabe europee, come nel pantheon di antiche religioni precolombiane e anche nell’estremo oriente.\nConcentrandoci maggiormente sull’Oriente il drago non è una creatura da temere ma, anzi, è benevola e soprattutto portatrice di fortuna.\nLa slot Dragon Riches della Tom Horn attinge proprio dalla simbologia orientale per proporci una slot interessante. Nella recensione che segue, andremo ad esplorare la sua parte tecnica come quella più estetica. Ed è da quest’ultima che partiremo con la recensione di Dragon Riches.\nDragon Riches – La grafica e la musica\nLa slot Dragon Riches si presenta con un’estetica perfettamente in linea con l’ambientazione cinese oltre che dall’aspetto piuttosto elegante. Sullo sfondo di un drappo rosso e intarsiato, la griglia di gioco riprende particolari dell’architettura cinese con colonne di legno d’amaranto e d’oro oltre che con la presenza di due draghi orientali ai lati.\nMa parliamo dell’aspetto più importante della slot stessa: i simboli. Questi non sono altro che rappresentazioni di diversi portafortuna della cultura cinese. Monete, lanterne di carta, anelli, i lingotti yuanbao ed addirittura una figura della religione taoista: Caishen, il dio della ricchezza in grado di trasformare il ferro in oro. Il drago d’oro, invece, permette diverse combinazioni fra i sopracitati simboli.\nA questi si accompagnano i più occidentali simboli delle carte da gioco, rappresentati con le iniziali (A, K, Q, J e 10) in un font che riprende le pennellate degli ideogrammi cinesi.\nIl sottofondo musicale tipicamente orientale di Dragon Riches risulta piacevole e in perfetta sintonia con l’ambientazione della slot. Per quanto possa sembrare anche forse un po’ ovvio. I suoni sono anch’essi tipici di ambientazioni dell’antica Cina e non risultano, quindi, estranei o forzati.\nDragon Riches nel comparto grafico eccelle nella rappresentazione di uno degli aspetti della cultura cinese, ma per quanto riguarda l’aspetto tecnico? Vediamolo nel prossimo punto della nostra recensione.\nDragon Riches – Cinque simboli d’oro\nParlando delle meccaniche di gioco vere e proprie, ci troviamo di fronte al connubio tra tradizione online e novità. Lo schema di gioco è ancora una volta un 5*3 che mostra quindici simboli a ogni giocata. A differenza di molte slot online, però, è possibile sfruttare le 243 linee di vincita che ci lasciano sperare un numero particolarmente ricco di combinazioni vincenti (sebbene il loro valore non sia sempre altissimo).\nIl gioco propone sia una modalità a giri gratuiti, sia un bonus game (quest’ultima viene innescata trovando abbastanza draghi in una singola giocata) ma la vera novità sono i simboli d’oro. A ogni giocata, infatti, è possibile decidere quanti simboli della schermata di gioco trasformare in oro, da un minimo di uno a un massimo di 5. Trasformare un simbolo in oro permette di ottenere vincite ingenti con le combinazioni che lo coinvolgono, ma aumenta sensibilmente il costo della giocata, per questo starà al giocatore personalizzare la propria esperienza di gioco in base al proprio saldo e stile di puntata.\nSlot simili a Dragon Riches\nEsistono numerose slot a tema orientale tra cui è possibile scegliere. Tanto per elencarne qualcuna, troviamo 1421 Voyages of Zheng, Feng Fu, 108 Heroes Multiplier, Asian Beauty e Chinese Kitchen.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/dragon-riches_free-286x217.jpg",
            "filename": "dragon-riches_free-286x217.jpg"
        }
    ],
    "name": "Dragon Riches"
}