{
    "studio": "Red Tiger",
    "text": "\nDragon’s Fire\nIl tema di questa slot machine a nostro parere molto bella è quella dei draghi, con la schermata principale che si avvia con i maestosi animali che sputano fuoco sui rulli, circondati da una cornice dorata.\nAprendo Dragon’s Fire ci si trova catapultati in un’ambientazione in stile fantasy davvero impressionante: la grafica è super nitida, le animazioni e gli effetti speciali sono realizzati con estrema maestria, per un effetto finale che pone la Red Tiger Game, alla pari con altre software house decisamente più blasonate!\n\nFondata nel 2014, la Red Tiger Gaming si pone come obiettivo quello di offrire un’esperienza di gioco di qualità altissima, e grazie a questa peculiarità, i prodotti del suo catalogo in breve tempo si sono fatti strada nel settore e ora sono disponibili nella maggior parte dei casinò online, coinvolgendo un numero sempre più alto di giocatori.\nTutti i giochi della Red Tiger Gaming possono contare su meccaniche di gioco originali e innovative e su una grafica di livello superiore abbinata ad animazioni sia in 2D che in 3D, regalando agli appassionati un’esperienza ludica veramente coinvolgente, che non mancherà di incantare anche i giocatori più esigenti!\n\nCaratteristiche principali della slot\nI giocatori sono chiamati ad affrontare il maestoso dragone sputafuoco in una schermata di gioco composta da cinque rulli, quattro righe e che prevede 40 linee di pagamento. Il range di scommesse va da un minimo di 0,20 fino a un massimo di 10 monete, il che rende Dragon’s Fire una slot machine adatta a tutti coloro che non vogliono investire nel gioco grandi capitali.\nLa vincita massima può arrivare fino a 10.000 volte l’importo della puntata, e la si ottiene quando l’intera schermata è occupata dai simboli dell’occhio del drago (Dragon’s Eye), che prevedono un moltiplicatore altissimo di ben x50.\nAl contrario di altre slot machine della Red Tiger Gaming, Dragon’s Fire offre un ritorno teorico al giocatore (return to player) accettabile, che si attesta su un canonico 96,07%, in linea con la maggior parte degli altri giochi di slot.\nDragon’s Fire è disponibile in formato HTML5, il che la rende giocabile non solo da computer desktop ma anche dalla maggior parte dei dispositivi mobili sia Android che iOS.\nÈ inoltre disponibile la funzione Autoplay, che permette di giocare fino a 100 giri in modalità automatica.\n\nSimboli e funzionalità speciali di Dragon’s Fire\nDragon’s Fire presenta dieci simboli che possono apparire sia singolarmente che in cluster di due o quattro. Abbiamo quattro uova di drago di diversi colori, giallo, blu, rosso e verde, che rappresentano i simboli con valore inferiore; quelli di valore medio sono dei piccoli draghi degli stessi colori delle uova mentre i simboli dell’occhio di drago e il jolly sono quelli che pagano di più.\nUn minimo di tre Scatter, in qualsiasi posizione sui rulli, attiva la funzione Free Spins, che regala fino a 20 giri gratuiti in cui si può usufruire anche di ricchi moltiplicatori.\nAltri moltiplicatori si possono ottenere quando sulla schermata di gioco, in seguito a una vincita di qualsiasi entità, appare un uovo di drago rosso.\nIn conclusione, crediamo che Dragon’s Fire sia una slot che vale la pena giocare, sia per la grafica davvero strabiliante, sia, soprattutto, per le ottime possibilità di portare a casa ricchi premi!\n",
    "images": [
        {
            "alt": "I simboli della slot online Dragons Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/dragons-fire-simboli.jpg",
            "filename": "dragons-fire-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Dragons fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/dragons-fire-tabella-pagamenti.jpg",
            "filename": "dragons-fire-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Dragons fire hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/dragons-fire-modalitá-bonus.jpg",
            "filename": "dragons-fire-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Dragon's Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/dragons-fire-thumb-286x217.jpg",
            "filename": "dragons-fire-thumb-286x217.jpg"
        }
    ],
    "name": "Dragon’s Fire"
}