{
    "studio": "Pragmatic Play",
    "text": "\nDragon Kingdom – Eyes of Fire\nI draghi sono creature mitologiche piene di fascino, celebrate da film e libri fantasy, e presenti già negli scritti degli antichi romani e di tante altre culture!\nQuesti animali possenti vengono celebrati a dovere in Dragon Kingdom – Eyes of Fire, una slot molto bella dal punto di vista grafico e piacevolissima grazie alla facilità di utilizzo. Due draghi di differenti colori che si trovano all’interno di una grotta fanno la guardia a un tesoro inestimabile, ma soprattutto alle loro preziose uova. La griglia di gioco è incorniciata nel marmo, accanto c’è un ulteriore rullo in cui compaiono tre diverse uova a cui è associato un moltiplicatore. Nella parte superiore c’è un calderone colmo di una pozione di colore viola, nella parte inferiore invece si trovano i tasti per giocare e quelli per accedere al menù interno. Per quel che riguarda il comparto sonoro, abbiamo una musica epica che si accompagna al suono meccanico della rotazione dei rulli.\nCaratteristiche della slot\nLa griglia è di forma quadrata, con 3 rulli e 3 righe. Le linee di pagamento sono 5 e fisse, con una puntata minima totale di appena 0,5 € per spin, caratteristica che rende questa slot adatta anche per i principianti. Si vince con simboli identici adiacenti da sinistra a destra e viene pagata solo la vincita più alta per linea. Si possono impostare da 10 a 1.000 giri automatici e due opzioni di velocità, veloce e turbo. Conclude il quadro delle caratteristiche una volatilità bassa, per cui si vince spesso ma cifre basse, e un valore RTP del 96,49%.\nSimboli e funzionalità\nPer vincere abbiamo bisogno di una combinazione di soli 3 simboli. Quelli che valgono meno sono i 4 semi delle carte da gioco, a salire troviamo il numero sette infuocato, il drago rosso e il drago azzurro.\nIl simbolo Wild è rappresentato dall’occhio del drago e sostituisce tutti i simboli.\nCaratteristica di Dragon Kingdom – Eyes of Fire è il livello progressivo di gioco. Si parte con il livello 1, ma con 4 giri non vincenti si aggiunge un altro rullo speciale in cui sono presenti 3 uova. Su questo rullo appaiono solo moltiplicatori di vincita, e ad ogni spin uno di essi verrà incorniciato, rivelando il moltiplicatore che si applicherà a tutta la vincita. Mettiamo però che per altri 4 giri non riusciamo a formare nessuna combinazione pagante. A questo punto si passerà al livello 2, che offre moltiplicatori 2x, 3x e 5x. Se passano altri 9 Spin senza combinazioni vincenti, allora si salirà al livello 3 e avremo moltiplicatori 3x, 5x e 8x. Man mano che si continua a non vincere si sale di livello, sino al 6 che ha un moltiplicatore massimo di 50x.\nAl primo giro vincente, il rullo speciale si disattiva e si ricomincia daccapo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Kingdom – Eyes of Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/dragon-kingdom-eyes-of-fire-thumb-286x217.png",
            "filename": "dragon-kingdom-eyes-of-fire-thumb-286x217.png"
        }
    ],
    "name": "Dragon Kingdom – Eyes of Fire"
}