{
    "studio": "DreamTech",
    "text": "\nDragon Auto Chess\nIl caro vecchio gioco degli Scacchi non passa mai di moda, anzi piace così tanto da essere usato come tema centrale per sviluppare una delle slot machine che si presenta come tra più sorprendenti di sempre. Abbiamo avuto modo di provarla e nonostante un breve momento di scetticismo iniziale ci siamo dovuti piacevolmente ricredere. Il provider che ha firmato questa slot è DreamTech che ci sta regalando tanti piacevoli titoli, capaci di sorprendere per lo stile estetico e di gioco. Chi ha avuto modo di provare altri giochi della software house saprà che il lavoro grafico del suo team di sviluppatori è alquanto particolare, proprio perché non presenta cose già viste e riviste, ma cerca sempre di pensare alla particolarità.\nDi seguito scopriremo quali sono i punti di forza di una macchinetta che sicuramente farà parlare di se per Big Win e soluzioni bonus molto semplici ed efficaci.\nGrafica e Simboli di gioco\nDragon Auto Chess ha un gameplay piacevole e lineare che ci porta su una griglia che vuole rivivere il gioco degli scacchi. Le nostre icone di gioco sono le classiche figure reiventate in stile cartoon, mentre alle spalle del tabellone troviamo un grande castello. La struttura parte da 5 rulli e offre a ogni giocatore 243 modi per vincere.\nTra i simboli scelti per generare combinazioni vincenti troviamo il Re, un Mago, un Arciere, un Arco, una Freccia, una Spada, un Libro e molto altro ancora. Le icone speciali prevedono invece il Drago, scelto come simbolo Scatter. Se ne riesci almeno tre su qualsiasi punto della griglia puoi attivare la funziona Free Spin, che ti aiuterà a generare interessanti vittorie. Nel momento in cui è attivo il bonus game, con l’icona del Re puoi avviare una battaglia contro il Drago. E ovviamente iniziare a sperare di portarti a casa un ricco credito. Ogni volta che riuscirai a realizzare delle combinazioni vincenti potrai ammirare il sistema base su cui si affida il gioco, ovvero quello a cascata, che porta a eliminare i simboli per farne apparire degli altri. E’ così che potrai sperare di continuare a realizzare delle combinazioni.\nOgni giocatore potrà stabilire il valore del moltiplicatore e quindi agire su quella che sarà la scommessa finale, in modo da avere sempre sotto controllo il proprio credito. E’ prevista l’immancabile funzione Autoplay che aiuta a selezionare un numero di giri automatici che porteranno la slot a girare senza alcun tipo di interruzioni.\nConsiderazioni finali sulla slot Dragon Auto Chess\nLa versatilità del gioco, la sua semplicità e le alte vincite che genera ci portano a promuoverla a pieni voti. Perché in questo caso anche se non vi è massimo lavoro grafico è fin troppo banale considerarla come una slot mediocre visto anche il tipo di funzionalità e bonus extra che prevede. Non dimentichiamo che il Return to Player (RTP) è fissato a un valore di 97,25%, ben al di sopra della media.\nInsomma, se hai voglia di lanciarti in un’avventura davvero semplice ma completa, non dovrai fare molta strada: prova Dragon Auto Chess e lasciati sorprendere dal Re e i suoi compagni di gioco.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Auto Chess",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/dragon-auto-chess_gratis-286x217.jpg",
            "filename": "dragon-auto-chess_gratis-286x217.jpg"
        }
    ],
    "name": "Dragon Auto Chess"
}