{
    "studio": "Big Time Gaming",
    "text": "\nDragon Born\nDragon Born è una slot senza registrazione realizzata da Big Time Gaming. Caratterizzata da un design molto curato, questo gioco a 6 rulli e 117.649 modi per vincere (Megaways) viene fornito con Jolly Moltiplicatori impilati e una Funzione Bonus che premia inizialmente fino a 50 Giri Gratis! Inizia la tua missione puntando da 0,20€ fino a 40,00€ per giro.\nModalità gioco e caratteristiche principali\nLa prima cosa che noterai giocando a Dragon Born è che la macchina utilizza il motore di gioco Megaways che offre ben 117.649 modi per vincere – le combinazioni vincenti vengono create facendo atterrare lo stesso simbolo sui rulli adiacenti. Il numero di simboli che atterrano sui rulli è diverso per ogni giro. Le bobine incastonate in una cornice decorata includono:\n\nCalici, Scudi, Cavalieri, una Regina e un Re, una misteriosa Donna in viola, uno Standard Reale, Pietre Preziose rosse e blu e un Drago. Il Drago è il simbolo più redditizio in mostra, assegnando 250 monete per una combinazione di 6 simboli;\nIl Giullare femminile è il Wild del gioco: può atterrare completamente impilata e colpire fino a 2 bobine nello stesso giro. Le vincite, incluso il Jolly, sono anche potenziate da un moltiplicatore che può superare le 7 volte a seconda di quanti simboli appaiono. Se combini i 2 rulli Wild completamente impilati il moltiplicatore potrà raggiungere i 49x!\nCerca anche il simbolo del Diamante che è lo Scatter e la chiave per aprire l’unica funzione del gioco, la Funzione Free Spins – 3, 4, 5 o 6 diamanti in qualsiasi punto dei rulli in un singolo giro ti faranno guadagnare 6, 12, 25 o anche 50 giri gratuiti.\n\nSia i jolly singoli che quelli in pila possono colpire durante la funzione: puoi anche riattivare più giri gratuiti se i diamanti atterrano di nuovo. Non c’è limite al numero di volte in cui funzione può essere riattivata. Ognuno di questi Giri Gratuiti si gioca su un set completo 7×7 con 117,649 modi per vincere, massimizzando così le possibilità di atterraggio di una combinazione vincente.\nLe mie considerazioni finali: gameplay eccellente e buona azione di gioco\nConsiderando le tante slot già presenti sul mercato a tema storico/medioevale, con Dragon Born mi sono divertita. Le animazioni sono incredibilmente uniformi e le immagini sono ben realizzate.  Anche il gameplay mi ha convinta, grazie ad un bel mix di azione di gioco base con l’emozionante funzione Bonus. La slot gratis Dragon Born Megaways diventa quindi un’opzione da tenere in considerazione se ami questo genere di trame. Prova anche con soldi veri o scopri nei nostri casinò selezionati gli altri titoli disponibili!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Born",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/dragon-born_free-286x217.jpg",
            "filename": "dragon-born_free-286x217.jpg"
        }
    ],
    "name": "Dragon Born"
}