{
    "studio": "Spielo",
    "text": "\nDragons Temple\nDai creatori di giochi Spielo, Dragons Temple è uno slot a 50 linee di pagamento che ha un tema cinese distinto. Se il titolo della slot non l’ha dato via, ci si può aspettare di vedere simboli cinesi come draghi, carpe koi e il cerchio yin e yang, che fa parte delle caratteristiche divertenti della slot. Girando le bobine si ha la possibilità di atterrare una bobina piena e in espansione o uno scatter che fa scattare fino a tre opzioni di rotazioni libere. I giocatori apprezzeranno la semplice configurazione, ma potranno comunque godere dell’eccellente grafica e delle grandi caratteristiche che offre.\nUna grafica orientaleggiante\nLo slot ha un aspetto decisamente cinese, con diversi dettagli che rendono omaggio al paese. Tutte le scritte incluse sui rulli, dal titolo dello slot ai simboli delle carte da gioco, sono state reinterpretate in cinese, in quanto sono presentate con un carattere molto simile ai caratteri hanzi cinesi che si trovano nella scrittura. I simboli sono anche elementi comuni che si associano alla Cina, tra cui le carpe koi e le lanterne.\nMentre i rulli girano, si sentono i suoni associati alla musica tradizionale cinese, che comprende strumenti a corda, flauti e tamburi. Aiuta a rendere la fessura più autentica, con i suoni che aumentano di intensità solo quando si attiva una vittoria o una funzione.\nPosizionata contro un’area boscosa arancione e rossa, questa slot si sente immediatamente calma, cosa insolita da dire quando la parola drago è inclusa nel titolo. Mentre la fessura si carica, si vede che la foschia rosso-arancio è causata dal tramonto del sole in lontananza, che fa sì che le montagne e il tempio che lo sovrasta diventino dello stesso colore.\nFunzioni e simboli della Slot Machine\nProprio in fondo alla pagina, vedrete i simboli delle carte da gioco colorate, che fungono da simboli di pagamento più basso sui rulli. Ognuna paga un importo diverso, con 10, il più basso pagante, dando 15.000 per x3, 30.000 per x4 e 90.000 per x5. Il pagante più alto, l’A, paga 30.000, 75.000 e 600.0000 per tre, quattro e cinque.\nIl vaso ornamentale blu è il primo dei simboli di pagamento più significativi che troverete. Questi pagano anche quando ne atterrate solo due sulle bobine, invece di tre, quattro e cinque. Il vaso paga una cifra massima di 750.000, mentre la carpa aumenterà il vostro saldo di 900.000 quando ne troverete cinque sui rotoli. Le lanterne sono le successive sulla bilancia dei pagamenti, con una paga massima di 1.200.000, mentre il tempio ve ne dà 1.500.000.\nAnche i molti draghi colorati pagano bene, così come il logo del Tempio dei Draghi, con entrambi questi simboli che danno 15.000 per x2, 150.000 per x3, 600.000 per x4 e 3.000.000.000 per x5 dello stesso. Si tratta di un’incredibile somma di denaro, che rende questo slot l’opzione perfetta per i rulli alti.\nCi sono due caratteristiche principali quando si gioca a Dragons Temple. La prima riguarda i simboli dei draghi. Questi cinque draghi, ognuno con la propria bobina, sono simboli Wild, il che significa che possono sostituire tutti gli altri simboli sulle bobine tranne lo Scatter. I draghi Wild sono anche molto di più di quello che si vede per la prima volta. Quando un drago fa parte di una combinazione vincente, si espanderà fino a coprire l’intera bobina, scatenando potenzialmente un enorme payout.\nLa seconda caratteristica riguarda il simbolo Yin Yang, che è anche lo Scatter. Oltre a un gustoso pagamento per due e tre simboli corrispondenti, trovarne tre è anche la chiave per il bonus di rotazioni gratuite. Una volta che la selezione dei giri gratuiti è stata attivata, i giocatori dovranno scegliere una delle tre opzioni.\nAltre Slot Machine simili\nSe hai apprezzato il tema di questa Slot Machine di Spielo, possiamo suggerirti di scommettere i tuoi soldi su Triple Dragons, la Slot Machine prodotta da Pragmatic Play. Oltre ad una grafica molto interessante potrai goderti l’incredibile RTP del 96,51%!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragons Temple",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/dragons-temple-spielo-gratis-286x217.jpg",
            "filename": "dragons-temple-spielo-gratis-286x217.jpg"
        }
    ],
    "name": "Dragons Temple"
}