{
    "studio": "Tom Horn Gaming",
    "text": "\nDragon Egg\nI draghi sono uno dei simboli, se non addirittura il simbolo, del genere fantasy. Creature che vengono dipinte nei modi più disparati: nemici potenti oppure saggi alleati.\nMa i draghi sono anche i custodi di antichi e preziosi tesori e sono molte le storie che parlano di eroi che si battono contro di loro per poter avere le tanto agognate ricchezze.\nE si potrebbe dire che anche nella slot Dragon Egg della Tom Horn, i giocatori si troveranno davanti dei draghi custodi di tesori e ricchezze. E in questa recensione, andremo a vedere non solo l’aspetto tecnico di questa slot ma anche il suo aspetto grafico e il comparto sonoro.\nDragon Egg – La grafica\nAmbientata nell’oscurità di una caverna, la slot si presenta subito nella sua semplicità ed immediatezza.\nLa griglia di gioco, infatti, presenta ben pochi fronzoli e riprende la grafica dello sfondo con dettagli rocciosi.  L’assenza di colori al di fuori delle varie tonalità di grigio, potrebbe rendere questa slot piuttosto cupa ma i simboli speciali aggiungono quel tocco di colore che serve.\nI simboli sono, ovviamente, dei draghi. Questi ultimi sono differenziati più per il colore del loro elemento come ad esempio il verde per la terra o il rosso per il fuoco, rispetto al design semplice ma che non spicca per varietà.\nI simboli WILD e SCATTER sono rispettivamente un drago nero e un uovo di drago dorato. Anche queste sono illustrazioni facilmente riconoscibili. Nella griglia troveremo anche i classici simboli delle carte (A, K, Q, J, 10, 9) scolpiti nella roccia.\nLe giocate sono accompagnate da musiche che ricordano sonorità del lontano oriente, fatte di flauti e tamburi. Perfettamente in linea con l’ambientazione. I suoni, invece, sono piuttosto standard.\nDragon Egg è una slot che punta alla semplicità rispetto al riempire la griglia di gioco di troppi particolari che potrebbero distrarci o rendere confusionarie le giocate.\nPassiamo, quindi, alla parte tecnica.\nDragon Egg – Cosa aspettarsi dal gioco\nCominciando dagli aspetti più basilari, ci troviamo di fronte alla tipica slot della Tom Horn: una griglia di gioco di tipo 5*3 che mostra quindici simboli a ogni giocata e le 9 linee di vincita che preannunciano poche vincite ma dal valore leggermente più alto rispetto alla media.\nTra i simboli che troviamo nella griglia di gioco ricordiamo il drago nero (a figura intera), il quale ricopre il ruolo di Wild in grado di sostituire qualsiasi altro simbolo in gioco (tranne lo Scatter di cui parleremo a breve).\nIl secondo simbolo è proprio l’uovo di drago che dà il nome a questa slot: esso è un simbolo Scatter che permette di accedere alla modalità a giri gratuiti, trovandone almeno tre in un’unica giocata.\nQuesta è la funzione che, naturalmente, suscita maggiore interesse ed è particolarmente difficile da innescare (almeno nella nostra esperienza diretta). Infatti, nonostante si sia trovato le uova molte volte durante le nostre giocate, ci sono voluti circa duecento giri prima di innescare la modalità bonus.\nDetto questo, le vincite ottenute durante questi giri hanno permesso di mantenere un conto di gioco piuttosto stabile anche durante questa lunga attesa, con un paio di vincite ingenti che hanno reso movimentato il gioco\nSlot simili a Dragon Egg\nIl drago, a causa della sua vicinanza con il tema della ricchezza, è uno degli animali più usati nelle slot. Troviamo infatti Dragon Riches, Dragon’s Inferno, 5 Dragons e molte altre ancora.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Egg",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/dragon-egg_gratis-286x217.jpg",
            "filename": "dragon-egg_gratis-286x217.jpg"
        }
    ],
    "name": "Dragon Egg"
}