{
    "studio": "Barcrest",
    "text": "\nDragon Spin Pick n Mix\nI draghi sono figure leggendarie appartenenti a tutte le culture, occidentali e orientali. Lo ritroviamo nei testi antichi come quelli di Omero, in una favola di Fedro e nell’Apocalisse raccontata nella bibbia. Nella cultura cinese il drago è simbolo di prosperità e fortuna, oltre ad essere legato alla famiglia imperiale. In questa slot i draghi sono custodi di antichi tesori, protetti all’interno di una grotta oscura. Per rendere omaggio a queste splendide creature, la Barcrest ha lavorato parecchio sulla grafica, offrendo un prodotto superlativo dal punto di vista visivo supportato da una musica orientaleggiante che aggiunge pathos al gioco.\nCaratteristiche principali\nLe linee di gioco fisse sono 20, sistemate su una griglia con 5 rulli e 3 righe. La puntata minima è di 0,10 € per Spin e la massima di 100 €. All’aumentare della puntata crescono anche i 5 Jackpot a disposizione. Prima di cominciare il gioco è possibile scegliere 3 Bonus sui 5 offerti, ognuno con delle funzionalità speciali. La volatilità è alta e il rendimento atteso (RTP) è del 96%.\nSimboli e funzionalità di Dragon Spin Pick’n’mix\nI simboli di basso valore sono le carte da gioco dal 10 all’Asso, seguiti dai drappi rossi e dai medaglioni. A salire troviamo l’ideogramma, le ghirlande e infine il simbolo della prosperità. La scritta Wild è il nostro Jolly e sostituisce tutti i simboli eccetto quelli Bonus, che sono 5. Prima di iniziare il gioco, ci verrà data la possibilità di sceglierne 3. Per giocare con il bonus poi dovremo trovare 3 simboli Giro Drago. Vediamo i Bonus nel dettaglio:\n• Symbol Eliminator: grazie ad esso, vengono assegnati Giri Drago illimitati durante i quali dalla griglia di gioco vengono eliminati i simboli dal valore più basso.\n• Fortune Eggs: vengono assegnati 5 Giri Drago durante i quali si dovrà scegliere un uovo della fortuna su 3 proposti, vincendo così un moltiplicatore compreso tra 2 e 50 volte la scommessa.\n• Persisting Wilds: anche in questo caso avremo 5 giri drago in omaggio. I simboli Wilds rimarranno fissi sui rulli 2, 3 e 4 e ogni simbolo Wild aggiuntivo ricompenserà con un ulteriore giro gratuito.\n• Goliath Reels: in questo caso si avrà diritto a 10 Giri Drago con 3 set di rulli separati da 20 linee di vincita ciascuno. Un simbolo gigante coprirà i 3 rulli centrali.\n• Expanding Wilds: 10 Giri Drago assegnati e Wild a espansione, con ogni Wild in più visualizzato che assegna un ulteriore giro drago.\nUn ulteriore Bonus è quello denominato Pentola del drago. Durante il gioco regolare può apparire di tanto in tanto una perla che andrà a finire nella pentola posta sopra la griglia di gioco. Con due perle apparse nei rulli 1 e 5 si attiva il bonus che può regalarci un moltiplicatore compreso tra x25 e x500.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Spin Pick n Mix",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/dragon-spin-pick-n-mix_featured-286x217.jpg",
            "filename": "dragon-spin-pick-n-mix_featured-286x217.jpg"
        }
    ],
    "name": "Dragon Spin Pick n Mix"
}