{
    "studio": "Stormcraft Studios",
    "text": "\nDragon Shard\nLa mitologia e le creature fantastiche sono uno dei temi più utilizzati da sempre nel mondo delle slot machine. Creature come la Fenice, che rappresenta la rinascita, o i folletti che rappresentano la fortuna si sposano benissimo con l’inattesa vincita che una slot machine può portare con sé.\nPer questo motivo non sorprende vedere l’utilizzo dei draghi nella slot machine Dragon Shard della Microgaming. I draghi da sempre rappresentano la ricchezza, sia nella cultura occidentale dove si nutrono di oro, sia in quella orientale dove fanno la guardia a immensi tesori.\nEcco quindi l’aria che si respira in questa slot, sin dal suo primo avvio.\nDragon Shard: l’aspetto visivo\nDa un punto di vista prettamente estetico, Dragon Shard della Microgaming mostra uno scenario tra l’incontaminato e il fantastico: la griglia di gioco con le sue particolarità (di cui parleremo nel prossimo punto di questa recensione) è incastonata in una valle ricca di acqua, alberi ed erba. In questo scenario troviamo delle costruzioni che richiamano dei templi, forse alludendo alla natura divina di queste bestie sputafuoco.\nAll’interno della schermata, i classici simboli delle carte da gioco (A, K, Q, J…) sono scomparsi, forse per non cozzare con il tema fantasy della slot, e sono stati sostituiti dai loro semi (picche, denari, fiori e cuori). Questi sembrano delle gemme preziose che si combinano bene con le altre immagini che appaiono nella schermata di gioco.\nDragon Shard: meccaniche di gioco\nSpostandoci sull’aspetto tecnico, che tanto interessa un potenziale giocatore, la slot si discosta dagli standard importi dalle slot online, abbandonando il meccanismo 5×3 e sfruttando invece un 5×5.\nIl rettangolo di gioco diventa così un quadrato in grado di contenere ben 25 simboli a ogni giocata, cosa che di fatto aumenta la possibilità di utilizzare un numero maggiore di linee di vincita e di ottenere un rosa più ampia di combinazioni.\nTra i vari simboli da tenere d’occhio durante il gioco, troviamo il titolo stesso della slot, Dragon Shard, che in questo caso ricopre il ruolo di simbolo Wild, un jolly in grado di sostituire tutti gli altri simboli in gioco.\nUn altro simbolo dotato di funzione speciale è l’occhio del drago (non della tigre, mi raccomando) che permette di accedere alla funzione relativa ai giri gratuiti.\nEsistono delle novità che permettono di avere un gioco sempre innovativo: talvolta i simboli appaiono nascosti dietro un punto interrogativo, che poi li svelerà come tutti dello stesso tipo (ottimo per ottenere delle combinazioni).\nI simboli possono apparire in lunghezza e coprire più di uno spazio alla volta, in particolare quelli che raffigurano i vari personaggi e che permettono di ottenere delle combinazioni di alto valore.\nSlot simili a Dragon Shard\nCome abbiamo avuto modo di dire in precedenza esiste un grande numero di slot machine che utilizza i draghi al proprio interno. Se Dragon Shard della Microgaming offre un’immagine occidentale della figura dei draghi, a riprendere lo stile cinese troviamo la Pragmatic Play con la slot Triple Dragons.\nSempre della stessa casa e sempre relativa all’immagine cinese dei draghi, troviamo 8 Dragons, che mostra anche altre creature del folklore e della cultura orientale al suo interno.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Shard",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/dragon-shard_logo-1-286x217.jpg",
            "filename": "dragon-shard_logo-1-286x217.jpg"
        }
    ],
    "name": "Dragon Shard"
}