{
    "studio": "iSoftbet",
    "text": "\nDragon Stone\nLe spaventose creature della coinvolgente slot gratis Dragon Stone, sono i protagonisti principali di questa trama molto avventurosa di genere Fantasy. Grazie alle loro quattro funzionalità casuali, di fuoco, ghiaccio, terra e acqua, il gioco ti regalerà numerosi giri gratis. Graficamente, il design è molto curato anche nei piccoli dettagli, con effetti speciali sviluppati dal team iSoftBet che rendono i personaggi molto realistici. Il sottofondo musicale realizzato in modo minuzioso, come gli spaventosi ruggiti, dona un fantastico effetto epico. Se ami questo genere di slot online e sei un tipo temerario, allora il divertimento è assicurato! Ora, se vuoi scoprire come sfruttare le 4 creature leggi la mia recensione.\nGameplay dinamico con un RTP elevato\nIn Dragon Stone, la slot senza registrazione, il gameplay è composto il modo tradizionale: 5 bobine + 20 linee di pagamento fisse. La varianza media, l’elevato RTP conteggiato al 96,2% e le straordinarie vincite che raggiungono 698x il valore della puntata per round,  rende le giocate entusiasmanti. Per quanto riguarda le puntate, si parte da un minimo di 0,20€ fino ad arrivare ad un massimo di 20,00€.\nQuali sono le icone principali di Dragon Stone?\nAll’interno del gioco ci sono 4 draghi di colori differenti, l’icona dei Free Spins, l’icona del Wild e le carte standard dall’Asso al 10. L’icona più preziosa è rappresentata dal Drago Rosso, che ti permette di ottenere vincite da capogiro. Vediamo meglio le 4 icone e la loro funzione durante la partita:\n\nIcona Flamming Wilds – Il drago di colore rosso rappresenta il fuoco. Lanciando palle incandescenti è in grado di trasformare le icone standard in Wild casuali;\nIcona Ice Storm Spins – Il drago di colore blu rappresenta il ghiaccio. Esso riesce a bloccare le icone  vincenti e donare ulteriori giri gratis;\nIcona Earthquake Reels –  il drago tutto verde rappresenta l’elemento più terreno.. Può alzare le rocce per farle trasformare in bobine intere;\nIcona Winds Winnings – il drago di colore viola rappresenta il vento. Ogni folata su simboli casuali ti riserverà ulteriori sorprese…\n\nFunzionalità gioco epiche\nLo Scatter di Dragon Stone è rappresentato dall’icona Pietra del Drago. Con un minimo di 3 simboli Scatter, anche non vicini sulle bobine, parte l’opzione Free Spin/giri gratis, che regala da un minimo di 10 a un massimo di 20 se ne accumuli almeno cinque. Durante il Free Spin, si attiva casualmente anche la funzionalità ELEMENTAL POWER SPIN, in cui possono attivarsi ben 4 modalità di gioco casuali che si identificano nei quattro poteri dei draghi descritti sopra.\nPerché conviene giocare gratis alla slot Dragon Stone?\nQuesta slot di iSoftBet, come le altre presenti nei nostri casinò online regolarmente certificati ADM, è giocabile gratis sia da dispositivo mobile che da desktop. Grazie alle sue funzionalità speciali è un gioco che offre diverse opportunità di divertimento sia in demo che con denaro reale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon Stone",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/dragon-stone-featured-286x217.jpg",
            "filename": "dragon-stone-featured-286x217.jpg"
        }
    ],
    "name": "Dragon Stone"
}