{
    "studio": "Betsoft",
    "text": "\nDragon and Phoenix\nProgettato per essere divertente soprattutto per il mercato cinese, Dragon & Phoenix è l’ultima release di Betsoft per il 2019, programmata per essere rilasciata a dicembre. È la storia di due delle leggendarie creature del paese, il Drago in stile asiatico e l’Uccello Fenice. La grafica è impressionante come si può immaginare, visto che proviene da Betsoft, e ci sono diverse buone caratteristiche anche all’interno.\nSi tratta di una slot machine con 5×3 bobine, che offre un totale di 20 linee attive. Tra le sue caratteristiche, si ottengono sia regolari che in espansione wilds, scatters e giri gratis. Con vittorie fino a 8098x in totale (€161.964) sulla linea, è un’opzione entusiasmante. La volatilità è medio-alta, mentre la RTP è al 96,01%.\nUna grafica tradizionale cinese\nLe slot machine di Betsoft sono molto buone in generale. Possono essere divertenti, belle, e a volte non possono essere nessuna di queste cose.\nUn tempio buddista fa da sfondo al set di rulli. I simboli su di essi sono la Coppia Reale (in espansione Wild), il drago, la Fenice, i lingotti d’oro, il logo ’88, la statuetta del drago di giada verde, il tempio, l’albero del denaro (scatter), l’artiglio del drago con la perla e le carte da Jack ad Asso (simboli di basso valore). Il simbolo che offre il premio in denaro più grande è il drago, e quando ne appaiono 5 sui rulli, si vince 100x la puntata.\nL’RTP (percentuale media di ritorno al giocatore) di Dragon & Phoenix è del 96,01% o un vantaggio della casa del 3,99%. Quello che l’RTP ci dice è che la slot si ripaga frequentemente con una grossa vincita dispari ogni 40 giri o giù di lì.\nDragon & Phoenix presenta un tema asiatico, in una forma che sembra essere abbastanza tipica della regione. Troviamo che sui rulli ci sono diversi simboli con i reali all’inizio, e la qualità grafica è piuttosto bassa nel loro caso. Fortunatamente, le cose migliorano per il valore più alto e i simboli delle caratteristiche. Le caratteristiche si presentano sotto forma di simboli dell’Imperatore e dell’Imperatrice (wilds) e di pergamene dell’Albero del Denaro (scatters). I simboli di alto valore vanno dai draghi, agli uccelli della Fenice, alle statue, agli 88 loghi, ai lingotti d’oro, ai templi e alle perle.\nFunzioni e simboli della Slot Machine\nPur basandosi su 20 linee attive, il gioco permette alle scommesse che si piazzano di andare ovunque da €0,20 a €20. In questo modo la linea di scommessa può variare da 0,01€ a 1€.\nPer quanto riguarda i premi che possono venirti in mente, nel migliore dei casi il giocatore potrebbe ricevere una ricompensa fino a 8098x di puntata totale. Il payout raggiungerà un valore massimo di €161.964, e considerando la scommessa che viene utilizzata, è una cifra abbastanza buona per chiunque.\nAllo stesso tempo, aspettatevi che il gioco abbia una volatilità medio-alta, quindi non è una situazione a basso rischio in cui vi state cacciando. Molti giocatori sono disposti a rischiare grosso, per ottenere magari una grossa vincita.\nIl ritorno del gioco al giocatore è ad un ragionevole 96,01%, e anche se molti faranno ancora meglio, è sufficiente per non essere un problema.\nIl gioco ruota principalmente intorno all’albero dei soldi d’oro, perché 3 o più di loro in qualsiasi posizione sui rulli è responsabile dell’attivazione della funzione Free Spins. I pagamenti scatter sono assegnati anche ai giocatori. Per ogni scatter che appare, viene assegnato 1 giro gratis. Per esempio, quando vengono lanciati 5 scatters, si ottengono 5 giri gratis, e si possono ottenere al massimo 15 giri gratis. Pertanto, i Free Spins possono essere aumentati quando appaiono altri 3 o più scatter.\nIl simbolo wild sarà tra le caratteristiche che otterrete nel gioco, e la sua immagine è quella dell’Imperatore e dell’Imperatrice, insieme. È un sostituto, che di solito appare di dimensioni regolari, ma che può anche espandersi, quando si atterra sulle bobine da 2 a 5. Non sarà un sostituto dello scatter. È una caratteristica con grandi potenzialità, soprattutto se la si fa espandere su più colonne.\nPer il simbolo dello scatter, abbiamo una pergamena d’oro con l’immagine di un Albero del Soldi. Questo è l’innesco per le rotazioni libere. Si vince da loro se appaiono più di 3 volte, e ci saranno premi fino a 500x pagati, oltre a 15 giri gratuiti per innescare.\nCome potete vedere, non ci sono caratteristiche veramente uniche qui, ma il potenziale di ciò che è incluso tende ad essere piuttosto alto. Sia che si tratti dei simboli wild a bobina piena, sia che si tratti di giri gratis con alta volatilità, si può ottenere molto in cambio da questo gioco.\nAltre Slot Machine simili\nChinese Spider ha tre bobine, come nelle Slot Machine tradizionali. Ma al contrario di queste ultime, non si tratta di una Slot senza funzioni speciali. Come si poteva immaginare, il ragno è nel ruolo principale qui come il simbolo che può impilare si moltiplica verso una vincita massima di un sorprendente 3840x moltiplicato per la scommessa vincente. I risultati della vincita possono anche coinvolgere i moltiplicatori Wild che possono raggiungere un massimo di 32x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon and Phoenix",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/dragon-and-phoenix-featured-286x217.jpg",
            "filename": "dragon-and-phoenix-featured-286x217.jpg"
        }
    ],
    "name": "Dragon and Phoenix"
}