{
    "studio": "WMS",
    "text": "\nDragon’s Inferno\nDragon’s Inferno, slot machine prodotta dalla software house Williams Interactive (WMS), propone ai giocatori un tema epico e un gioco avventuroso. Parliamo di draghi: protagonisti di tante belle leggende, si dice che i draghi fossero i custodi di grotte colme di oro e pietre preziose, e che difendessero questi tesori sputando fuoco e fiamme sugli intrepidi avventurieri che si muovevano alla conquista delle ricchezze.\nIl tema di per sé non è particolarmente originale, sono diversi i giochi di slot che lo hanno proposto, però riteniamo che Dragon’s Inferno sia una slot molto piacevole da giocare e che dal punto di vista grafico sia strutturata in modo tale da rendere l’esperienza ludica abbastanza divertente e coinvolgente.\nLa schermata inziale si apre con una sorta di mare di lava su cui campeggia la figura di un drago, e le stesse tonalità dell’arancione brillante fanno da sfondo ai rulli nella schermata di gioco. I simboli sono riprodotti con sufficiente accuratezza e, nel complesso, la grafica di Dragon’s Inferno ricorda molto da vicino la famosa saga di Eragon.\nCaratteristiche principali della slot\nDragon’s Inferno è una slot machine che conquisterà di certo gli amanti dei giochi di ruolo alla Dungeons and Dragons, in virtù di un gameplay molto ben organizzato e delle ottime possibilità di vincita! Partiamo dalla struttura, molto semplice e tradizionale: presenta cinque rulli e tre righe e si possono effettuare le scommesse su 30 linee di pagamento. Le paylines sono fisse, per cui si dovrà giocare su tutte le 30 linee insieme. La moneta su Dragon’s Inferno ha un valore compreso tra 0,01 e 3 €, e le scommesse vanno da un minimo di 30 centesimi fino a un massimo di 90 €.\nIl ritorno teorico al giocatore (return to player o RTP) di questa slot di casa WMS si attesta su un non troppo convincente 95,97%, comunque in linea con gli altri giochi di questo provider.\nDragon’s Inferno può essere giocata sia da computer desktop che da tutti i dispositivi mobili, siano essi Android, iOS o Windows, e ci si può allenare senza investire dei soldi veri e senza dover scaricare nulla grazie alla modalità Play for Fun, disponibile nella maggior parte dei casinò online.\nSimboli e funzionalità speciali di Dragon’s Inferno\nI simboli di Dragon’s Inferno sono quasi interamente tematici, ad eccezione dei quattro semi delle carte da gioco (cuori, fiori, picche e denari). Sui rulli si alternano dei valorosi cavalieri, arcieri, degli elfi (o meglio, delle “elfe”) ma anche scrigni del tesoro, libri degli incantesimi, sfere di cristallo e pozioni.\nLo scrigno del tesoro è il Wild del gioco e sostituisce tutti gli altri simboli tranne lo Scatter, rappresentato invece dal drago.\nLo Scatter regala un numero di giri gratuiti veramente consistente, secondo il seguente schema: 3 Scatter attivano 10 Free Spins, 4 simboli Scatter attivano 20 Free Spins, mentre 5 Scatter attivano 40 Free Spins. Tutte le vincite durante i giri gratuiti sono soggette a un moltiplicatore 2X.\nDa segnalare la funzione “Replicating Wild”: quando lo scrigno del tesoro determina una combinazione vincente, il drago emette un’enorme palla di fuoco che atterra sui rulli facendo diventare Wild il simbolo raggiunto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon's Inferno",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/dragons-inferno_gratis-286x217.jpg",
            "filename": "dragons-inferno_gratis-286x217.jpg"
        }
    ],
    "name": "Dragon’s Inferno"
}