{
    "studio": "Merkur Gaming",
    "text": "\nDragon’s Treasure\nNei mondi fantastici dei racconti epici o delle favole, spesso i tesori più ambiti e ricchi sono protetti da creature maestose ma anche pericolose: i draghi. E sono molti i cavalieri ed aspiranti tali in queste storie a battersi con il drago per potersi guadagnare l’agognato tesoro.\nDragon’s Treasure della Merkur ci farà diventare degli avventurieri in cerca di fortuna e ricchezze, battendoci con un drago che sorveglia il proprio tesoro. Ma iniziamo quindi a parlare di questa slot, partendo da un aspetto spesso lasciato in disparte nelle recensioni ma, in realtà, interessante da analizzare: la grafica.\nDragon’s Treasure – Grafica\nIn una foresta piuttosto desolata e sotto un inquietante cielo color dello zolfo, troviamo la griglia di gioco di Dragon’s Treasure.\nUn marchio di fabbrica della Merkur è la semplicità, caratteristica che denota soprattutto la griglia stessa con il suo color giallino chiaro e delle piccole decorazioni. Del resto non è la griglia ad avere così tanta importanza in una slot, ma i suoi simboli!\nI simboli di Dragon’s Treasure si dividono fra quelli delle carte da gioco (A, K, Q, J) che sono rappresentati con lettere che ricordano quelle degli antichi testi medievali e infine simboli più particolari e che sono, invece, rappresentati da personaggi e oggetti. Vedremo, infatti, due simboli rappresentati da due cavalieri (uno biondo e un altro castano), l’elsa dorata di una spada e il baule contenente il tesoro del drago.\nCome tante altre slot della Merkur, anche Dragon’s Treasure si avvale dei modelli 3D. Purtroppo è anche vero che la grafica utilizzata dalla casa di sviluppo, appaia piuttosto datata rispetto ai modelli 3D a cui siamo abituati oggigiorno.\nMa ora dedichiamoci alla parte tecnica di questa slot.\nDragon’s treasure – Oltre alle illustrazioni\nPassiamo ora all’aspetto tecnico: ci troviamo di fronte a una slot con RTP pari al 96%, un valore abbastanza alto rispetto alla media. Il meccanismo utilizzato è di tipo 5*3, con quindici simboli mostrati a ogni giocata.\nSorprende vedere il numero estremamente ridotto di linee di vincita, solo cinque, ma il gioco sa dimostrarsi generoso anche in questo caso.\nIl simbolo a cui dobbiamo prestare maggiore attenzione è sicuramente il drago, il quale ricopre sia il ruolo di simbolo Wild in grado di sostituire gli altri simboli in gioco, sia di simbolo Scatter che ci permette di accedere ai giri gratuiti.\nAll’inizio di questa modalità speciale dovremo scegliere un simbolo, il quale verrà dotato di funzione “espansione” durante tutti i giri gratuiti. Dopo ogni giro, il simbolo scelto si espanderà sull’intero rullo e otterremo vincite in relazione a quanti simboli abbiamo ottenuto di quel tipo.\nIl giocatore dovrà decidere quindi, in base alla propria strategia, se puntare a simboli più comuni ma meno ricchi o se puntare a quelli più rari e preziosi.\nSlot simili a Dragon’s Treasure\nDraghi feroci e tesori sono un’ambientazione ancora piuttosto di nicchia nel mondo delle slot. Fra gli esempi più interessanti troviamo: Dragon’s Cave, Vikings Gods Gold, Flaming Dragon e The Wiz.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Dragon's Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/dragons-treasure_gratis-286x217.jpg",
            "filename": "dragons-treasure_gratis-286x217.jpg"
        }
    ],
    "name": "Dragon’s Treasure"
}