{
    "studio": "NetEnt",
    "text": "\nDruid’s Dream\nDruids Dream è una slot machine prodotta dalla software house NetEnt, che si porta nel mondo della mitologia celtica, in compagnia di creature dei boschi e simboli magici.\nSecondo la tradizione celtica i druidi erano degli antichi sacerdoti, che facevano parte dell’alta società e avevano una grande influenza anche nel mondo della politica. Non si tratta di personaggi fantastici, ma di cariche realmente esistite, che sono state presenti in Gallia per secoli. In questa bella slot la figura del druido è un pochino romanzata e rappresentata più come una sorta di creatura magica che come un’alta carica dello Stato.\nLa grafica di Druids Dream è davvero molto bella e riesce a trasmettere l’idea di trovarsi in un mondo incantato.\nOvviamente il colore che spicca su tutti è il verde: lo è il bosco che fa da sfondo al gioco, lo sono i vestiti e i copricapi dei protagonisti, lo sono alcune icone.\nInsieme ai druidi compaiono sui rulli dei simboli legati alla natura, riprodotti in maniera molto accurata e realistica, per un effetto finale e un’esperienza di gioco molto affascinanti e coinvolgenti.\nCaratteristiche principali della slot machine\nDruids Dream è una slot machine con una struttura canonica, composta da cinque rulli e tre righe, mentre le linee di pagamento sono ben 40. Il range di scommesse in questo caso è davvero molto ampio, partendo da una puntata minima di soli 20 centesimi a giro fino ad arrivare all’interessante cifra di 400 €, con un valore del gettone compreso tra mezzo centesimo e 10 €.\nLa volatilità di Druids Dream è medio-alta, il che significa che ci potranno essere delle vincite piccole e costanti ma che occorrerà pazientare un pochino se si vorranno mettere le mani su premi di un certo valore, con il jackpot stabilito a 200 volte l’importo della puntata.\nPer quanto riguarda il ritorno teorico al giocatore (return to player o RTP), Druids Dream non offre nulla di speciale, ma con il suo 96% tondo, rientra appieno nella media della maggior parte dei giochi di slot.\nSimboli e funzionalità di Druids Dream\nIn Druids Dream non sono presenti le carte da gioco e tutti i simboli che si alternano sui rulli sono legati al tema.\nTroviamo tra i simboli regolari delle pietre magiche di diversi colori, dei lupi, dei  gufi, due strumenti musicali e dei lupi bianchi che, tra tutti, sono i simboli che hanno il valore più alto.\nIl Wild è rappresentato semplicemente dalla scritta corrispondente, come singolo può cadere solamente sui rulli 1, 4 e 5, mentre lo si può trovare impilato sui rulli 2 e 4.\nSono presenti anche due simboli Scatter, identificati dai druidi, uomo e donna, che in questo caso hanno la funzione di jolly. La cosa interessante è che quando sullo stesso rullo compaiono insieme Wild e Scatter si avvia la funzione Respins, che permette di allungare le giocate e di avere più possibilità di mettere le mani su dei bei premi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Druid's Dream",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/druids-dream-featured-286x217.jpg",
            "filename": "druids-dream-featured-286x217.jpg"
        }
    ],
    "name": "Druid’s Dream"
}