{
    "studio": "Lightning Box Games",
    "text": "\nEagle Sun\nTra i temi su cui basare una slot machine, il vecchio west non passa mai di moda. Il fascino del deserto non si esaurisce mai, specialmente se fa da sfondo agli emozionanti scontri tra cowboy e banditi. Eppure, la dimensione più affascinante e mistica del vecchio west dono gli indiani d’America, con la loro vita a stretto contatto con la natura che li ha resi i padroni del deserto. Con Eagle Sun, la Lightning Box Games ci trasporta proprio in questo mondo, grazie ad una slot machine immersiva e particolare. Come in ogni recensione andiamo ad analizzare prima l’aspetto grafico e sonoro, che stavolta è davvero pazzesco.\nSotto il sole cocente di Eagle Sun\nGrazie al lavoro fatto da Lightning Box Games, il comparto artistico di Eagle Sun ci mette davvero poco a catapultarci nel deserto dell’Arizona. L’immensa pianura del deserto, delimitata solo da qualche montagna sullo sfondo, è abitata dai nativi americani, che hanno piantato alcune delle loro tende caratteristiche, mentre svariate aquile volano nel cielo. La griglia di gioco è composta da 5 rulli di legno senza cornice, separati tra di loro da un piccolo spazio. Gli abitanti del deserto sullo sfondo invece, li ritroviamo tra i simboli. Un capo tribù con la nuca ricoperta di piume, uno sciamano donna e un guerriero armato di lancia sono i simboli speciali, mentre tra quelli normali troviamo i classici Q, A, J, 10, alcuni tamburi e un acchiappasogni. Il simbolo Wild è il deserto, accompagnato dall’animazione di un’aquila che vola, mentre lo Scatter è un totem, che ritroveremo anche (in versione più grande) ai lati della griglia in una particolare modalità di gioco di cui parleremo più avanti. L’ultimo simbolo è quello della Eagle Spin, caratterizzato dalla testa di un’aquila che, attivata l’animazione, volerà versò il giocatore. Oltre alla grafica, c’è un altro aspetto artistico che eccelle in Eagle Sun, ovvero la musica, caratterizzata da sonorità che tipicamente attribuiamo al clima del deserto del vecchio west, e che sembra trasportarci in un inseguimento tra carovane. A prima vista potrebbe sembrare troppo movimentata, ma ci vorrà ben poco per accorgersi che si sposa perfettamente con il gameplay rapido e ricco di azione di questa slot machine.\nColpi di scena inaspettati con Eagle Sun\nEagle Sun dispone di parecchie spin particolari, sbloccabili in più modi. Quando si ottiene il già citato simbolo della Eagle Spin, partiranno delle spin in cui sarà possibile ottenere solo caselle vuote o Wild, e tutto questo andrà avanti finché si otterranno delle aquile. Ci sono altri modi per ottenere spin gratuite, come ottenendo 3, 4 o 5 scatter, ai quali seguiranno rispettivamente 7, 12 o 16 spin gratuite, che si concluderanno con una Super Eagle Spin, dove la griglia si amplierà fino a raggiungere 80 caselle. Con un RTP di 95.76% Eagle Sun si posiziona perfettamente nella media.\nAltre slot consigliate\nSe avete ancora voglia di esplorare il deserto e il vecchio west, alcune slot machines che potrebbero fare per voi sono Dead Or Alive II, Wild West Gold e Cowboy Treasure Deluxe.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eagle Sun",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/eagle-sun-free-286x217.jpg",
            "filename": "eagle-sun-free-286x217.jpg"
        }
    ],
    "name": "Eagle Sun"
}