{
    "studio": "NetEnt",
    "text": "\nEast Sea Dragon King\nContinua la tendenza di NetEnt di proporre titoli con tematiche asiatiche come nel caso della slot gratis East Sea Dragon King, ma possiamo ricordare anche la slot Fortune Rangers recensita proprio sul nostro sito e disponibile nella libreria Slotjava.\nCaratteristiche principali\nLa slot senza registrazione East Sea Dragon King è azionata da 5 rulli con pagamento in cluster. Giocabile da 00,10€ fino a 200,00€ per giro su tutti i dispositivi, questo gioco include jolly in espansione, ripetizioni e vincite fino a 1.000 volte la puntata a round. È altamente volatile, quindi fai molta attenzione. Anche se ti dà solo 5 rulli 3x, East Sea Dragon King offre Cluster Pays come un modo per realizzare le tue migliori combinazioni vincenti. La slot paga fino a 6.000 volte la puntata totale e ha un RTP al 96,23%. Ri-rotazione ed espansione dei jolly sono tra le principali caratteristiche di questo gioco ambientato nei fondali marini orientali questa slot ha una colonna sonora molto accattivante.\nSimboli marini\nTroverai simboli che galleggiano sui rulli, tra cui monete di bronzo, argento e oro. Ci sono anche conchiglie con perle, antiche pergamene, lingotti d’oro e draghi di giada. Essendo un cluster, le vincite si formano ottenendo 5 o più simboli corrispondenti in posizioni adiacenti. Il simbolo più gratificante è il Drago di Giada, ne bastano 15 e riceverai 1.000 volte la tua puntata.\nFunzione Wilds in espansione\nIl Re dei Draghi del Mare Orientale è il simbolo Jolly: il jolly può apparire su qualsiasi bobina e sostituirà tutti i simboli. 1 o più simboli jolly in atterraggio attiveranno la funzione Espandi Jolly,  che ti offrirà una bobina jolly.\nFunzione Re-Spins\nQuindi attiverai la funzione Re-Spins otterrai una ripetizione gratuita: la bobina Wild è si aggancia ad altre ruote che ripartiranno nuovamente. Le ripetizioni continuano fino a quando non compaiono più nuovi jolly o non hai riempito i rulli con jolly. Se lo gestisci bene, vincerai 1.000 volte la puntata.\nIl nostro parere\nSplendidamente progettata, la slot senza scaricare East Sea Dragon King attirerà i giocatori amanti del tema asiatico e cartoon. L’estrema varianza e le funzionalità Re-Spins e Wilds in espansione rendono il gameplay altamente dinamico e divertente. Sicuramente più semplice rispetto ad altri titoli offerti da NetEnt, questa slot rappresenta uno dei loro pochi giochi con alta volatilità e pagamenti eccellenti. Se vuoi scoprire di più sui prodotti gioco firmati NetEnt, seleziona la software house direttamente all’interno dei nostri casinò certificati AAMS per giocare sia in demo che con soldi veri, sfruttando i bonus e promozioni pensate ad hoc per te.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "East Sea Dragon King",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/east-sea-dragon-king_logo-286x217.jpg",
            "filename": "east-sea-dragon-king_logo-286x217.jpg"
        }
    ],
    "name": "East Sea Dragon King"
}