{
    "studio": "Inspired Gaming",
    "text": "\nEggspendables\nDifficilmente ci è capitato di dover recensire una slot tanto divertente come Eggspendables, nuovo gioco prodotto dalla famosa software house Inspired.  Il nome si rifà al famoso film Expandables, che grazie alla fusione con il nome Eggs, uova, crea un contrasto niente male: delle feroci ma fragili uova che si ritrovano impegnate in una missione militare con destinazione Cambogia. A rendere più coinvolgente il gioco c’è anche una grafica ben dettagliata che riprende lo stile dei cartoni animati, corredata da alcune divertenti animazioni, soprattutto durante i giochi bonus che vedremo nel dettaglio più avanti. Lo sfondo su cui si muovono i rulli è una foresta lussureggiante davanti a uno specchio d’acqua, con una musica incalzante ricca d’azione. Sotto la griglia di gioco troviamo tutte le impostazioni per settare il gioco e i pulsanti per lo Start e per avviare i giri automatici.\nCaratteristiche di Eggspendables\nLa griglia di gioco è composta da 5 rulli e 4 linee, con una puntata minima totale di 0,20 €, quindi 0,01 € per ognuna delle 20 linee fisse che compongono il gioco. La puntata massima è invece di 200 € e vengono pagate le combinazioni vincenti da sinistra a destra. Eggspendables ha un buon RTP, pari al 96,8%. Infine, è possibile impostare tra 5 e 100 giri automatici, aggiungendo dei limiti di perdita o di vincita.\nSimboli e funzionalità\nRicca di Bonus che permettono di ottenere ottime vincite, in Eggspendables non sono presenti simboli legati al mondo delle carte da gioco, ma solo a tema con la slot. Quelli che pagano meno sono i baschi appartenenti al sergente, al luogotenente e al generale. A seguire in ordine di valore troviamo la bomba a mano, il bazooka, la polvere da sparo, l’elicottero e il carrarmato. Il simbolo che paga di più è il logo del gioco.\nDi tanto in tanto può comparire il simbolo misterioso, un missile che può assumere le sembianze di qualsiasi icona e che regala un giro gratuito.\nVediamo ora i bonus, il vero cuore di tutto il gioco. Sono 3 e dipendono dal tipo e dal numero di Eggs raccolti:\n\nDai 3 ai 5 simboli, accederai al gioco bonus più semplice. In pratica dovrai far girare un set di cucchiai, ognuno legato a un moltiplicatore. Il gioco finisce quando romperai l’uovo.\nDai 10 ai 14 simboli danno avvio al secondo gioco bonus: si gioca il bonus precedente ma quando si conclude si avranno 6 Respins nel gioco regolare. Il sergente diventa Wild, e ogni volta che compare sui rulli dà diritto a diversi giri gratuiti, oltre ad esplodere e a trasformare in Wild tutti i simboli adiacenti tranne quelli in diagonale.\nTra i 15 e i 20 simboli, si ha diritto a giocare il terzo bonus: la griglia si sposta sotto un aereo militare in volo con il portellone aperto. Ogni volta che sui rulli appare un soldato rosso, questi prenderà posto all’interno dell’aereo. Quando il sergente circondato dal fuoco fa la sua scomparsa sul rullo, allora i sergenti si lanceranno dall’aerei con il paracadute e trasformeranno i simboli regolari in uova fritte con funzione di Wild. Inoltre, simboli delle uova soldato premiano con un minimo di 5 fino a un massimo di 20 Free Spins.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eggspendables",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/eggspendables_gratis-286x217.jpg",
            "filename": "eggspendables_gratis-286x217.jpg"
        }
    ],
    "name": "Eggspendables"
}