{
    "studio": "iSoftbet",
    "text": "\nEgyptian King\nEgyptian King slot: un viaggio affascinante all’interno delle piramidi\nAmbientata all’interno di una piramide, tra tombe sacre e antichi simboli legati alla storia del faraone, la slot gratis Egyptian King prodotta da iSoftBet fa parte della nostra collezione di slot online gratis a tema egiziano. Vediamo subito come funziona.\nStruttura gioco della slot senza registrazione Egyptian King\nLa slot viene fornita con 5 rulli e 20 linee di pagamento. La sua giocabilità va da 0,20€ fino ad un limite di 20,00€ a giro su tutti i dispositivi. Sono presenti ben 4 funzioni Bonus. La funzione Free Spins include Golden Sticky Wilds con moltiplicatori fino a 3 volte che ti permetteranno di accumulare grandi vincite. Quali sono i simboli da tenere d’occhio?\nSimbologia antica e sacra\n\nI simboli includono: le carte standard A, K, Q e J,\ngli scarabei: Eyes of Ra, Wadjet la dea cobra, Bastet  il dio gatto, Anubi il dio cane e Occhio di Horus, il dio degli uccelli. Quest’ultimo è il simbolo più gratificante: se ne raccogli 3, 4 o 5 riceverai 3, 7,5 o 25 volte la puntata,\nil faraone è il simbolo Jolly e sostituisce tutti i simboli tranne i simboli Bonus e l’Amuleto. Questa icona può attivare casualmente la funzione Random Wilds e aggiungere 3 o più jolly ai rulli,\nil simbolo della Piramide è il simbolo Bonus: quando appare su ciascuno dei 3 rulli centrali, si attiva la funzione Giri gratuiti con 10 giri gratis. Cerca i Golden Sticky Wilds che si appiccicheranno ai rulli dai faraoni regalandoti vincite inaspettate,\nl’altro simbolo da cercare il simbolo Amuleto: quando appare simultaneamente sui rulli 1 e 5, si attiverà la funzione Respins Faraone. Con 3 respins assegnati, i simboli jolly extra vengono aggiunti casualmente su ogni respin anche in abbinata ai moltiplicatori fino a 3x.\n\nNota bene! I Golden Wild possono arrivare insieme a moltiplicatori e rimuovere i simboli di basso valore per aumentare le tue vittorie. Un Golden Wild nell’ultimo giro gratuito ti regalerà 1 round gratis aggiuntivo.\nLe mie considerazioni su questa slot senza scaricare\nEgyptian King è sicuramente una slot altamente volatile: con molta fortuna, potresti vincere 1.500 volte la puntata su ogni Respin o giro libero con il moltiplicatore 3x. Nell’intera funzione Free Spins, puoi vincere un totale di 8.752 volte la tua puntata complessiva. Tra le slot a tema egiziano, questo titolo si colloca piuttosto in alto nella classifica di questo genere di trame. Consiglio a questo proposito, di provare anche le altre slot gratis dell’Antico Egitto nei nostri casinò online.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Egyptian King",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/egyptian-king-slot-286x217.jpg",
            "filename": "egyptian-king-slot-286x217.jpg"
        }
    ],
    "name": "Egyptian King"
}