{
    "studio": "WMS",
    "text": "\nEgyptian Riches\nDei tanti temi che sono stati largamente utilizzati nel mondo delle slot machine online, quello dell’Antico Egitto sicuramente rientra nella top 5 per diffusione. La terra e il tempo delle piramidi infatti esercitano un fascino unico nel suo genere nell’immaginario di chiunque, pensando ai misteri nascosti in quei sepolcri monumentali e ai tesori che vi si trovano.\nSe quindi parliamo di un tema abbastanza comune, andiamo a scoprire come l’ha sfruttato e adattato la casa di sviluppo WMS con il titolo Egyptian Riches.\nEgyptian Riches: grafica e audio\nAl solito, andiamo a cominciare la nostra analisi con l’aspetto più “superficiale” e immediato che colpisce la nostra attenzione: il comparto visivo. Lo sfondo della slot non è chiaro, potrebbero essere colonne come drappi che si affacciano sullo scenario desertico egiziano. Il colore che regna sovrano è sicuramente il giallo e il celeste, tinte molto comuni anche nei dipinti che ancora oggi si trovano in questo paese e i vari simboli che vanno a comporre la griglia di gioco sono tutti a tema.\nIn molte slot, infatti, è possibile trovare degli archetipi che cozzano con il tema proposto, come quello dei simboli delle carte da gioco (A, K, Q…) che in alcuni casi, come questo, non avrebbero senso. Fortunatamente in Egyptian Riches troviamo solo simboli tematici: da scarabei multicolore al gatto, da Anubi ai vasi canopi.\nInfine parlando dell’aspetto sonoro, la musica e in jingle legati alle vincite sono attivi solo durante il gioco vero e proprio, così da non stancare il giocatore durante le pause.\nEgyptian Riches: meccaniche di gioco\nParliamo velocemente dell’aspetto tecnico di questa slot: come da consuetudine della WMS, ci troviamo di fronte a un titolo con cinque rulli che mostrano tre simboli ad ogni giocata. Quindici immagini per ogni turno, quindi, che si dispongono in combinazioni in base alle 20 linee di vincita.\nIl gioco presenta, come abbiamo potuto dire in precedenza, simboli relativi al mondo egiziano, e lo stesso si può dire anche per quelli più speciali, legati a delle funzioni bonus. In questo caso ne troviamo due: la moglie del faraone (che non chiameremo faraona per evitare confusione con il volatile) la quale è un simbolo Scatter che ci permette di accedere alla funzione bonus e il titolo stesso della slot che invece ricopre il ruolo di Wild, ovvero di jolly in grado di sostituire tutti gli altri simboli normali.\nParlando della dama, è possibile accedere alla modalità bonus trovandone almeno 3 in un unico round. Se ne troviamo quattro, le vincite associate verranno moltiplicate per due. Trovandone cinque, il valore massimo, le vincite verranno moltiplicate per quattro.\nSlot simili a Egyptian Riches\nL’antico Egitto, come abbiamo detto in precedenza, sarà sempre un tema molto amato nel mondo delle slot online. Se volessimo navigare velocemente in questo enorme catalogo di titoli, potremmo scoprire slot come Ancient Egypt della Pragmatic Play o ancora Book of Ra della Novomatic, un titolo leggendario in questo tema che è stato seguito da altri capitoli molto simili.\nMa questi sono solo due esempi delle tantissime slot a nostra disposizione.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Egyptian Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/egyptian-riches_thumb-1-286x217.png",
            "filename": "egyptian-riches_thumb-1-286x217.png"
        }
    ],
    "name": "Egyptian Riches"
}