{
    "studio": "DreamTech",
    "text": "\nEight Immortals\nCome abbiamo visto più volte, molte slot machines hanno provato a farsi portatrici del fascino dell’oriente, e in particolar modo della Cina. Antichi villaggi, guerrieri e l’immancabile capodanno cinese hanno fatto da sfondo a moltissime slot interessanti, e quella di oggi non è da meno. Con Eight Immortals, la Dreamtech ci fa viaggiare tra la mitologia cinese, prendendo spunto dalla leggenda degli otto immortali, utilizzatissimi nell’arte e nella letteratura cinese. La Dreamtech sarà riuscita a creare una slot machine degna di nota o avrà scomodato queste leggendarie figure per nulla? Scopriamolo cominciando ad analizzare l’aspetto grafico.\nEight Immortals e i suoi interessanti personaggi\nEssendo la leggenda degli otto immortali così famsa, Eight Immortals non è di certo l’unica slot machine che ne trae spunto, ma tra tutte è sicuramente quella che gli rende più onore. Dal punto di vista grafico infatti, la Dreamtech ha creato una slot impeccabile e decisamente accattivante, specialmente per chi ama l’animazione e i videogiochi giapponesi, ma andiamo con ordine. Lo sfondo, molto semplice seppur animato, è composto da delle onde che si infrangono sugli scogli, con una creatura leggendaria simile ad una manta che salta occasionalmente fuori dall’acqua. La griglia, composta da 5 rulli a 3 linee è trasparente, mentre in alto e in basso sullo schermo ci sono i dati di gioco, incorniciati con un motivo dallo stile orientale. La semplicità dello sfondo e funzionale per non affaticare troppo l’occhio del giocatore e per non creare una scena troppo confusionaria, questo perché ad essere molto più dettagliati sono i simboli di gioco. Ognuno di questi, tranne quello con una semplice tavola e alcune monete d’oro, è caratterizzato da un personaggio degli otto immortali, che verrà anche animato nel caso si vincesse un jackpot. Lo stile in cui sono disegnati i personaggi è molto accattivante e reminescente dello stile degli anime giapponesi. Il simbolo Wild è una lettera dorata mentre lo scatter un tempio tra delle nuvole. Quando si ottengono spin gratuite grazie agli scatter (ne parleremo meglio nel prossimo paragrafo), lo sfondo cambia e veniamo trasportati in un mistico panorama montuoso, tra le nuvole e gli aironi. Di musiche ce ne sono più di una, ma tutte rispecchiano il tema orientale, seppur in alcuni casi abbiano anche delle sonorità moderne ed energetiche in grado di caricare il giocatore nei momenti più intensi.\nEight Immortals, semplice ma efficace\nSe nello stile grafico Eight Immortals è eccezionale, dal punto di vista del gameplay si rivela piuttosto semplice. Non dispone di modalità particolari, se non delle 15 giocate gratuite (che sono riattivabili e cumulabili) attivabili ottenendo minimo tre scatter. Con un RTP abbastanza generoso del 97.01% e un rullo orizzontale presente sulla parte superiore della griglia che potrebbe permettervi di ottenere dei moltiplicatori ad ogni giocata, Eight Immortals è una scelta valida anche per chi non verrà ammaliato abbastanza dal suo comparto artistico.\nSlot simili a Eight Immortals\nSe dopo aver provato Eight Immortals avrete ancora fame di cultura orientale potreste provare 88 Fortunes, Asian Beauty, Choy Sun Doa o, se siete amanti dei carlini, anche il bizzarro Astro Pug.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eight Immortals",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/eight-immortals-featured-286x217.jpg",
            "filename": "eight-immortals-featured-286x217.jpg"
        }
    ],
    "name": "Eight Immortals"
}