{
    "studio": "ReelPlay",
    "text": "\nEl Dorado Infinity Reels\nAvventuratevi nelle giungle virtuali dell’America centrale alla ricerca dell’oro perduto nella slot El Dorado Infinity Reels. Creato da ReelPlay, è il primo slot a utilizzare l’innovativo motore di gioco Infinity Reels dello sviluppatore. Le vincite successive aggiungono 1 bobina in più in gioco, oltre ad aumentare di 1x il moltiplicatore. Espandi le bobine a 15 bobine e un bonus di 888 volte la tua puntata è in palio. C’è anche una funzione di giri gratis dove ogni espansione può aumentare un moltiplicatore fino a 4x. Le puntate partono da 20 centesimi, fino a un massimo di 40 euro per giro.\nUnisciti al viaggio nelle giungle virtuali dell’America Centrale alla ricerca dell’oro perduto nella slot El Dorado Infinity Reels. Sviluppato da ReelPlay, questo è il primo slot a utilizzare la nuova funzione Infinity Reels. Piuttosto che avere un set di bobine di formato, il numero di bobine di questo slot può espandersi. Il gioco si basa sulla leggenda di El Dorado (il Re d’Oro) che si ricoprì di polvere d’oro prima di immergersi nel Lago Guatavita. Ora il tuo compito è quello di trovare la città dell’oro perduta e vincere grandi quantità di denaro!\nUna grafica preziosa e leggendaria\nA El Dorado Infinity Reels c’è un look fresco, moderno e soprattutto colorato. L’ambientazione è la giungla centroamericana. Sulle bobine vedrete blocchi di pietra che sono pieni di 6 gemme di valore inferiore e 4 maschere azteche più gratificanti. L’uomo azteco con il copricapo è il selvaggio. Sostituisce tutti i simboli standard. E’ tutto molto impressionante, supportato da una colonna sonora da urlo. Niente brontolii sul disegno, quindi.\nEl Dorado Infinity Reels ha un design fresco, moderno e colorato con una grafica sorprendente. Il gioco è ambientato nella giungla centroamericana, con una cascata tentacolare, una vegetazione lussureggiante e i raggi del sole che penetrano tra le nuvole. Sulle bobine troverete diversi simboli interessanti, ben disegnati e supportati da una colonna sonora che spacca. Inoltre, alcuni templi aztechi appariranno una volta che i rulli si espanderanno verso destra. Tutto sommato, lo standard grafico è elevato, i simboli sono unici e i giocatori saranno soddisfatti della prima impressione che questo gioco dà.\nFunzioni e simboli della Slot Machine\nNon ci sono linee di pagamento attive in questa slot. Infatti, le vincite vengono assegnate per un minimo di cinque simboli corrispondenti uno accanto all’altro a partire dal primo. Ogni cinque simboli uguali valgono come una vincita e il gioco aggiunge un’altra bobina, e così via. Inoltre, il gioco ha alcune interessanti caratteristiche bonus che possono aumentare le vincite del giocatore.\nOgni giro inizia con tre rulli e quattro file. Ogni combinazione vincente aggiungerà un’altra bobina a destra. Questo continuerà fino a quando si crea una nuova combinazione vincente. Se non si crea, i rulli torneranno a tre.\nUna volta aggiunta una bobina al gioco, si attiva un moltiplicatore. Inizia a 1x e aumenta di 1x per ogni bobina successiva. Quando la funzione Infinity Reels termina, le vincite vengono calcolate moltiplicando il numero totale dei simboli vincenti. Proprio come la funzione Infinity Reels, non c’è limite a quanto alto può andare il moltiplicatore.\n \nSe atterri 12 rulli in una sequenza di rotazione, ti verrà assegnato un jackpot del valore di 888x la tua puntata. Questa è chiamata la funzione Jackpot. Man mano che le bobine crescono, noterete una piccola scatola nell’angolo in alto a destra che vi dirà di quante altre bobine avete bisogno per vincere il Jackpot.\nQuando si effettua una combinazione vincente con il simbolo di spargimento della Piramide d’Oro, si attiva la funzione Free Spins. Ti verranno assegnati 10 giri gratuiti e ogni simbolo scatter durante questa funzione ti ricompenserà con quattro giri gratuiti aggiuntivi.\nInoltre, ci sono quattro diversi livelli di trottole gratuite. Man mano che i livelli crescono, i moltiplicatori aumentano di 2x, 3x, e 4x il palo, e così anche l’RTP.\n\nLivello 1: 95,51% RTP;\nLivello 2: 95,91% RTP;\nLivello 3: 96,16% RTP;\nLivello 4: 96,54% RTP.\n\nSiamo stati abbastanza presi dalla slot El Dorado Infinity Reels. Il nuovo meccanico ci mette un po’ ad abituarsi. Fate qualche giro in modalità play se potete. Una volta che hai messo gli occhi dentro, c’è molto da apprezzare qui. Il suono e le immagini sono di prima classe e i moltiplicatori in espansione e le rotazioni libere possono fornire un po’ di azione al top.\nDa media ad alta varianza, si possono vincere fino a 357,65x le tue puntate nel gioco di base – nella funzione Free Spins, si possono vincere 6.250x le tue puntate da ogni giro gratis. Questo è un inizio promettente per le slot Infinity Reels. Nel complesso, il gioco El Dorado Infinity Reels offre qualcosa di diverso da quello che è disponibile e può anche pagare molto bene se la vostra fortuna è in gioco.\nAltre Slot Machine simili\nViaggiate indietro nel tempo per visitare l’antico impero Maya e la sua piramide più impressionante fatta d’oro. Questa è la premessa di El Dorado The City of Gold slot realizzata da Pragmatic Play. Il gioco offre molti simboli fatti d’oro e animali della giungla per creare un’atmosfera che ti mette in gioco.\nOltre alle vittorie di base, El Dorado the City of Gold ha simboli colossali, un gioco di raccolta di denaro, moltiplicatori di vincita, simbolo scatters e un wild. Dal punto di vista estetico, si tratta di una vera e propria produzione di gioco pragmatica, dove l’arte è riconoscibile da lontano e le dinamiche di gioco comportano un’avventura di qualità.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "El Dorado Infinity Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/el-dorado-infinity-reels-free-286x217.jpg",
            "filename": "el-dorado-infinity-reels-free-286x217.jpg"
        }
    ],
    "name": "El Dorado Infinity Reels"
}