{
    "studio": "IGT",
    "text": "\nElectric Tiger\nLa slot Electric Tiger fa pensare subito al casinò. Prodotta dalla IGT, presenta dei colori, effetti sonori e una base musicale in perfetto stile casa da gioco. La grafica include anche uno sfondo ipnotico, che a molti potrebbe piacere mentre ad altri no.\nSi tratta di una slot moderna, ma che può piacere anche ai giocatori vecchio stile, in quanto vi sono poche funzioni e i simboli richiamano le slot più classiche.\nElectric Tiger presenta un RTP compreso tra il 92,35% e il 96,25%.\nGrafica della slot machine\nNella slot Electric Tiger si crea un effetto discoteca, con giochi di luci che vanno ad illuminare il display e renderlo dinamico. Tra i simboli compaiono simboli tradizionali come le campane e frutta varia (limoni, ma anche angurie), ai quali si aggiungono i simboli della tigre, la vera protagonista del gioco.\nI simboli tigre, ogni volta che appaiono, vanno a ricoprire il rullo in cui escono. Quindi, se ad esempio una tigre si ferma sul quarto rullo, questo viene trasformato subito in un “rullo tigre”, con tre tigri  in verticale.\nIl bello deve ancora arrivare: il simbolo tigre è anche il simbolo jolly! Ciò vuol dire che ogni volta che una tigre esce e regala altre due tigri sullo stesso rullo, quell’intero rullo diventa un rullo jolly.\nVa detto che non esce molto frequentemente, però quando esce può offrire buoni premi e aiutare nelle combinazioni vincenti su tutte le linee (dato che copre l’intero rullo).\nLa combinazione di 5 tigri viene pagata 3000 volte la puntata. Questa può sostituire tutti i simboli del gioco tranne i simboli speciali (le stelle).\nLe funzioni e i bonus della slot\nLe funzioni speciali della slot non comprendono solo il jolly espandibile. Infatti, vi sono altri simboli speciali che vanno a richiamare altre funzioni speciali. Infatti, il simbolo Stella, in qualsiasi posizione sul rullo 3, fa attivare la giocata Bonus regalo.\nLa funzione Bonus Regalo attiva a caso la funzione Bonus Wheel Shot o la giocata Bonus della Ruota. Tale funzione termina e inizia con la giocata bonus che si è attivata.\nMa in cosa consistono? Si attivano 4 ruote della fortuna più una ruota bonus. Si inizia con 1 giro iniziale sulla Ruota 1. Ogni giro della ruota viene attivato automaticamente e assegna il valore visualizzato. E’ possibile attivare anche un giro della ruota a sinistra o a destra della ruota corrente.\nSlot simili a Electric Tiger\nGiocare alla slot Electric Tiger può ricordare altre slot sotto due punti di vista: ruota della fortuna e tigri. Chi ha la passione per le ruote della fortuna può provare la slot Wheel of Fortune Ultra 5 Reels (prodotta dalla stessa IGT) che è dedicata completamente alla ruota della fortuna.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Electric Tiger",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/electric-tiger-logo-286x217.jpg",
            "filename": "electric-tiger-logo-286x217.jpg"
        }
    ],
    "name": "Electric Tiger"
}