{
    "studio": "WMS",
    "text": "\nELVIS: THE KING Lives\nIl tema di questa bella slot machine tratta dal catalogo della software house William Interactive (WMS), come da titolo è incentrata sulla figura di Elvis Presley, il leggendario re del rock, che con le sue canzoni ha conquistato un posto nella storia della musica a livello mondiale.\nAncora oggi, a distanza di oltre quarant’anni dalla sua morte, il mito di Elvis Presley è più che mai vivo, e i suoi album continuano ad essere suonati e amati da appassionati in tutto il mondo.\nIl mito di Elvis è sviluppato in questa slot grazie a una grafica piacevole e a un’interfaccia divertente: tutti i simboli che si alternano sui rulli sono un tributo alla figura del re del rock, a partire dalle sue mitiche scarpe di camoscio blu, passando per la sua chitarra, un orsacchiotto di colore viola e un cane da caccia.\nLo sfondo in cui si muove Elvis in questa slot machine è una sorta di Sin City, realizzata con una grafica non eccezionale ma sicuramente ben fatta e coinvolgente.\nLa schermata iniziale si apre con delle foto di Elvis Presley e, ovviamente, la sua musica in sottofondo, musica che accompagna il giocatore in tutte le fasi del gioco, e che diventa parte integrante della slot, regalando un’esperienza ludica molto appassionante, in particolare per i cultori della musica in generale e del mito di Elvis Presley in particolare.\nCaratteristiche principali della slot\nLa WMS ha nel suo catalogo già un’altra slot incentrata sulla figura di Elvis Presley, chiamata Elvis Lives, questo nuovo titolo si distingue dal precedente soprattutto in virtù del gameplay che risulta decisamente più articolato e avvincente.\nElvis the King Lives presenta 80 linee di pagamento e un set di rulli davvero particolare: troviamo infatti due mini-griglie, una con due rulli e due righe e l’altra con tre rulli e sei righe.\nA prima vista questa struttura di gioco potrebbe sembrare complicata o confusa, ma una volta che si inizia a giocare ci si rende conto che la slot non è tanto difficile da padroneggiare.\nPer esempio, se si vuole ottenere una combinazione vincente, occorre avere due simboli identici e adiacenti sulla prima griglia e un altro simbolo uguale, oppure un jolly, nella griglia più grande.\nSu Elvis the King Lives è possibile scommettere da un minimo di 0,40 fino a un massimo di 200 € su tutte le 80 linee.\nSimboli e  funzionalità speciali di Elvis the King Lives\nOltre ai simboli tematici già citati, in Elvis the King Lives troviamo anche le tradizionali carte da gioco, che come sempre hanno il valore più basso.\nPer quanto riguarda i simboli e le funzionalità speciali, abbiamo un Wild rappresentato da Elvis in persona, che ha funzione di jolly; oltre a questo è presente il simbolo Elvis Feature che quando compare sui rulli per almeno tre volte regala un numero variabile di giri gratuiti, e se occupa tutta la griglia permette di vincere un premio pari a 100 volte la scommessa\nAbbiamo poi il Bonus Jukebox che si attiva all’inizio dei giri gratuiti e che fa vincere premi fino a 25 volte la scommessa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "ELVIS: THE KING Lives",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/elvis-the-king-lives-gratis-286x217.jpg",
            "filename": "elvis-the-king-lives-gratis-286x217.jpg"
        }
    ],
    "name": "ELVIS: THE KING Lives"
}