{
    "studio": "WMS",
    "text": "\nElvis Lives\nDa Memphis fino allo schermo del vostro computer o del vostro smartphone, Elvis Presley si presenta già dalla schermata iniziale della slot, promettendo un’avventura ludico-musicale davvero affascinante.\nCome da titolo, questa slot machine è interamente incentrata sulla figura e sul mito di Elvis Presley, indiscusso re del rock con centinaia di milioni di dischi venduti, che continua a scalare le classifiche anche dopo la sua morte avvenuta nel 1976.\nElvis Presley possedeva diverse abitazioni a Las Vegas, e una slot machine che gli rende omaggio sembra un doveroso tributo da parte del mondo dei casinò.\nIl compartimento grafico di Elvis Lives non riserva grandi soprese: da questo punto di vista si tratta di una slot piuttosto ordinaria, in cui la cosa che senza dubbio rende il gioco interessante, oltre al gameplay, è la possibilità di ascoltare del buon rock mentre si fanno girare i rulli. Le canzoni del Re infatti suonano costantemente durante tutto il gioco, il che ci pare una scelta ottima per sostenere un’esperienza ludica che, basandoci solamente sulla grafica, non avrebbe tanto da dire.\nI simboli comprendono sia i cosiddetti reali, sia quelli coerenti con il tema.\nSe si gioca da dispositivi mobili, è consigliabile utilizzare Chrome per i dispositivi Android e Safari per quelli iOS.\nCaratteristiche della slot\nLa software house WMS ha scelto per questa sua slot machine una struttura di gioco molto tradizionale: Elvis Lives presenta infatti i canonici cinque rulli e 12 righe, e si possono effettuare le proprie puntate su ben 60 linee di pagamento.\nIl range di scommessa per Elvis Lives va da un minimo di 50 centesimi fino a un massimo di 100 € per giro, cifra quest’ultima che potrebbe soddisfare anche gli high rollers.\nIl ritorno teorico al giocatore (RTP i return to player) di questa slot machine si attesta su un abbastanza deludente 95,86%, al di sotto delle media, tuttavia se si è fortunati si possono ottenere dei buoni guadagni prestando attenzione ai numerosi bonus in denaro.\nÈ presente la funzione Autoplay, grazia alla quale si possono impostare i giri automatici, per chi non intende lanciare ogni singolo giro.\nUna caratteristica particolare di Elvis Lives è data dal fatto che i rulli 2, 3 e 4 si possono unire a formare una sorta di rullo unico su cui compaiono dei simboli giganti.\nFunzionalità speciali di Elvis Lives\nLe funzionalità speciali di Elvis Lives sono attivate dai simboli “Attiva Bonus” che valgono come Scatter e possono attivare una delle quattro opzioni di gioco:\n\nGiri Gratis Aloha: permette di ottenere 7 giri gratuiti e di poter usufruire di due jolly che potranno fungere anche da moltiplicatori\nGiri Gratis TCB: offre 5 giri gratuiti e attraverso 3 simboli raffiguranti degli anelli di diverso colore regala moltiplicatori o ulteriori free spins.\nBonus selezionatore Tuta da ginnastica: è un vero e proprio mini-gioco in cui si ha la possibilità di vincere il jackpot.\nBonus Elvis Lives: sulla schermata di gioco appare una scritta che riporta il nome della slot “Elvis Lives”, a seconda di quante lettere di questa scritta si illuminano verrà assegnato un diverso premio in denaro.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Elvis Lives",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/elvis-lives_logo-1-286x217.jpg",
            "filename": "elvis-lives_logo-1-286x217.jpg"
        }
    ],
    "name": "Elvis Lives"
}