{
    "studio": "Inspired Gaming",
    "text": "\nEmerald Smash\nInsieme alle roulette, le slot fruttate sono forse il grande classico dei giochi d’azzardo, le uniche che associamo quasi istintivamente all’immagine dei grandi casinò di Las Vegas. La Inspired ha reso omaggio alla tradizione creando una slot con dei frutti fatti di smeraldo, ma provando a portare una ventata di novità inserendo degli ulteriori simboli che andando in mille pezzi assicurano vincite di un certo livello. Partiamo però dalla grafica, che è molto scarna, priva di fronzoli. Non per forza questo è un tratto negativo, anzi, dal nostro punto di vista troviamo che una slot a tema frutta non viene creata dagli sviluppatori per stupire con animazioni e effetti speciali, ma piuttosto per offrire un prodotto dal gameplay semplice e intuitivo. La griglia di gioco si staglia su uno sfondo che dal rosa sfuma al viola, con pochi tasti a comparsa posti ai lati. Infatti, durante il gioco il tasto Start, Impostazioni e Valore puntata scompaiono per riapparire una volta che i rulli si fermano. Un motivetto elettronico per nulla invadente fa da sfondo al gioco, a cui si sovrappone un saggio laser per segnalare la vincita.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha 5 rulli e 3 linee, con 30 linee di pagamento fisse che non possono essere modificate. La puntata minima per un singolo spin è di 0,30 €, ossia 0,03 € per linea, mentre la massima è di 90 €. In caso di vincita su più linee, viene pagata solo quella più alta. Le combinazioni vincenti vanno da sinistra a destra. Dalle impostazioni è possibile disattivare i suoni, azionare la funzione Gioco per mancini che inverte la posizione dei pulsanti e attivare il turbo per una rotazione dei rulli accelerata. Tenendo premuto il tasto Start si accede alla pagina dei giri automatici. Da qui è possibile impostarne da un minimo di 5 a un massimo di 100, oltre a impostare dei limiti di perdita o di vincita. Emerald Smash ha un ritorno teorico al giocatore (return to player o RTP) abbastanza buono, pari al 96,5%.\nSimboli e funzionalità di Emerald Smash\nPer avere combinazioni vincenti è necessario che sui rulli si presentino almeno 3 simboli, tranne che per il 7 per cui ne bastano 2. In ordine di valore, i simboli più bassi sono il limone, l’uva e le ciliegie, seguiti dall’arancia, dalla fragola e dall’anguria. Il quadrifoglio e la stella hanno un ottimo ritorno, anche se a valere più di tutti è il numero 7. Per fare un esempio concreto, se decidiamo di puntare la scommessa minima, 0,30 € e vediamo apparire 5 simboli 7, allora verremo ripagati con ben 5 €.\nDi tanto in tanto sui rulli possono apparire degli smeraldi di colore verde che si spezzano e liberano un simbolo a caso. Tutti gli smeraldi presenti prenderanno le sembianze di quel simbolo, così da creare una combinazione vincente o nel caso sulla griglia siano presenti altri simboli, di incrementare la vincita.\nIn Emerald Smash non sono presenti Wild e Scatter.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Emerald Smash",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/emerald-smash_thumb-286x217.jpg",
            "filename": "emerald-smash_thumb-286x217.jpg"
        }
    ],
    "name": "Emerald Smash"
}