{
    "studio": "Relax Gaming",
    "text": "\nEmerald’s Infinity Reels\nIl protagonista di Emerald’s Infinity Reels è il Leprechaun, uno gnomo tipico della mitologia irlandese appartenente al mondo delle fate. Caratteristica di questo simpatico folletto è la sua propensione agli scherzi e la capacità di costruire scarpe per sé e per le fate. Il Leprechaun spesso viene rappresentato con una cetra, altro simbolo appartenente al folklore irlandese.\nOgni elemento di Emerald’s Infinity Reels è un omaggio all’Irlanda, a partire dal bosco magico e lussureggiante che si osserva sullo sfondo, con quadrifogli e pentoloni tipici della cultura celtica. I simboli anziché sui rulli atterrano su una cascata di acqua cristallina, e sulla destra c’è una lavagna di legno con una funzione ben precisa che vedremo nel dettaglio più avanti. Nella console sotto la griglia troviamo il variatore di puntata, la doppia freccia per far correre i rulli a velocità maggiore, il tasto Start e Autoplay, oltre alle informazioni riguardanti vincite e saldo. Qualche simpatica animazione accompagna le fasi principali di gioco, reso ancor più coinvolgente da una musica rilassante e dallo scrosciare dell’acqua della cascata.\nCaratteristiche della slot\nLa griglia di gioco ha 3 rulli e 4 righe. La puntata minima è di 0,10 €, quella massima di 50 €. Si possono impostare 10 giri automatici , ma anche 50 o 100 o farli andare all’infinito e poi bloccarli in qualsiasi momento cliccando sul tasto di avvio. Altrimenti si possono impostare  limiti di perdita, limiti di vincita totale o di vincita singola, raggiunti i quali l’Autoplay si bloccherà.\nLa volatilità è alta, quindi è vero che per vincere occorrerà fare qualche spin in più, ma gli importi saranno sempre abbastanza alti. Ottimo l’RTP, pari al 96,3%.\nSimboli e funzionalità\nÈ il momento di soffermarci sul punto forte della slot, i rulli infiniti. In pratica, ogni volta che si ha una combinazione vincente, il simbolo sul primo rullo viene trasferito nella tabella di legno sulla sinistra e l’ultimo rullo riparte. Fin quando sul primo rullo apparirà ancora lo stesso simbolo vincente, esso verrà collezionato. Stesso discorso vale per i moltiplicatori x2 che a fine spin saranno applicati alla vincita.\nUn altro speciale moltiplicatore X2 invece raddoppierà i simboli vincenti presenti sulla griglia di gioco.\nI simboli sono sei, tre pietre preziose (rosso, giallo, verde), una pipa, un boccale, e il nostro Leprechaun. Con la puntata minima di 0,10 €, la pietra verde ripaga con 0,04 €, la gialla 0,05 €, la rossa 0,06 €. La pipa 0,10 €, il boccale 0,15 €, il Leprechaun 0,30 €.\nLa cetra è il nostro simbolo Bonus. Collezionandone almeno 3 si otterranno 12 Free Spins e per ogni Bonus aggiuntivo si avranno 2 ulteriori giri gratuiti. Tutti i simboli collezionati durante la funzione Bonus verranno tenuti sino alla fine, così da poter ottenere vincite maggiori. Ulteriori 3 Free Spins riattivano la funzione.\nOpinioni su Emerald’s Infinity Reels\nEsprimere un giudizio su Emerald’s Infinity Reels è abbastanza semplice. L’originalità del gameplay, i pochi simboli presenti, i moltiplicatori, ci hanno convinto appieno sulla bontà del prodotto. Di sicuro a risaltare è il sistema di rulli infiniti, che fa davvero aumentare le chance di portarsi a casa un bel gruzzoletto. La grafica è di ottima fattura, la musica rilassante e il valore RTP è di livello ottimo. Di certo non è una slot adatta a chi cerca giochi complessi multilivello o con gameplay sofisticati, ma è l’ideale per chi ha voglia di passare qualche ora lieta con una slot leggera e semplice.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Emerald's Infinity Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/emeralds-infinity-reels_slot-286x217.png",
            "filename": "emeralds-infinity-reels_slot-286x217.png"
        }
    ],
    "name": "Emerald’s Infinity Reels"
}