{
    "studio": "WMS",
    "text": "\nEnchanted Kingdom\nQuello dei regni incantati è un tema abbastanza diffuso nel mondo delle slot machine: si spazia da ambientazioni medioevali a foreste magiche, passando per oceani popolati da creature mitologiche.\nGli elementi che connettono queste diverse tipologie di slot sono essenzialmente sempre gli stessi: le creature fatate, la magia e dei tesori nascosti da scoprire e, possibilmente, portare a casa.\nLa software house WMS con Enchanted Kingdom pesca a piene mani da questo tema e crea una slot magica che promette ricchi premi e tanto divertimento. In realtà Enchanted Kingdom non è proprio una novità, in quanto da tempo era presente nel mercato del gioco d’azzardo con la sua versione terrestre e solo recentemente è stata lanciata come gioco online, mantenendo però le caratteristiche principali dell’omologa VLT.\nAl momento è possibile trovare Enchanted Kingdom nel casinò online che fanno parte della rete Play4Fun.\nPer quanto riguarda il compartimento grafico, indubbiamente si tratta di un prodotto ben realizzato: le immagini sono nitide e dai colori vivaci, e la griglia di gioco è immersa in una sorta di bosco fatato popolato da animali e piante riprodotti in maniera accurata. Non sono presenti particolari effetti speciali né delle animazioni tridimensionali e nel complesso, Enchanted Kingdom si configura come una slot machine molto tradizionale ma piacevole da vedere e da giocare.\nCaratteristiche principali della slot\nLo diciamo subito, se state cercando una slot machine con una modalità di gioco articolata, con mille funzionalità e adrenalina a ogni giro, probabilmente Enchanted Kingdom non è il gioco che fa per voi! Si tratta infatti di una slot dal gameplay estremamente semplice, senza colpi di scena, che però potrebbe essere ottima per i giocatori alle prime armi.\nLa struttura è a cinque rulli, tre righe e 30 linee di pagamento fisse, sulle quali si possono effettuare delle scommesse a partire da un minimo di 30 centesimi fino a un massimo di 150 €, con un valore del gettone compreso tra 1 centesimo e 5 €.\nIl ritorno teorico al giocatore (return to player o RTP) di Enchanted Kingdom si può ritenere soddisfacente: con una percentuale del 96,19 % rientra perfettamente nella media della maggior parte dei giochi di slot, oltre a essere in linea con le altre slot di casa Williams Interactive.\nPer quanto riguarda invece la volatilità, si tratta di una slot caratterizzata da una varianza media, per cui ci si può aspettare di ottenere piccole vincite abbastanza frequenti, con qualche possibilità di mettere le mani su premi di un certo valore.\nSimboli e funzionalità di Enchanted Kingdom\nI simboli di Enchanted Kingdom sono tutti tematici e mancano del tutto le carte da gioco: sui rulli si alternano castelli magici, scoiattoli, ma anche rospi con la corona, funghi col cappello rosso, corone e altri. Il Wild è rappresentato da una bellissima principessa, che ha funzione di jolly ed è anche il simbolo più redditizio.\nLa corona è invece lo Scatter: se compare sui rulli per almeno tre volte si accede al bonus giri gratuiti in cui ogni vincita viene moltiplicata x3; inoltre, se durante i giri gratuiti la corona compare di nuovo, regala ogni volta degli ulteriori 20 free spins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Enchanted Kingdom",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/enchanted-kingdom_free-286x217.jpg",
            "filename": "enchanted-kingdom_free-286x217.jpg"
        }
    ],
    "name": "Enchanted Kingdom"
}