{
    "studio": "TrueLab",
    "text": "\nEnchanted Forest\nUna foresta dal sapore magico\nCon questa slot, la TrueLab ci regala un gioco minimalista, dove tutto è piccolo tranne le vincite, che invece sono molto alte. Pochi simboli ma ben disegnati, uno degli aspetti che colpiscono maggiormente è la cura dei dettagli. Lo sfondo di gioco è una foresta e non esiste una vera e propria griglia, ma i simboli atterrano in uno spazio irradiato di luce verde e delimitato da due alberi. La suddivisione dei rulli è riconoscibile grazie a delle finissime liane che cadono dall’alto. I tasti sono pietre incise con simboli in stile celtico, dettaglio che regala ancora più mistero a questo gioco che a noi è sembrato delicato ma bellissimo. Merito anche della musica, che contribuisce a creare la giusta atmosfera.\nPiccola griglia, poche linee\nIn Enchanted Forest la griglia è una 3×3 su cui sono disposte le nostre 5 linee di pagamento fisse. La scommessa base è di 0,30 €, ma si può innalzare a piacimento. Tra le varie opzioni di giocata, troviamo l’Autoplay che ci permette di impostare un numero di giri automatici e volendo anche dei limiti di vincita e di perdita, e anche la funzione Turbo, che accelera la rotazione di rulli.\nLa volatilità è bassa, il ritorno teorico al giocatore è pari al 95,57%.\nSimboli e bonus\nIn Enchanted Forest sono presenti otto simboli. Tra questi puoi trovare le rune, che sostituiscono le carte da gioco e sono anche quelle dotate di minor valore. I simboli più remunerativi sono invece le statue degli animali.\nLa Golden Mask Wild è il nostro Jolly e sostituisce tutti i simboli e può apparire impilato.\nUna funzione speciale è quella chiamata Twin Respin: se due rulli vengono riempiti con simboli identici, il terzo girerà automaticamente. Nel caso si riempia l’intera griglia con simboli uguali, verrà dato avvio alla funzione Wheel of Truth. Il premio è un giro su una ruota speciale che regalare moltiplicatori fino a 10x o la funzione True Respin, ossia 15 giri gratuiti con soli simboli di alto valore.\nCon la funzione a pagamento Bonus Bet, avremo premi leggermente già alti.\n \n\nDomande Frequenti \nA quanto corrisponde il ritorno teorico al giocatore di Enchanted Forest?\n\nIl valore RTP (Return to Player) è del 95,57%, non bassissimo ma lievemente al di sotto della media degli altri giochi di slot.\n\n\n\nQuanti simboli sono presenti in Enchanted Forest?\n\nOtto simboli base e uno speciale.\n\n\n\nCi sono funzioni speciali?\n\nSì, Twin Respin, Wheel of Truth, True Respin, oltre alla Bonus Bet che però è a pagamento.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Enchanted Forest",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/enchanted-forest-new-286x217.jpg",
            "filename": "enchanted-forest-new-286x217.jpg"
        }
    ],
    "name": "Enchanted Forest"
}