{
    "studio": "WMS",
    "text": "\nEpic MONOPOLY II\nIl Monopoly (italianizzato Monopoli) è un gioco da tavolo dalle origini parecchio antiche: fu creato da Elizabeth Magie e pubblicato per la prima volta all’inizio del XX secolo, dal 1935 è stata la Parker Brothers a commercializzarlo e dal 1991 risulta essere di proprietà della Hasbro.\nÈ diffuso in tutto il mondo, sono 103 Paesi ad avere la licenza ed è stato tradotto in oltre trentasette lingue. Lo scopo del gioco è quello di dominare una sorta di mercato immobiliare costruendo case, alberghi e palazzi e incassando le rendite dei giocatori che si fermano nelle caselle corrispondenti. Vince a Monopoly il giocatore che riesce a mandare in fallimento tutti gli altri.\nSi stima che nel mondo abbiano giocato a Monopoly circa 750 milioni di persone, rendendolo probabilmente il gioco da tavolo più famoso di tutti i tempi.\nEpic Monopoly II, dal catalogo della software house William Interactive (WMS), è una trasposizione fedelissima del gioco da tavolo in versione slot machine online. Non c’è molto da dire sulla grafica, ovviamente mancano del tutto gli effetti speciali e non sono presenti animazioni tridimensionali, ma non se ne sente la mancanza!\nCaratteristiche principali della slot\nIl gameplay di Epic Monopoly II non è particolarmente complicato ma non è nemmeno troppo lineare, per scoprire tutti i trucchi e le funzionalità di questa slot tuttavia, è possibile giocare in modalità play for Fun in maniera del tutto gratuita, senza dover effettuare una registrazione o scaricare programmi: in questo modo potrete fare allenamento e conoscere alla perfezione i segreti del gioco prima di investire dei soldi veri.\nEpic Monopoly II ha una struttura tradizionale con i classici cinque rulli principali, a questi però si aggiungono anche altri cinque rulli detti “Colossal”, mentre le linee di pagamento sono ben 100.\nSu Epic Monopoly II si possono effettuare delle puntate a partire da un minimo di 50 centesimi fino a un massimo di 50 €, mentre la vincita più alta a cui si può ambire è fissata a 1.500 volte il valore della scommessa.\nIl ritorno teorico al giocatore (Return to player o RTP) di questa slot di casa WMS si attesta su un canonico 96%, in linea con le altre slot dello stesso provider.\nEpic Monopoly II presenta diversi giochi bonus, tra i quali una sorta di ruota della fortuna chiamata Epic Wheel, che viene attivata quando sui rulli compaiono almeno tre Scatter.\nTra i mini-giochi presenti ci sono un lancio di dadi, dei giri gratuiti, moltiplicatori e, ovviamente, dei premi in denaro.\nSlot simili a Epic Monopoly II\nLe slot machine a tema Monopoly stanno diventando popolari quasi quanto l’omonimo gioco da tavolo e sono diverse le software house che le inseriscono nel proprio catalogo.\nLa stessa WMS ne offre più di una e continua ad aggiornare le versioni per proporre giochi sempre più innovativi; alcuni esempi sono Monopoly Mega Movers e Monopoly Once Around Deluxe.\nTra le varie proposte di giochi a tema Monopoly ricordiamo poi Monopoly Big Event e Monopoly Bring the House Down.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Epic MONOPOLY II",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/epic-monopoly-ii_new-286x217.jpg",
            "filename": "epic-monopoly-ii_new-286x217.jpg"
        }
    ],
    "name": "Epic MONOPOLY II"
}