{
    "studio": "Playtech",
    "text": "\nEpic Ape\nQuesta nuova slot machine della software house Playtech si configura come un gioco molto ricco e avvincente, arricchito da un compartimento grafico di tutto rispetto, con tanto di effetti sonori coerenti con la tematica.\n\nIl tema di Epic Ape è incentrato sulla giungla selvaggia e sugli abitanti che la popolano, con particolare riferimento alla scimmia: un gigantesco scimpanzé è infatti il protagonista della slot e, come vedremo in seguito, ha anche un ruolo molto importante nello svolgimento del gioco.\nLa grafica è assai curata e lo sfondo costituito dalla riproduzione di una giungla, con una fitta vegetazione e un ruscello che scorre tra gli alberi, regala al giocatore un’esperienza di gioco rilassante e piacevole. I rumori della giungla e i versi degli animali costituiscono la colonna sonora di Epic Ape, per aumentare ancora di più il senso di coinvolgimento nel gioco.\n\nGameplay e opzioni di scommessa\nLa cosa che ci colpisce subito di Epic Ape è il fatto che siano presenti sei rulli al posto dei canonici cinque; oltre a questo, è rilevante il fatto che le linee di puntata siano ben 4096!\nL’intervallo di scommesse è molto ampio, da 0,25 centesimi fino 250 €, ottimo sia per coloro che non amano investire grosse somme di denaro nel gioco sia per quei giocatori che invece cercano il brivido nelle scommesse di importo elevato!\nLa vincita massima potrebbe non apparire particolarmente allettante, avendo un valore di 300 volte la puntata, ma se si considera che l’importo più alto che si può scommettere è di 250 €, si arriva alla somma di 75.000 €, non male!\nPer quanto riguarda il ritorno teorico al giocatore (RTP), siamo sul 95,96%, lievemente al di sotto del canonico 96% che ritroviamo in quasi tutti i giochi di slot.\n\nSimboli, Wild e Scatter di Epic Ape\nI simboli che possiamo trovare sui si rulli di Epic Ape sono sia a tema giungla/animali, sia non tematici. Questi ultimi, come sempre, sono rappresentati dai numeri e dalle lettere delle carte da gioco, stavolta dal 9 all’Asso. Il valore delle carte da gioco non è molto alto, infatti la vincita più sostanziosa la si può ottenere con una combinazione di sei A o K, che pagano 150 volte la puntata.\nI simboli tematici hanno invece un valore maggiore e sono rappresentati dal puma, dal ghepardo, dal camaleonte e dalla rana, che pagano fino a un massimo di 200 volte la puntata per un allineamento di sei simboli. Oltre a questi abbiamo il protagonista della slot, ovvero la scimmia, che oltre ad avere il valore maggiore in assoluto (300 volte la puntata), può trovarsi come simbolo impilato su tutti i sei rulli.\nIl Wild del gioco è rappresentato da un grosso diamante e oltre a fungere da jolly, sostituitendo tutti gli altri simboli tranne lo Scatter, può regalare dei moltiplicatori random fino a 6x.\nLo Scatter, infine, è semplicemente la scritta “Free Games”, e permette di accedere ai giri gratuiti fino a un massimo di 100, a seconda del numero di volte in cui compare sui rulli.\n",
    "images": [
        {
            "alt": "I simboli della slot online Epic Ape",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/epic-ape-simboli.jpg",
            "filename": "epic-ape-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Epic Ape",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/epic-ape-tabella-pagamenti.jpg",
            "filename": "epic-ape-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Epic Ape hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/epic-ape-modalitá-bonus.jpg",
            "filename": "epic-ape-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Epic Ape",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/epic-ape_free-286x217.jpg",
            "filename": "epic-ape_free-286x217.jpg"
        }
    ],
    "name": "Epic Ape"
}