{
    "studio": "Evoplay",
    "text": "\nEpic Legends\nUna delle ultime slot machine online lanciate sul mercato, pronta a lasciare il segno in questo 2021, cercando di stupire i giocatori con effetti speciali. O quasi! Parliamo di Epic Legends, titolo nato dalle geniali menti degli sviluppatori di Evoplay che ci hanno abituato a soluzioni di gambling davvero impeccabili. In questo caso siamo in un’avventura animata, per scoprire i poteri di alcune grandi leggende che hanno le sembianze di affascinanti creature. Tra i poteri, i Wild e i giri gratuiti si ha la possibilità di mettere insieme un bel gruzzoletto, lasciandosi cullare dal suo gameplay veloce. Ha un RTP al 96,16%, una volatilità media e una struttura standard con 20 linee di pagamento. Ma vediamo da vicino che tipo di funzioni ed emozioni sa offrire questa slot.\nCaratteristiche e grafica della slot\nNon ci è dato sapere in quale epoca storica ci troviamo, ma è sicuramente una slot ambientata nel futuro, o almeno questa è la sensazione che abbiamo avuto provandola. I rulli sono posizionati al centro di un ambiente cittadino, ed è arricchito dalla presenza di 4 creature e una serie di simboli base che offrono un pagamento più basso. Epic Legends ha previsto una funzionalità fantastica per ognuna delle 4 leggende disponibili, in base a quella che sarà sbloccata durante i giri.\nOvviamente gioca un ruolo importante il simbolo Wild che può sostituirsi a tutte le altre icone di gioco, permettendo al player di collezionare delle combinazioni vincenti. Può apparire sia nel gioco base che durante i free spin. Ma scopriamo insieme che tipo di funzionalità sono offerte dalla slot!\nFunzionalità speciali\nAbbiamo la cosiddetta Scatter Ball che può presentarsi in modo del tutto casuale al di sopra del primo rullo. Posizionandosi lì permette di attivare un nuovo giro bonus per il giocatore. A quel punto si può spostare poi verso destra e innescare nuovi giri fino a quando non si realizza una vincita. E inoltre mette in palio dei giri gratuiti. Nel momento in cui si attiva questa funzione sono assegnati 7 Free Spins che vanno ad attivare la leggenda corrispondente a quella che è raffigurata. A quel punto la gigantografia di questa creatura si posiziona alla sinistra della griglia e inizia una deliziosa animazione che rende più vivo il gameplay. In base al personaggio si possono vincere, per esempio, dei moltiplicatori tra 2x e 6x, oppure un simbolo Wild che va a coprire un intero rullo. Con la leggenda color Blu ci sono dei Wild che si trasformano in Sticky Wild fino al termine dei giri e della funzione. Ma occhio alla creatura Rossa, perché ha il potere di sostituisce tutti i simboli sul secondo e terzo rullo con un simbolo del gioco base.\nConsiderazioni finali sulla slot Epic Legends\nIl tema è curioso, dobbiamo riconoscerlo, e nel complesso la slot offre un discreto livello di divertimento, una bella grafica e qualche vincita che può fare la differenza. Le leggende sono la chiave del successo di Epic Legends e ti possono portare a ricercare una ricchezza sempre maggiore.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Epic Legends",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/epic-legends-free-286x217.png",
            "filename": "epic-legends-free-286x217.png"
        }
    ],
    "name": "Epic Legends"
}