{
    "studio": "Spearhead Studios",
    "text": "\nEternal Shogi\nEternal Shogi è una video slot gratis sviluppata da Spearhead Studios, ispirata ai tradizionali giochi da tavolo giapponesi e cinesi. Ha un tema mistico e una meccanica di gioco unica basata sulla bobina centrale. Vediamo insieme le caratteristiche più importanti nel prossimo paragrafo.\nDescrizione del Gameplay\n\nIl gioco ha 10 linee di pagamento fisse, 5 pagano da sinistra a destra e 5 pagano da destra a sinistra\nAbbinando due simboli ben pagati e uno Scatter Wild si attiverà la modalità free spins, in cui le vincite possono essere moltiplicate fino a 16X. I free spins partono da 5x fino ad un massimo di 100x\nLa puntata minima va da 0,10€ fino a 100,00€\nNel gioco è presente la comoda funzione di AutoPlay, per impostare i giri automatici in base alle tue esigenze.\n\nTrama e funzioni\nNella video slot senza registrazione Eternal Shogi i due simpatici protagonisti, un Panda e una Tartaruga, dovranno intraprendere un pellegrinaggio prima di diventare sacri come raccontato nella mitologia cinese. I simboli includono:\n\nuna carpa sacra\nun tempio,\nun bonsai,\nuna lanterna\nun ventaglio.\n\nQueste icone tengono conto anche dell’Anno del Drago, regalando giochi bonus e giri gratuiti che arricchiranno il tuo equilibrio Zen! Con una gamma di puntate ben piazzate, i giocatori di tutti i livelli di esperienza potranno influenzare il livello di volatilità di questa macchina.\nConclusioni finali\nAnche in questo gioco, Spearhead ha sviluppato un gameplay fluido compatibile su qualsiasi dispositivo, per stupire il giocatore su qualsiasi supporto multimediale. D’altra parte, l’obiettivo di questo sviluppatore è quello di sconvolgere l’industria di iGaming, rendendo le partite divertenti e accessibili a tutti gli utenti. Se vuoi conoscere altri titoli firmati Spearhead, visita la libreria proposta dai casinò online ADM e scopri le avventure spaziali con Meganova o esplora i mari con Pirates of the Mediterranean, sia in modalità demo che con puntate reali!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eternal Shogi",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/eternal-shogi-gratis-286x217.jpg",
            "filename": "eternal-shogi-gratis-286x217.jpg"
        }
    ],
    "name": "Eternal Shogi"
}