{
    "studio": "Pragmatic Play",
    "text": "\nExtra Juicy\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 5\nLinee di gioco: 10\nImporto minimo della puntata: 0,10 €\nImporto massimo della puntata: 50 €\nReturn to Player (RTP): 96,5%\nVolatilità: medio-alta\nCaratteristiche principali\nNel catalogo della Pragmatic Play abbiamo fatto un po’ di fatica a trovare una slot machine che richiamasse le vecchie macchine da gioco terrestri: sebbene infatti siano presenti diversi giochi a tre rulli, con caratteristiche quindi “old school”, Extra Juicy è forse l’unica che per stile, grafica e gameplay ricordi veramente le tradizionali Fruit Machine.\nSe quindi siete dei nostalgici delle sale da gioco e cercate una slot classica anche tra quelle di questo provider, be’, Extra Juicy è proprio quello che fa per voi!\nNon fatevi ingannare però dal gusto retrò di questo gioco: accanto a una grafica molto tradizionale offre un gameplay abbastanza articolato e con una volatilità medio-alta vi dà la possibilità di ottenere delle vincite niente male!\nInnanzitutto sono presenti cinque rulli, non i classici tre, e ben 10 linee di puntata, con un range di scommessa che va da 0,10 fino a 50 €, abbiamo poi la possibilità di usufruire di moltiplicatori e giri bonus che aumentano le chance di vincita e infine, possiamo giocare anche in modalità Autoplay, dopo aver impostato il numero di giri e gli importi massimi di vincita e di perdita.\nI simboli di Extra Juicy\nCome ogni Fruit Machine che si rispetti, anche Extra Juicy prevede che i suoi simboli siano rappresentati da dei coloratissimi frutti: abbiamo le ciliegie (le classiche cherries che per tanto tempo sono state l’icona delle slot machine), i limoni, le arance, le prugne, e i cocomeri, oltre che la tradizionale campana sempre presente in questo tipo di slot.\nIl simbolo che paga di meno è quello con le ciliegie, mentre quello che ha più valore è la campana; potete consultare comunque la tabella dei pagamenti prima di iniziare a giocare per scoprire il valore di ogni simbolo.\nUn grosso e scintillante diamante rappresenta lo Scatter del gioco: compare solo sui rulli dispari (1, 3 e 5) e permette di accedere a tanti giri gratis e a un moltiplicatore progressivo.\nFruit machine: un classico senza tempo\nSe questa tipologia di slot machine non smette di esercitare un fascino su di voi, allora dovreste provarne anche delle altre tra quelle presenti nel catalogo dei vari provider.\nNe citiamo solo alcune, ma se avrete voglia di fare una piccola ricerca online, scoprirete che ce ne sono davvero per tutti i gusti, da quelle con impostazione più classica, fino alle rivisitazioni in chiave moderna.\nUna di queste con uno stile molto classico è Super Fruit 7, che riproduce proprio la grafica delle vecchie slot terrestri, con i frutti, i 7 e i simboli BAR; se invece volete provare una simpatica variazione sul tema, vi consigliamo Don Corlimone, in cui frutta e verdure assumono le sembianze di una banda di gangster nella New York degli anni ’20.\nSegnaliamo infine Fruit Shop, con una grafica molto vivace in stile cartone animato, che prevede anche una versione natalizia chiamata Fruit Shop Christmas Edition.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Extra Juicy",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/extra-juicy_logo-286x217.jpg",
            "filename": "extra-juicy_logo-286x217.jpg"
        }
    ],
    "name": "Extra Juicy"
}