{
    "studio": "Merkur Gaming",
    "text": "\nExtra Wild\nLe pietre preziose ammaliano le persone ormai da millenni con le loro sfaccettature luminose e di colori magnetici. Ma non è solo il loro aspetto esteriore ad attrarre così tanto la gente, ma il loro significato di ricchezza.\nDel resto se nel passato era facile pensare a vividi rubini incastonati sulle corone di re e regine, ora i diamanti si trovano su costosi orologi da uomini facoltosi o brillanti anelli da star mondiali.\nExtra Wild della Merkur ci fa vivere un po’ di questo lusso e ricchezza con la sua slot a tema gemme preziose. Iniziamo dunque la nostra recensione partendo dalla sua parte più grafica.\nExtra Wild – Grafica\nLa griglia di gioco di Extra Wild sembra adagiarsi sullo sfondo di un telo di velluto blu. La griglia punta alla semplicità, probabilmente per mettere in risalto i simboli della slot o anche perché la semplicità stessa è diventata un po’ il marchio di fabbrica delle slot targate Merkur.\nExtra Wild vuole risaltare su tante altre slot, eliminando la presenza dei classici simboli delle carte da gioco per sostituirli con simboli del tutto originali e che rimandano al tema della ricchezza e delle pietre preziose.\nTroveremo infatti sacchetti colmi di monete, monete d’oro, orologi da taschino ma anche lucenti diamanti, rubini, zaffiri e il medaglione d’oro a forma di cuore. Le illustrazioni di questi simboli sono altrettanto semplici e molto grafiche, che sacrificano i dettagli per essere riconoscibili a colpo d’occhio dai giocatori.\nLa semplicità, spesso, può essere un’arma a doppio taglio. Non è facile rappresentare qualcosa in modo essenziale senza sembrare spoglio, ma in questo caso la Merkur sebbene non eccella dal punto di vista artistico rispetto ad altre slot, riesce comunque nel suo intento.\nPassiamo al prossimo punto della recensione per parlare, invece, della sua parte più tecnica.\nExtra Wild – il comparto tecnico\nPassiamo al settore tecnico di questa slot: sulla carta ci troviamo di fronte a una slot di stampo decisamente classico. I cinque rulli e le tre linee lungo le quali si dispongono i simboli delle varie giocate creano una griglia di tipo 5*3 molto comune tra i titoli online.\nLe linee di vincita sono 10, non tantissime ma sufficienti per avere un numero discreto di vincite (solitamente si assisterà a diversi turni senza vincite per poi ottenere più combinazioni nello stesso turno).\nUna delle funzioni di maggior interesse, come suggerisce lo stesso titolo della slot, è il simbolo Wild: rappresentato dalla porta di una cassaforte o più propriamente da un vault, il simbolo nasconderà alla sue spalle un moltiplicatore sulle vincite che permetterà di ottenere combinazioni di maggior valore.\nIn quanto Wild, infatti, esso potrà sostituire qualsiasi altro simbolo in gioco e svolgere la funzione di jolly. Oltre a questa non ci sono tante altre funzioni speciali, dando a questa slot un gameplay piuttosto lineare ma non noioso.\nSlot simili ad Extra Wild\nIl tema dei gioielli è molto popolare fra le slot online e quindi è facile trovare moltissimi titoli su di essi. Fra i tanti segnaliamo slot come: Jewel Box, Diamonds, Jewels World, Gems & Stones e la conturbante 7 Sins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Extra Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/extra-wild_logo-286x217.jpg",
            "filename": "extra-wild_logo-286x217.jpg"
        }
    ],
    "name": "Extra Wild"
}