{
    "studio": "Reel Kingdom",
    "text": "\nEye of the Storm\nGrande classico delle slot, il tema dell’Antico Egitto non passa mai di moda. D’altronde i misteri e la ricchezza che si porta dietro quest’epoca millenaria ha da sempre suscitato grande interesse verso appassionati di tutto il mondo.\nL’esperienza di una slot a tema egizio richiede inevitabilmente una grafica di livello e dobbiamo ammettere che la Reel Kingdom ha fatto un lavoro egregio. Se di solito vengono rappresentati gli interni delle piramidi, qui ci troviamo su un balcone che si affaccia sulla città e da cui è possibile ammirare alcuni palazzi e una piramide. Accanto alla griglia di gioco ci sono due colonne decorate con vari geroglifici tra i quali possiamo riconoscere quelli dedicati al Dio Anubi. Le nuvole all’orizzonte e i fulmini che di tanto in tanto sconquassano il cielo ci sembrano un’ottima trovata per aumentare il pathos.\nCompletano il comparto grafico una musica incalzante e qualche animazione legata soprattutto alle vincite.\nCaratteristiche della slot\nLa griglia è una classica 5×3, 10 linee di pagamento fisse, con una puntata minima di 0,10 € e 250 € di massima.\nÈ possibile attivare i giri automatici, compresi alcuni limiti di vincita o di perdita.\nCompletano il quadro un RTP pari al 96,71% e volatilità alta.\nSimboli e funzionalità di Eye of the Storm\nDieci simboli base, quattro di basso valore, sei di alto valore. I primi sono rappresentati dalle tre figure delle carte da gioco più l’asso, i secondi sono quelli a tema Egitto. In ordine di valore, troviamo prima il sole e la chiave della vita, a seguire lo scarabeo dorato, poi la colomba, il ghepardo e infine l’occhio di Ra.\nLa regina è il simbolo Wild, sostituisce tutti i simboli tranne che lo Scatter e si espande, riempiendo l’intero rullo. Lo Scatter è rappresentato dalla piramide. Oltre a comparire su tutti i rulli e a ricompensare con giri gratuiti, ha anche funzione di moltiplicatore: 3 Scatter raddoppiano la puntata, 4 Scatter ripagano 20x la puntata e con 5 Scatter vedremo la nostra scommessa iniziale moltiplicarsi per 50!\nNon è finita qui, perché ai Free Spins è legata una funzione speciale multilivello. Prima di partire con il Bonus, la griglia cambia aspetto, con i 6 simboli di alto valore sistemati in cima ai rulli. Si incomincia con il livello normale e poi in questo modo:\n\nlivello 2: tutti i simboli del sole si trasformano nel simbolo chiave della vita\nlivello 3: Tutte le chiavi della vita diventano scarabei\nlivello 4: Tutti gli scarabei diventano colombe\nlivello 5: Tutte le colombe diventano giaguari\nlivello 5: Tutti i giaguari diventano occhi di Ra\n\nDurante la funzione speciale, per ogni Wild che compare sui rulli verrà aggiunto un ulteriore Free Spin, se invece sui rulli atterreranno 3 o più Scatter, la funzione Giri gratis ripartirà daccapo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eye of the Storm",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/eye-of-the-storm-free-286x217.png",
            "filename": "eye-of-the-storm-free-286x217.png"
        }
    ],
    "name": "Eye of the Storm"
}