{
    "studio": "Blueprint Gaming",
    "text": "\nEye of Horus Megaways\nEye of Horus Megaways è una slot machine della software house Blueprint Gaming, caratterizzata da sei rulli, cinque linee e ben 15.625 diversi modi per vincere.\nQuesto gioco nasce come versione rivisitata e modernizzata della storica slot Eye of Horus, sempre di casa Blueprint.\nLe vincite si ottengono quando si ha una combinazione di almeno tre simboli uguali su rulli adiacenti a partire da sinistra verso destra.\nLa tematica è quella dell’Antico Egitto, ampiamente sfruttata nel mondo delle slot machine, certo, ma che qui accompagna un gameplay abbastanza articolato, reso particolare dal recente sistema di gioco Megaways.\nPer quanto riguarda il compartimento grafico, la Blueprint ha preso la saggia decisione di mantenere lo stile e le immagini della precedente versione, aggiornandoli si, e rendendoli più moderni, ma puntando tutto soprattutto sulla modalità di gioco per la nuova slot.\nUna nota stonata di Eye of Horus Megaways è rappresentata dal ritorno teorico al giocatore o RTP: con una percentuale del 95,02% si attesta tra le più basse in circolazione e farà storcere il naso a molti appassionati.\nSimboli regolari e speciali di Eye of Horus Megaways\nCome in ogni slot che si rispetti, anche in Eye of Horus Megaways è possibile conoscere in anticipo il valore di tutti i simboli consultando la tabella dei pagamenti.\nTra i simboli regolari non tematici troviamo i numeri e le lettere che fanno riferimento alle carte da gioco dal J all’Asso (i cosiddetti simboli reali), che determinano una vincita massima pari a 0,4 volte la puntata iniziale.\nAccanto a questi abbiamo i simboli tematici legati alla cultura dell’Antico Egitto, tra i quali la croce di Ankh, lo scarabeo sacro di colore blu, il falco, il dio Anubi con sembianze per metà umane e per metà canine e, ovviamente, l’occhio di Horus, che è anche il Wild del gioco e come tale può sostituirsi a tutti gli altri simboli per completare delle combinazioni vincenti.\nPer quanto riguarda lo Scatter, questo è rappresentato da un antico tempio dorato e permette di accedere alle funzionalità speciali di Eye of Horus Megaways.\nFunzionalità speciali di Eye of Horus Megaways\nIn realtà più che di funzionalità speciali dovremmo parlare di un’unica funzionalità extra, ossia quella che riguarda i giri gratuiti.\nSe sui rulli compaiono da tre a sei Scatter (il tempio dorato), si attivano automaticamente 12 free spins e ne verranno assegnati degli altri (fino a cinque) ogni volta che durante i giri gratuiti compare il simbolo Wild.\nInoltre, il simbolo Scatter non regala solo giri gratuiti ma anche dei golosi moltiplicatori: in base alle volte in cui compare sui rulli determina delle vincite che arrivano fino a cento volte la puntata iniziale.\nInfine, sempre riguardo il Wild (l’occhio di Horus), aggiungiamo che durante i giri gratuiti oltre ad incrementare i free spins si comporta anche come simbolo espandibile su tutti i sei rulli, determinando le vincite più consistenti, fino al montepremi pari a ben 10.000 volte la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eye of Horus Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/eye-of-horus-megaways_gratis-286x217.jpg",
            "filename": "eye-of-horus-megaways_gratis-286x217.jpg"
        }
    ],
    "name": "Eye of Horus Megaways"
}