{
    "studio": "Merkur Gaming",
    "text": "\nEye of Horus\nLa slot gratis Eye of Horus di Merkur, è un gioco molto semplice ambientato nell’Antico Egitto. La grafica è elementare senza particolari elementi di design ma ben realizzata, in particolare i simboli dei geroglifici. La slot machine senza registrazione Eye of Horus utilizza 10 linee di pagamento regolabili. Per aumentare le tue probabilità di vincita, cerca di mantenerle tutti attive. I giocatori possono scommettere da 0,01€ fino a 1,00€ per linea, il che significa che una scommessa totale per giro può aggirarsi intorno agli 0,10€ fino ai 100,00€. L’opzione Puntata Massima è disponibile anche in Autoplay che ti consente di far girare i rulli fino a 100 round senza interruzione. Per vincere un premio devi abbinare almeno tre simboli bonus identici di fila su una linea di pagamento attiva da sinistra a destra.\nLa simbologia rispetta il tema a sfondo storico di questa slot\nLe bobine sabbiose in pietra includono simboli da A a J di valore inferiore e una selezione di geroglifici egiziani. Quali sono i simboli più redditizi della slot Eye of Horus? In ordine di valore ci  sono: l’Occhio di Horus, le Croci Ankh, lo Scarabeo, il Dio del Sole Ra e il cane Dio Anubi.\n\nL’occhio di Horus è il più ricco tra i simboli standard. Riceverai un premio di 10, 25 o 50 volte la puntata se riesci a ottenere 3, 4 o 5 di queste icone in combinata. Per aumentare le tue vincite volerà in tuo aiuto il Dio degli uccelli Horus, che è il Wild. Questo può colpire su tutti e 5 i rulli. Quando lo fa, si espande e rende l’intera bobina wild.\n\nQual è la caratteristica più preziosa della slot Eye of Horus?\nL’elemento da tenere d’occhio è il simbolo del Bonus che assegna 500 volte la tua scommessa. Horus come abbiamo visto è il Wild mentre la Porta Dorata rappresenta lo Scatter. C’è ancora di più…La slot senza scaricare Eye of Horus è dotata di una funzione di giochi gratuiti. Viene attivato dall’atterraggio di 3, 4 o 5 scatter sullo stesso giro. Dopo aver ricevuto un pagamento di 2, 20 o 50 volte la puntata, potrai giocare con 12 giri gratuiti. Fai attenzione ai jolly in espansione durante i giri gratuiti. Quando 1 di loro colpisce, aggiorna uno dei simboli del geroglifico.\nI miei appunti su questa slot gratis\nNel gameplay di questa slot gratis non c’è davvero nulla di complesso. Le opzioni più interessanti le troverai nella funzione Giochi Gratuiti in mancanza di un jackpot progressivo. Cerca di ottenere il maggior numero di wild e i relativi upgrade di simboli. Se hai già giocato ad una delle nostre slot a tema Antico Egitto, questa slot ti sembrerà forse un po’ troppo spoglia, nulla a che vedere con il titolo di IGT “Cleopatra” presente nella nostra libreria online.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Eye of Horus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/eye-of-horus-free-286x217.jpg",
            "filename": "eye-of-horus-free-286x217.jpg"
        }
    ],
    "name": "Eye of Horus"
}