{
    "studio": "Push Gaming",
    "text": "\nFat Santa\nImmaginate quante case Babbo Natale deve visitare per Natale e quanti biscotti deve mangiare! Non c’è da stupirsi che sia così…. beh, grasso. Push Gaming ha rilasciato un gioco che racconta questa storia natalizia e l’ha chiamato Fat Santa slots. In esso, vi verranno presentate tutte le caratteristiche a tema come il villaggio di Babbo Natale, la sua slitta e molte altre! Continuate a leggere per scoprire tutto su questa fantastica slot!\n\nUna grafica natalizia\nFat Santa è una slot a cinque rulli con cinque file e cinquanta linee di pagamento fisse; l’azione si svolge nel villaggio di Babbo Natale, dove la neve cade dolcemente sulle baite e sugli alberi per creare la perfetta ambientazione invernale. Una rilassante colonna sonora festosa soddisferà le nostre orecchie per tutta la durata delle nostre sessioni di gioco.\nI quattro simboli di alto valore sono un elfo, una renna, un pupazzo di neve e un regalo; i valori più bassi sono costituiti dai gingilli dell’albero di Natale in rosso, arancione e due tonalità di verde.\nBabbo Natale stesso è selvaggio e sostituisce tutti gli altri simboli per contribuire a formare combo vincenti. C’è anche una torta selvaggia con le stesse capacità.\nIl pannello di controllo nelle slot Fat Santa è piuttosto standard e offre tutte le solite opzioni come Paytables, Total Bet e Autoplay, dove è possibile impostare fino a 100 giri automatici, con limiti di perdita e limiti di vincita singola. Dopo aver impostato la scommessa, basta premere il pulsante Spin e iniziare la vostra avventura natalizia.\nFat Santa slots è una semplice, ma divertente interpretazione dei giochi di slot a tema natalizio. Le immagini sono allegre senza essere troppo schmaltzy e la colonna sonora accattivante aggiunge un tocco di allegria all’atmosfera di festa. Tutto sommato, è una bella slot da giocare in una di queste fredde serate invernali, anche solo per entrare nell’atmosfera della stagione.\n\nFunzioni e simboli della Slot Machine\nFate attenzione a Babbo Natale che vola sulla sua slitta, perché è uno dei momenti migliori per colpire mega vittorie nel gioco base. La funzione Slitta di Babbo Natale può essere attivata in modo casuale all’inizio di qualsiasi rotazione nel gioco di base. Una volta attivata, vedrete Babbo Natale guidare elegantemente la sua slitta piena di torte di Natale attraverso lo schermo e farne cadere un numero a caso sulla griglia di gioco. Ogni posizione in cui atterrano si trasformerà in un simbolo selvaggio per il testacoda per fornire più possibilità di colpire grandi vittorie multilinea.\nSi può accedere facilmente alla tabella dei pagamenti su questa slot e vedere le vincite di tutti i simboli, ma li menzioneremo anche qui. Cominciando con i simboli più bassi paganti, Lei ha i baubles verde chiaro e scuro-verdi che valgono 1,60 volte la Sua posta in gioco per cinque su una linea di pagamento. Poi ci sono i baubles arancione e rosso, che premiano 2x per la combinazione di cinque. Poi c’è il regalo che paga 6 volte la sua puntata totale per l’atterraggio di cinque, seguito dal pupazzo di neve che le dà 10x per la combinazione di cinque simboli. L’adorabile renna vale 16 volte la tua scommessa per cinque; l’elfo e Babbo Natale sono i simboli a più alto valore con un payout di 20x per la combinazione five-of-a-kind.\nPerché pensi che Babbo Natale sia così grasso? Per via delle torte, naturalmente! Semplicemente le adora, e se lo fate atterrare sui rulli insieme ad almeno una torta selvaggia, attivate la funzione Fat Santa slots Free Spins. Inizialmente riceverete cinque giri gratis, ma assicuratevi di tenere d’occhio il contatore sul lato destro.\nBabbo Natale rimane sui rulli durante i giri e ogni volta che una torta atterra, si precipita a mangiarla – ogni torta consumata viene poi segnata sul contatore. Quando la parte di torta del contatore è piena, Babbo Natale aumenta di dimensioni e assegna tre giri extra. Il Babbo Natale più grande conta ancora come selvaggio e contribuirà a far vincere più spesso.\nA sinistra delle bobine c’è un pulsante rosso che mostra un valore di 80 volte la tua puntata – questo è il prezzo di acquisto dei giri gratis se vuoi tuffarti direttamente.\n\nAltre Slot Machine simili\nPossiamo proporti mille altre Slot Machine a tema natalizio. Se dovessimo dirti un nome ti diremmo Secrets of Christmas, la famosa Slot Machine prodotta da NetEnt. Questo provider non si smentisce mai e anche in questo caso propone un incredibile RTP del 96,72%.\n",
    "images": [
        {
            "alt": "I simboli della slot online Fat Santa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fat-santa-simboli.jpg",
            "filename": "fat-santa-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Fat Santa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fat-santa-tabella-pagamenti.jpg",
            "filename": "fat-santa-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Fat Santa hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fat-santa-bonus.jpg",
            "filename": "fat-santa-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Fat Santa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fat-santa-logo-286x217.jpg",
            "filename": "fat-santa-logo-286x217.jpg"
        }
    ],
    "name": "Fat Santa"
}