{
    "studio": "Novomatic",
    "text": "\nFaust\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 10\nPuntata min.: 0,20 €\nPuntata max.: 100 €\nAutoplay: si\nTema e grafica\nTema letterario per questa slot della tedesca Novomatic, che si ispira niente meno che all’opera drammatica di Goethe: la tragedia di Faust con la sua amata Greta, alle prese con il diavolo Mefistofele, è omaggiata in questo gioco con grande stile.\nLa slot punta tutto sul tema, appunto, che essendo così particolare non necessita di grafiche strabilianti, ma avvolge il giocatore con un’atmosfera cupa che fa da ottimo sfondo alle vicissitudini del povero Faust.\nEccoci dunque pronti a stringere un vero e proprio patto col diavolo, muovendoci nel laboratorio dell’alchimista per scoprire la formula che ci permetterà di avere la meglio su Mefistofele!\nSimboli, Wild e Scatter\nI simboli che si muovono nello sfondo del laboratorio di alchimia sono Faust e la sua adorata Greta, oltre che gli strumenti del laboratorio stesso e del cibo in un piatto.\nAd accompagnare questi simboli, come sempre in Novomatic, troviamo le carte da gioco dal 9 all’Asso.\nIl diavolo Mefistofele ricopre il doppio ruolo di Wild e Scatter e può dunque sia sostituire tutti gli altri simboli in una singola giocata, sia dare l’accesso alle funzionalità bonus.\nIl valore dei simboli è minimo per le carte da gioco, seguite dagli attrezzi dell’alchimista e dal piatto di cibo, mentre Greta e il dottor Faust sono i simboli che pagano di più.\nCome si gioca a Faust?\nUna volta avviato il gioco e selezionato l’importo complessivo della puntata, scegli il numero di linee su cui giocare. Fatto ciò, cliccando sul pulsante “Gioca” dai il via ai giri!\nQuesto gioco presenta anche la funzione Autoplay, che mette in moto un numero di giri consecutivi, che andranno avanti fino a quando non sarà premuto il tasto stop.\nLe possibilità di vincita sono molteplici e si può guadagnare già a partire da un allineamento di due simboli, andando sempre da sinistra verso destra.\nIl diavolo in questa video slot fa i coperchi ma anche le pentole: permette infatti di accedere sia ai bonus sia ai free spins. All’inizio di ogni giro gratuito sarà poi selezionato un simbolo in modo casuale, che diventerà “simbolo expanding”, ossia quando comparirà (sempre nell’ambito dei free spins) non occuperà una sola posizione ma “si espanderà” fino a ricoprirne tre.\nCinque simboli di Mefistofele o di Greta che appaiono contemporaneamente moltiplicano la puntata di 2000 volte sulla linea di vincita, mentre cinque Faust portano a un moltiplicatore jackpot che ha il valore di 5000 volte!\nSlot simili\nSiete appassionati lettori e cercate delle slot VLT che si sviluppino seguendo temi letterari? Non dovete che scegliere quella che più soddisfa i vostri gusti!\nLa World Match ha sviluppato la slot Dante’s Hell, un gioco molto articolato con bonus e free spins, in cui ci si muove sulle orme di Dante tra Inferno, Paradiso e Purgatorio.\nSe preferite invece un tema letterario più leggero, Betsoft propone Pinocchio, ispirato alla celebre fiaba di Carlo Collodi che non manca di regalare un’esperienza di gioco emozionante e avventurosa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Faust",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/faust_new-1-286x217.jpg",
            "filename": "faust_new-1-286x217.jpg"
        }
    ],
    "name": "Faust"
}