{
    "studio": "Play’n Go",
    "text": "\nFeline Fury\nLa nuova slot della Play’N’Go ci proietta in un villaggio del Medioevo insieme a quattro simpatici gatti che ci faranno divertire da matti!\nTema e grafica\nIn questa strabiliante slot ambientata in un villaggio medievale i protagonisti sono un gatto cavaliere, un gatto capitano, un gatto mercante e un gatto veggente. Per creare una simile slot la Play’N’Go ha dovuto mettere una particolare attenzione alla grafica, che infatti appare molto ben strutturata e ricca di dettagli. Sullo sfondo prossimo ammirare il villaggio con tanto di castello e la griglia di gioco rappresentata dal ponte levatoio. Nella parte bassa della griglia c’è tutto ciò che ci serve per settore al meglio la scommessa, oltre ai tasti per i giri automatici e quello Start. Una musica epica fa da sfondo al gioco, rendendo la partiate molto avvincente.\nSe siete curiosi di provare Feline Fury ma non volete spendere dei soldi veri, potrete giocare in maniera del tutto gratuita e senza necessità di registrazione, su tutte le principali piattaforme con licenza AAMS.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha un taglio classico, 5 rulli e 3 righe, con la puntata minima pari a 0,20 €, caratteristica che la rende adatta anche per i giocatori occasionali. Per chi invece ama il rischio, la scommessa può raggiungere i 100 €. La vincita massima è di ben 5.000 € grazie alle 20 linee di gioco fisse, e può essere raggiunta anche grazie alla funzionalità Auto: dal tasto posto all’estrema sinistra si possono infatti impostare da un minimo di 10 sino a un massimo di 100 giri automatici, selezionando anche alcuni limiti di vincita o di perdita. Feline Fury ha un RTP (ritorno teorico al giocatore o return to player) piuttosto scarso, pari al 94,2% e una volatilità alta.\nSimboli e funzionalità di Feline Fury\nI simboli delle carte da gioco sono legati ai simboli principali: le picche di colore giallo al gatto cavaliere, i cuori sono rossi come il cappello del gatto mercante, i denari blu sono associati al gatto capitano e infine i fiori verdi al gatto veggente. Ciò vuol dire che simboli delle carte da gioco e gatti potranno essere associati per ottenere alcuni bonus. Le carte da gioco sono naturalmente i simboli che valgono meno, seguiti dai quattro gatti protagonisti della slot. Il simbolo Wild è la corona e oltre a sostituire tutti i simboli eccetto lo Scatter, offre anche vincite di discreto livello. Lo Scatter è la coppa dorata e assegna un minimo di 3 Free Spins. Se durante i giri gratuiti vengono raccolti 12 simboli di ciascun seme, vengono assegnati 3 giri extra e viene attivata la funzione Feline Wild per cui più gatti diventeranno Wild. Questa funzione, che può verificarsi anche casualmente durante i giri regolari dà inoltre vita al bonus Fury Reeds: alcuni dardi infuocati colpiscono i rulli e tutti i simboli Wild presenti andranno ad espandersi, incrementando così la possibilità di avere combinazioni vincenti. In base al numero dei Wilds verranno inoltre applicati dei moltiplicatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Feline Fury",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/feline-fury_free-286x217.jpg",
            "filename": "feline-fury_free-286x217.jpg"
        }
    ],
    "name": "Feline Fury"
}