{
    "studio": "Tom Horn Gaming",
    "text": "\nFeng Fu\nLa cultura cinese influenza quella occidentale ormai dai tempi di Marco Polo e dopo i film d’azione, la cucina o addirittura l’arte di arredare come il Feng Shui, anche il mondo delle slot ha subito il fascino della Cina.\nFeng Fu è una slot onlie della Tom Horn e che propone il tema della simbologia cinese riguardante la fortuna e la ricchezza. Partiamo subito con la recensione parlando della sua grafica!\nFeng Fu – La Cina incontra le slot\nNon appena ci troveremo davanti la schermata di gioco di Feng Fu, verremo trasportati nell’antica Cina. Come lo sfondo che riprende i dipinti ad inchiostro che mostrano un paesaggio fatto di montagne, alberi e anche lo scorcio della Muraglia Cinese.\nParlando della griglia di gioco, vedremo altri dettagli tipici come i tetti a pagoda o anche i rotoli di bambù che fungono da rulli su cui vedremo scorrere i simboli.\nIniziamo proprio a parlare dei simboli in quanto sono, sì, la parte più importante per quanto riguarda una slot, ma in Feng Fu sono ancora più meritevoli di menzione per come sono stati rappresentati.\nI simboli sono alcuni animali dello zodiaco cinese quali la scimmia, il gallo e la capra. Continuando poi con altri due animali considerati dei porta fortuna nella cultura cinese: la carpa e il maneki-neko, un gatto che porta prosperità.\nArriviamo poi a una scelta piuttosto strana ed azzardata, ossia sostituire i simboli classici delle carte da gioco con ideogrammi cinesi. Un azzardo, in quanto la slot è indirizzata a un pubblico occidentale e quindi molto probabilmente non avvezzo alla lingua e che quindi toglie un po’ di significato alla slot stessa.\nInfine, parlando del comparto sonoro, la musica di sottofondo è tipicamente cinese e quindi perfettamente in sintonia con tutto il tema della slot Feng Fu.\nAndiamo, dunque, a parlare della parte tecnica di questa slot.\nFeng Fu – La Cina tradizionale\nSebbene la presenza di ideogrammi possa confondere il giocatore e far pensare di aver davanti una slot unica nel suo genere, in realtà il meccanismo che viene utilizzato è simile a quello di molti altri titoli della Tom Horn.\nInfatti, Feng Fu utilizza il solito meccanismo 5×3 molto comune non solo nel catalogo di questo sviluppatore ma più in generale fra le slot online. Le linee di vincita sono 9 il che ci fa sperare di ottenere un numero ridotto di vincite ma dal valore più alto.\nUno dei maggiori ostacoli nella nostra esperienza di gioco sarà il padroneggiare i vari simboli in quanto la presenza di numerosi caratteri cinesi non aiuterà particolarmente nella loro distinzione. Nel tentativo di farvi cosa gradita, vi ricordiamo i due simboli speciali: da una parte troviamo lo Ying e lo Yang il quale adempie a ruolo di simbolo SCATTER (che permette di accedere alla funzione bonus), mentre dall’altra troviamo quello che sembra essere un gong o un piatto finemente decorato che funge da simbolo SCATTER (un jolly che permette di sostituire tutti i simboli normali in gioco).\nSlot simili a Feng Fu\nIl tema orientale è uno dei più apprezzati nel mondo delle slot online, per questo abbiamo un discreto numero di titoli tra cui scegliere: Benny the Panda propone una versione più accessibile degli ideogrammi, ma anche Chinese New Year e Choy Sun Doa rispondono al nostro gusto a tal proposito.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Feng Fu",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/feng-fu_new-286x217.jpg",
            "filename": "feng-fu_new-286x217.jpg"
        }
    ],
    "name": "Feng Fu"
}