{
    "studio": "NewAge Games",
    "text": "\nFetching Fruits\nTutti i provider che si rispettino mettono a disposizione dei giocatori almeno una slot a tema frutta. Il motivo è da ricercare nel grande fascino che racchiude questo tipo di giochi. La NewAge games ha rispettato le tre regole principali che possiamo ritrovare nelle Fruit Machine: semplicità, grafica non troppo sofisticata, simboli facilmente riconoscibili.\nPrima di addentraci nella meccanica di gioco, vediamo come si presenta Fetching Fruits.\nLo sfondo della schermata nera lascia il posto al colore viola dei rulli, con simboli dalle linee essenziali e dal colore opaco.\nAi lati della griglia sono indicate le linee di pagamento, mentre in basso, procedendo da sinistra verso destra, troviamo il tasto Start, l’Autoplay, il variatore di puntata, il pulsante per effettuare la giocata massima, l’importo della vincita istantanea e totale. Ci sono poi le icone per disattivare la musica, quella per accedere al menù interno e infine quello che ci permette di ritornare alla schermata iniziale.\nAnche il comparto musicale è abbastanza piacevole, con un motivetto di suoni elettronica e flauti e qualche effetto speciale in occasione delle vincite.\nCaratteristiche della slot\nLa griglia di gioco è una classica 5×3, con 5 linee di pagamento fisse. La puntata minima è di 0,05 €, ma si possono scegliere importi di 0,10 €, o,20 €, 0,50 €, 1 €, 2,50 €, 5 € e infine 10 €. Più si scommette, più aumentano le possibilità di vincere. Come in quasi tutte le slot, le combinazioni vincenti si sviluppano dal primo rullo di sinistra procedendo verso destra.\nL’Autoplay offre la possibilità di selezionare tra i 10 e i 100 giri automatici, con dei limiti di vincita o di perdita oltre i quali il gioco tornerà alla modalità manuale.\nSimboli e funzionalità\nIn Fetching Fruits abbiamo nove simboli, suddivisi tra quelli di basso livello, che pagano meno, e quelli di alto livello che invece offrono ricompense importanti. Si vince associando da 3 a 5 simboli uguali.\nPer le nostre prove abbiamo impostato la scommessa minima di 0,05 €. Le ciliegie e il limoni sono i simboli che pagano meno, da un minimo di 0,10 € (tre simboli), a un massimo di 1,50 € (5 simboli).\nA seguire troviamo i numeri 9 e 10 che offrono vincite da 0,10 € sino a 1,50 €.\nCon la prugna e l’anguria si sale di livello, con somme che vanno da 0,15 sino a 2 €.\nL’arancio ripaga sino a un massimo di 5 €, mentre la campana è il simbolo con un valore più alto in assoluto, raggiungendo 50 €.\nNaturalmente, aumentando la scommessa iniziale, le vincite aumentano, con somme da capogiro.\nPro e contro di Fetching Fruits\nA noi questa slot è piaciuta, a partire dalla meccanica di gioco fluida che permette ai rulli di girare senza fastidiose interruzioni.\nI simboli semplici e le linee di pagamento ben in evidenza ci sono sembrate adeguate, mentre invece ci saremmo aspettati qualcosa di più sul menù interno, scarno e senza riferimenti importanti come, ad esempio, la volatilità e l’RTP.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fetching Fruits",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/fetching-fruits_featured-286x217.png",
            "filename": "fetching-fruits_featured-286x217.png"
        }
    ],
    "name": "Fetching Fruits"
}