{
    "studio": "Pragmatic Play",
    "text": "\nFishin Reels\nCon l’avvicinarsi della bella stagione cresce la voglia di spiaggia, mare e sport! E anche di una bella pescata, soprattutto se ad aspettarci ci sono pesci e aragoste succulenti come quelli di Fishin’ Reels.\nQuesta slot della Pragmatic Play ha un’ottima grafica, con disegni super dettagliati e colori sgargianti. Sfidiamo chiunque a giocare con Fishin’ Reels senza sentire l’impulso irrefrenabile di correre nella spiaggia più vicina per un bel tuffo in acqua.\nL’ambientazione è il fondo marino ricco di fauna con tante bollicine che salgono verso la superficie e i riflessi del sole a creare forme astratte sulla sabbia. Alcune simpatiche animazioni rendono il gioco più dinamico, la musica allegra è piacevole all’ascolto, ma naturalmente può essere disattivata in qualsiasi momento. Nella parte bassa troviamo la pulsantiera e le statistiche della giocata.\nCaratteristiche della slot\nPer Fishin’ Reels abbiamo una griglia a 5 rulli e 3 righe su cui si dipanano 10 linee di pagamento fisse. Il range di puntata è adatto a ogni tipologia di giocatore: quello meno esperto che non vuole investire molo denaro può decidere per una scommessa da 0,10 € a spin, il giocatore più scafato può arrivare sino a 100 €.\nSi vince abbinando da 3 a 5 simboli adiacenti a partire da sinistra verso destra su una linea di gioco attiva.\nL’opzione giri automatici ci permette di selezionare un numero di Autospin compreso tra 10 e 100 e se vogliamo possiamo anche impostare limiti di vincita e di perdita.\nIl valore RTP è molto buono essendo pari al 96,5%, mentre la volatilità alta, cioè in media si vince meno spesso ma si hanno più probabilità di vincere grosse somme in brevi lassi di tempo.\nSimboli e funzionalità\nI simboli regolari sono 10, alcuni di basso livello, altri che ripagano molto bene anche a fronte della giocata minima. Partiamo da quelli meno remunerativi, che sono rappresentati dai semi delle carte da gioco: quadri e fiori, con una puntata di 0,01 € per linea, pagano massimo 1 €; cuori e picche 1,50 €.\nCon i simboli a tema mare si sale di livello: le pinne e la maschera ripagano al massimo con 2 €, la stella marina 3 €, l’aragosta 4 €, la rana 5 € e il pesce 10 €.\nPassiamo ora ai simboli speciali. La scritta Wild circondata dell’erba marina è il nostro Jolly e sostituisce tutti i simboli eccetto quelli bonus. Il pesce spada dorato è il simbolo Scatter. Può comparire su tutti i rulli e ne servono almeno 3 per attivare 10 Giri Gratis. Con 4 simboli avremo 12 Free Spins e con 15 ce ne verranno offerti 15. Prima di iniziare, ci verrà chiesto di scegliere una tra due funzioni. Vediamole nel dettaglio:\n\nReel it in: sullo schermo appaiono 9 pesci, un cestino di esche, uno scarpone e una lattina da cui fuoriesce un verme. A ogni Spin, ai simboli viene associato un moltiplicatore compreso tra 0,5x e 250x o altri giri extra. Sul quinto rullo, ogni volta che comparirà il pescatore, verranno sommate le vincite dei Pesci Denaro o dei giri extra. Inoltre, verranno aggiunti altri 2 giri gratuiti.\nThe Big Catch: qui c’è un pesce dorato, denominato simbolo Pesca Grossa, che casualmente si sovrappone agli altri simboli. Se ne compaiono 3, si attiva un mini gioco di 2 giri extra aggiuntivi con 8 pesci a cui sono associati dei moltiplicatori compresi tra 0,2x e 250x. A ogni giro, viene selezionato un pesce e il valore moltiplicato per la puntata totale.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fishin Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/fishin-reels-featured-286x217.png",
            "filename": "fishin-reels-featured-286x217.png"
        }
    ],
    "name": "Fishin Reels"
}