{
    "studio": "Red Tiger",
    "text": "\nFlaming Fox\nCerto che la Red Tiger con questa slot ha davvero superato le nostre più rosee aspettative, creando una slot impeccabile dal punto di vista grafico e con tanti accorgimenti che faranno felici i giocatori più esigenti. tema di Flaming Fox è un tempio cinese in cui vive una saggia volpe – guerriero alle prese con le tecniche di meditazione. Per ricreare la giusta ambientazione, si è puntato molto sul comparto grafico, che appare studiato nei minimi dettagli. Una musica orientaleggiante accompagna la rotazione dei rulli, con la griglia di gioco sistemata all’interno del tempio. Sullo sfondo si trova la volpe di fuoco ninja, anche se non possiamo vederla in modo dettagliato perché nascosta nell’ombra. Nella parte bassa della griglia troviamo pochi tasti, quello automatico e quello turbo, oltre naturalmente allo Start. Oltre ad essi, c’è la casellina da cui impostare la nostra scommessa.\nCaratteristiche di Flaming Fox\nPer questa slot si è scelto di puntare su una griglia tradizionale, con 5 rulli e 3 righe. Le linee di pagamento sono 10, fisse, e la puntata minima per linea è di appena 0,02 € per un totale di 0,20 €. La scommessa massima totale è invece di 20 €, una cifra non troppo esagerata. Particolarità che ci ha davvero colpito è il fatto che le combinazioni vincenti possono verificarsi anche da destra a sinistra e non solo da sinistra a destra come avviene di solito. Flaming Fox ha una volatilità alta e un RTP del 96,11%.\nSimboli e funzionalità\nSi vince abbinando almeno 3 simboli in successione su una linea di pagamento. Tra i simboli che pagano meno troviamo naturalmente le carte da gioco dal dieci all’asso, seguiti dagli stivali a forma di zampe di volpe e la maschera. Con la fascia con la placca argentata i pagamenti cominciano a farsi consistenti, anche se a pagare di più sono la pergamena infuocata e le spade del ninja circondate dalle fiamme. Anche il simbolo Wild, ossia la scritta Jolly davanti a due code di volpe incrociate, è pagante, oltre a sostituire tutti i simboli regolari. Il bello di questa slot però sta tutto nel sistema di Bonus che la Red Tiger ha escogitato. In modo del tutto casuale, la volpe ninja lascia la sua postazione nell’ombra e salta sui rulli. Nella prima funzione speciale la volpe di Fuoco si esibirà in alcune tecniche di combattimento infuocate che spazzeranno via i rulli regolari scoprendo un secondo set di rulli con Jolly e simboli di alto valore. Nella seconda funzione la volpe può colpire i simboli e trasformarli in Jolly che rimarranno fissi durante lo spin. Quando invece compariranno sui rulli 3 simboli giri gratis in qualsiasi posizione, allora verremo ricompensati con un numero casuale di Free Spins, durante i quali potremmo ottenere ulteriori giri extra!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Flaming Fox",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/flaming-fox_new-286x217.jpg",
            "filename": "flaming-fox_new-286x217.jpg"
        }
    ],
    "name": "Flaming Fox"
}