{
    "studio": "Ainsworth",
    "text": "\nFlash Cash\nLa passione per i motori si sa, non conosce età. La Ainsworth ha deciso di celebrare questa passione con una slot adrenalina ma senza tanti fronzoli, con una gameplay di vecchia scuola e una grafica importante. Il gioco si ispira alle corse automobilistiche in stile Fast and Furious, con macchine tirate a lucido e motori graffianti. I rulli si trova all’interno dell’auto e tutte le impostazioni sono sistemate sul quadrante digitale, stupendo dal punto di vista grafico. Il comparto sonoro è ridotto al minimo, nessuna musica di sottofondo ma solo il suono dei rulli interrotto dalle accelerate e dalle frenate in curva.\nCaratteristiche di Flash Cash\nLa Ainsworth per questa slot ha voluto imprimere un taglio tradizionale, senza aggiungere livelli o funzioni speciali, ma solo simboli regolari, oltre a Wild, Scatter e ad alcuni moltiplicatori per incrementare le vincite. Proprio per questo, la griglia è una classica 5×3, con massimo 30 linee di pagamento variabili, cioè potremo decidere noi quante attivarne. Naturalmente va da sé che un numero più alto di linee attive si traduce in maggiori probabilità di combinazioni vincenti. Tra l’altro le scommesse sono abbastanza contenute, visto che per ogni linea attiva si paga appena 0,01 €, anche se poi si può salire di livello raggiungendo i 100 € sempre per linea. Per chi volesse, è possibile attivare i giri automatici cliccando sul tasto + posto accanto allo start. In questo caso si aprirà una finestra con un cursore a scorrimento. Il numero massimo di giri automatici attivabili è 100 senza limiti di vincita o di perdita. La volatilità è media, si vince poco e spesso, mentre abbiamo trovato un RTP leggermente più basso della media, pari a 93,93%. È utile ricordare che comunque questo valore incide in minima parte sulle probabilità di vincita e solo a fronte di numerose giocate.\nSimboli e funzionalità\nIn Flash Cash troviamo simboli tematici e non tematici. Questi ultimi , rappresentati dalle carte da gioco dal 10 all’asso, sono anche quelli che pagano meno di tutti. A seguire troviamo il casco, alla ruota, il contachilometri, la bandiera a scacchi con la bottiglia di champagne e la macchina da corsa. Il simbolo del dollaro è il nostro Wild, ha funzione di Jolly e sostituisce tutti i simboli eccetto lo Scatter. Può comparire soltanto sui rulli 3, 4 e 5. Lo Scatter è rappresentato dalla coppa, se compare 3 volte in qualsiasi posizione regala ben 10 giri gratuiti. Durante i giri gratuiti, se il simbolo Wild appare sui rulli 2 o 4, tutti i simboli di questi rulli vengono trasformati in Wild. Inoltre, è possibile che appaia un rullo aggiuntivo su cui può trovarsi un moltiplicatore x2, x3, x5. Se durante i Free Spins compaiono 3 o più Scatter, allora verremo ricompensati con 5 ulteriori giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Flash Cash",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/08/flash-cash_featured-286x217.jpg",
            "filename": "flash-cash_featured-286x217.jpg"
        }
    ],
    "name": "Flash Cash"
}