{
    "studio": "Yggdrasil",
    "text": "\nFlorageddon!\nPiù che una slot, il nuovo gioco della Yggdrasil sembra un b-movie degli anni Ottanta. Basta far partire il gioco e ci troviamo di fronte a uno scenario apocalittico. Tra gli alberi di una foresta rigogliosa vediamo spuntare i resti di una cabina telefonica, un semaforo distrutto e la carcassa gialla di un taxi. Quando poi facciamo partire i rulli, capiamo il perché: piante assassine, funghi malefici, radici infestanti sono lì per distruggere qualsiasi forma di vita.\nLa Yggdrasil ha creato un gioco impeccabile dal punto di vista grafico, con uno stile che è una via di mezzo tra horror e comicità. Anche il sottofondo sonoro, una musica mistery incalzante, contribuisce a ricreare la giusta atmosfera orrorifica.\nUna griglia classica per un gioco divertente\nLa griglia di gioco è una classica 5×3, con una puntata minima di 0,20 € e una massima di 100 €.\nUn particolarità di Florageddon! è che si vince associando simboli identici a partire dal primo rullo di sinistra e proseguendo verso destra e viceversa.\nCon la funzione Autoplay si possono far partire giri automatici senza preoccuparsi di cliccare ogni volta sul tasto Start, azionando il simbolo del fulmine è invece possibile accelerare la rotazione dei rulli.\nBuono il valore RTP, pari al 96%, del tutto nella media.\nSimboli e Bonus\nCominciamo col dire che abbiamo due set di moltiplicatori: quello sulla destra si applica alle combo vincenti che partono dal quinto rullo e procedono verso il primo, viceversa, il moltiplicatori di sinistra valgono per le combinazioni che partono dal primo rullo in direzione dell’ultimo. Ogni vincita, fa aumentare il moltiplicatore. Dopo una caduta non vincente il moltiplicatore torna al valore iniziale.\nA ogni combinazione vincente i simboli paganti vengono rimossi e vengono sostituti da altri simboli, più un Wild. Inoltre, ogni vincita comporta l’avanzare dello speciale contatore posto sopra la griglia. Quando le quattro tacche saranno complete, si riceverà un premio speciale che può essere un +10 da applicare ai moltiplicatori, oppure due Jolly anziché uno o ancora una colonna di Jolly. Un altro premio speciale è la rimozione dei simboli non vincenti e la caduta di nuovi simboli.\nPer quel che riguarda i simboli, le quattro carte da gioco hanno un basso valore. Per ottenere premi più alti bisogna sperare nel segnale stradale, nell’orologio, nel lampione e nell’idrante. Le vincite più alte, comunque, si ottengono con le 4 piante demoniache. Le radici sono il nostro Wild, che sostituisce tutti i simboli regolari. Il teschio è lo Scatter e ci ricompensa con 7, 9 o 11 Free Spin. Prima dell’inizio dei giri gratis, ci verrà proposto di scommettere per vincere ulteriori Free Spins.\nVolendo, possiamo anche acquistare i Free Spins o la Golden Bet, una scommessa che ci permetterà di ricevere un Premio Speciale dopo 3 cadute anziché 4.\n \nDomande Frequenti \nDurante i Free Spins i moltiplicatori si comportano come nel gioco base?\n\nNo, durante il gioco Bonus i moltiplicatori non si resettano finché non concludiamo i Free Spins.\n\n\n\nFlorageddon! è disponibile per tutti i dispositivi?\n\nSì, puoi giocare a Florageddon! da smartphone, pc o tablet.\n\n\n\nQual è la volatilità di Florageddon!?\n\nIn Florageddon! la volatilità è alta, non sarà tanto facile vincere ma i premi ti stupiranno!\n\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Florageddon!",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/florageddon_slot-286x217.jpg",
            "filename": "florageddon_slot-286x217.jpg"
        }
    ],
    "name": "Florageddon!"
}