{
    "studio": "NetEnt",
    "text": "\nFootball: Champions Cup\nIl calcio è forse lo sport più famoso del mondo, capace di far battere il cuore a milioni di spettatori e di unire interi popoli, soprattutto quando a scendere in campo sono le nazionali. Football: Champions Cup ripropone una selezione di squadre gloriose provenienti da tutto il mondo, come ad esempio Brasile, Francia, Germania, Argentina, Uruguay solo per citarne alcune. Il primo passo per giocare a Football: Champions Cup sarà proprio quello di scegliere la squadra con cui giocare, dopodiché si aprirà il sipario. La griglia di gioco si trova sul campo e sullo sfondo si trova lo stadio pieno di spettatori. La grafica spettacolare ci fa entrare nel vivo della sfida, il sottofondo musicale è naturalmente d’atto da cori da stadio a sottolineare ogni spin.\nCaratteristiche della slot\nLa NetEnt ha deciso di offrirci una griglia dal tono classico, con 5 rulli e 3 linee e 20 linee di pagamento. La puntata minima è di 0,01 €, mentre quella massima è di 100 €, modificabile anche attraverso gli 8 livelli della scommessa. Volendo, è possibile impostare tra i 10 e i 1.000 giri automatici. Completa il tutto un RTP di tutto rispetto pari al 96,82% e una volatilità media.\nSimboli e funzionalità\nUno dei tanti pregi di questa slot è la simulazione della fase ad eliminazione diretta del torneo durante i Free Spins e farci provare l’ebrezza dei calci di rigori grazie ai Bonus. Prima però è utile soffermarci sui simboli che potrete trovare in Football: Champions Cup. Quelli con valore più basso sono legati alle carte da gioco dal 10 all’asso, a seguire in ordine troviamo il logo del fischietto, il guanto, lo scarpino, la maglia e lo stemma con il calciatore in azione. Il simbolo Wild, costituito da un pallone da calcio, oltre a ripagare con cifre considerevoli, sostituisce tutti i simboli eccetto lo Scatter e il Bonus. Di tanto in tanto sullo schermo possono apparire tra i 2 e i 5 Overly Wild, ossia dei palloni che si poggiano su alcuni simboli regolari trasformandoli in Wild. La coppa è il nostro simbolo Scatter, se ne appaiono 3 sui rulli 2, 3 e 4 si attivano i Free Spins, impostati come un vero e proprio torneo a partire dagli ottavi di finale. Per raggiungere la finale avremo quindi a disposizione 4 Free Spins. I Wild Gol di colore rosso e blu rappresentano i gol della nostra squadra e quelli dell’avversario. Più gol segniamo, più avremo possibilità di raggiungere la finale che, in caso di vittoria, paga con un premio molto elevato.\nCon 3 simboli Bonus accederemo invece a 5 calci di rigore che in caso di parità potrebbero andare ad oltranza. Il gioco consta di due momenti: nel primo dovremo tirare un rigore, nel secondo avremo il compito di pararlo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Football: Champions Cup",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/football-champions-cup_free-286x217.jpg",
            "filename": "football-champions-cup_free-286x217.jpg"
        }
    ],
    "name": "Football: Champions Cup"
}