{
    "studio": "Evoplay",
    "text": "\nForgotten Fable\nImmagina una fiaba, una qualsiasi: solitamente racconta una storia affidandosi alla presenza di personaggi buoni e positivi, ma a fare la differenza sono spesso i cattivi. E proprio in questa slot machine firmata da Evoplay sono i cosiddetti Villains a fare la differenza. Forgotten Fable è una slot a tema fantasy, costruita partendo da una struttura classica di 5×3 rulli con 15 linee di pagamento. È una delle macchinette online che vanta tra le più belle grafiche mai viste, capace di proporre anche uno stile innovativo che è sicuramente il punto di forza di questa software house. Non mancano alcune nuove funzionalità speciali che scopriremo nel corso di questa recensione, come il Magic Chests con moltiplicatori e i giri gratuiti. Vediamo allora le caratteristiche di questa slot con un RTP al 96% e una volatilità media.\nCaratteristiche e grafica della slot\nLa grafica è impeccabile, i cattivi sono creati ad hoc dal provider che ci porta a incontrare Baba Yaga, Koschei l’Immortale, Vodyanoy, Leshy e Gorynych, che sono le Leggende pronte a pagare di più. Sono affiancate da altri simboli che si alternano sui rulli giro dopo giro: parliamo dei Serpenti con le sembianze di draghetti e i Reali. Ma a sbloccare il gameplay dal suo gioco base sono due simboli speciali Jolly: il Teschio e il Sole. Entrambi possono sostituire qualsiasi altra icona di gioco e attivare rispettivamente le rune oscure e le rune di fiamma. Possono così attribuire dei giri gratuiti e permettere al giocatore di ricevere vincite sempre più interessanti. Nel complesso si arriva a ottenere una vincita potenziale fino a 1.270 volte la scommessa quando ci si trova nel gioco base.\nFunzionalità speciali\nL’uovo d’oro è il Wild che può contribuire a creare sempre nuove combinazioni andando a sostituire ogni pezzo mancante sulla griglia di gioco. Ricordiamo però che non ha alcun tipo di potere davanti alle icone del Teschio o del Sole. È importante dire che nel momento in cui si ottiene un giro vincente parte un’animazione sia per il Teschio che per il Sole, portando all’apparizione di uno scrigno magico che porterà fino a 5 moltiplicatori. Il loro valore è compreso tra 2x e 6x. Le vincite generate potranno così subire una spinta interessante e aumentare la somma ricevuta.\nPer quanto riguarda i Free Spin è prevista una funzionalità che ne mette in palio 10 e i moltiplicatori possono salire da 4x a 12x. Nel caso invece dei giri Flameland non ci sono i moltiplicatori, ma le combinazioni hanno di base un valore più alto.\nConsiderazioni finali sulla slot Forgotten Fable\nDifficile trovare delle note negative su Forgotten Fable. Il provider continua a mostrare grande cura e attenzione nella creazione delle sue slot, partendo da una grafica eccellente, che viene affiancata a un gameplay ottimo. È degno di nota anche il suo programma di funzionalità extra e le ricompense che offre ai giocatori. Il tema potrebbe non piacere a tutti, ma merita di essere provato perché difficilmente deluderà le aspettative di ogni singolo giocatore.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Forgotten Fable",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/forgotten-fable-thumb-286x217.png",
            "filename": "forgotten-fable-thumb-286x217.png"
        }
    ],
    "name": "Forgotten Fable"
}