{
    "studio": "High 5 Games",
    "text": "\nFort of Fortune\nIl Medioevo è di certo una delle epoche storiche più affascinanti, ricco di spunti interessanti per storie e leggende tramandate sino ai giorni nostri. La vita di corte, le battaglie sanguinarie, i duelli tra cavalieri, i giullari, sono gli elementi che hanno reso unico questo periodo storico. Non per nulla molte software house l’hanno adottato come tema portante dei loro prodotti, che poi è quello che ha scelto di fare anche la High 5 Games con Fort of Fortune. Uno degli aspetti di maggior impatto di questa slot è senz’altro la grafica curata nei minimi dettagli. La griglia corrisponde alla facciata del castello, con le torri al posto dei rulli durante una bella giornata di sole. Nella parte bassa troviamo le impostazioni per la puntata, il tasto Start e quello per l’Autoplay. La musica che accompagna il gioco ha toni epici ma senza risultare invadente, e comunque può essere disattivata in qualsiasi momento accedendo al menù.\nCaratteristiche della slot\nIn Fort of Fortune la griglia ha 5 rulli e 3 linee, con 20 linee di pagamento fisse. La puntata totale va da un minimo di 0,20 € a un massimo di 200 €. Durante i giri gratuiti, le vincite vengono calcolate sulla puntata del gioco regolare. Uno dei punti di forza di questa slot è senza dubbio il valore RTP molto alto, pari al 97%. Anche la volatilità è alta, così da avere vincite meno frequenti ma comunque importanti. È possibile impostare da 10 a 100 giri automatici con alcuni limiti di perdita. Dalla stessa schermata è possibile anche selezionare la modalità turbo per accelerare la rotazione dei rulli.\nSimboli e funzionalità\nCominciamo l’argomento introducendo la funzione Tumbling Reels, che comporta l’esplosione dei simboli vincenti che verranno rimpiazzati da nuovi simboli. Nel caso anch’essi concorrano a formare nuove combinazioni paganti, la funzione andrà avanti.\nIn Fort of Fortune abbiamo simboli di basso valore, di alto valore e di altissimo valore. I primi come di consueto sono rappresentati dalle carte da gioco: oltre alle figure e all’asso c’è anche il numero 5.\nI simboli di alto valore sono invece le figure del principe, della principessa e del re. Quelli di altissimo valore sono invece gli stessi regnanti ma replicati per 2, 3 o 4 vote nello stesso simbolo. Per sbloccarli è necessario che sia attiva la funzione Spin-Crease, legata al numero di giri effettuati e al valore della scommessa. In pratica se puntiamo avremo questi simboli speciali dall’altissimo valore.\nLa statua del demone è il nostro simbolo Wild, può apparire solo sui rulli 2, 3 e 4 e va a sostituire tutti i simboli eccetto lo Scatter, che è rappresentato dal drago. Se quest’ultimo appare per almeno 3 volte, ci verranno assegnati 11 o 12 giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fort of Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/fort-of-fortune_free-286x217.jpg",
            "filename": "fort-of-fortune_free-286x217.jpg"
        }
    ],
    "name": "Fort of Fortune"
}