{
    "studio": "Ainsworth",
    "text": "\nFortune Falcon wild respins\nPalazzi incantati, cammelli e cavalli bardati con stoffe preziose, un’oasi lussureggiante e naturalmente un falco dalle uova d’oro sono lo scenario in cui ci ritroveremo accedendo a Fortune Falcon Wild Respins. Per creare questa slot la Ainsworth ha messo una particolare attenzione alla grafica, che appare molto dettagliata con qualche animazione a rendere il gioco più piacevole. Lo sfondo è il deserto al tramonto, accanto ai rulli si trova un falco appollaiato su un trespolo e nella parte superiore della griglia di gioco ci sono tre alloggiamenti per accogliere le uova d’oro che appariranno durante gli Spin. Nella parte bassa troviamo invece tutte le impostazioni per settare al meglio la nostra scommessa e altre informazioni utili per capire come si sta evolvendo il gioco.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 3 righe con 30 linee di pagamento fisse. Si vince allineando almeno 3 simboli uguali da sinistra a destra. Il range va da un minimo di 0,01 € per linea a un massimo di 100 €, ottimo per invogliare sia giocatori meno esperti, sia quelli che amano l’ebrezza del rischio. Per chi volesse, è possibile impostare tra i 10 e 100 giri automatici. La volatilità è media, mentre il ritorno teorico al giocatore (RTP) è di 94,02%, leggermente più basso rispetto ad altre slot, ricordando sempre che tale valore è puramente ipotetico e si basa solo sui grandi numeri.\nSimboli e funzionalità\nCome nella maggior parte delle slot, anche in Fortune Falcon Wild Respins sono presenti i simboli legati alle carte da gioco dal 9 all’asso e naturalmente sono quelli con un più basso valore. A seguire troviamo il forziere da cui traboccano oro e gemme preziose, l’oasi, il cammello, il cavallo e il giaguaro. Tra i simboli speciali troviamo due Wild e uno Scatter. Il primo Wild è il falco e ha una funzione tradizionale, ossia sostituisce tutti i simboli regolari ma non quelli speciali. Il secondo Wild è invece l’uovo dorato di falco, che oltre ad avere funzione di Jolly, ogni volta che appare sul rullo 4, viene spinto in uno dei nidi posti sopra la cornice di gioco. Quando ne collezioneremo 3, allora verremo ricompensato con 3 giri gratuiti durante i quali un grande uovo dorato occuperà ben 3 rulli su 5 comportandosi come un Wild. Ogni volta che avremo una combinazione vincente sulla superficie dell’uovo si formerà una crepa da cui fuoriusciranno monete d’oro.\nAltro simbolo importante è lo Scatter, rappresentato dal palazzo. Oltre ad aver un valore monetario, esso ci ricompensa con 10 giri gratuiti durante i quali potremmo vedere apparire delle monete d’oro con dei moltiplicatori x2 o x5. Se durante i Free Spins atterrerà sui rulli altri 3 o più Scatter, allora ci verranno assegnati 5 ulteriori giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fortune Falcon wild respins",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/fortune-falcon-wild-respins-thumb-286x217.jpg",
            "filename": "fortune-falcon-wild-respins-thumb-286x217.jpg"
        }
    ],
    "name": "Fortune Falcon wild respins"
}