{
    "studio": "Jelly",
    "text": "\nFortune of Camelot\nPer molti si tratta solo di leggende, per altri Re Artù è stato un condottiero esistito realmente. Quale sia la verità, rimane che le vicende narrate nel ciclo arturiano siano da molti considerate come le dirette antenate del genere fantasy. E non potrebbe essere altrimenti, visto che Re Artù viveva a Camelot, una fortezza che si trovava in un regno metà rete e metà incantato, popolato da creature magiche, maghi, incantesimi e armi prodigiose.\nCon queste premesse, è quasi d’obbligo aspettarsi un grande lavoro a livello grafico e infatti la Jelly da questo punto di vista non delude affatto.\nNeanche il tempo di far partire il gioco, che veniamo catapultati nel regno di Camelot, con una griglia di gioco incastrata nella pietra e due sculture di draghi scolpiti sui lati. Delle luci colorate si sollevano dal terreno, mentre sullo sfondo, sfocato, si intravedono le mura del castello. I tasti per giocare e per calibrare la scommessa si trovano a desta e a sinistra rispetto ai rulli. la musica che accompagna gli Spin ha un tono epico e coinvolgente.\nLa funzione Super Stake per ottenere i giri gratuiti\nIn Fortune of Camelot ci troviamo davanti a una griglia dal taglio classico, con 5 rulli e 3 righe. Le linee di pagamento sono 20, fisse, e su ognuna di esse è possibile puntare 0,01 €, dunque ogni Spin costerà appena 0,20 €. I giri automatici ci tolgono dall’incombenza di dover cliccare ogni volta il tasto Play. Dalla stessa pagina è possibile attivare la funzione Turbo Spin che permette di accelerare la rotazione dei rulli. C’è poi la possibilità di raddoppiare la possibilità di ottenere simboli Scatter, indispensabili per ricevere Free Spins. In tal caso sarà necessario acquistare la funzione Super Stake cliccando sul pulsante apposito.\nIl ritorno teorico al giocatore (RTP) si attesta sul 95,84%, la volatilità è invece alta.\nBonus ricchi di magia\nIn Fortune of Camelot i simboli possono essere divisi tra quelli di basso livello, rappresentati dalle carte da gioco buone per una scala reale, e quelli di alto livello, ossia i personaggi della tavola rotonda, Artù, Ginevra, Lancillotto, Goffredo e Merlino.\nLa spada è il nostro Wild e sostituisce tutti i simboli eccetto lo Scatter, rappresentato dalla scritta Bonus. Un minimo di tre Scatter ci regala dieci Free Spins. Durante il gioco bonus, ogni volta che un Wild atterrerà sui rulli il moltiplicatore posto sulla sinistra aumenterà di x1. Inoltre, è possibile che si attivi la magia di Merlino, uno speciale modificatore che può trasformare un Wild in Wild impilato o far apparire singoli Wild.\n \nDomande Frequenti \nPosso giocare a Fortune of Camelot dallo smartphone?\n\nCertamente, infatti questo slot è fruibile da qualsiasi dispositivo mobile o da pc.\n\n\n\nQual è il ritorno teorico al giocatore di Fortune of Camelot?\n\nL’ RTP di questa slot è del 95,84%.\n\n\n\nPosso acquistare i Free Spins?\n\nNo, ma si può usufruire della funzione Stake Logic che raddoppia la possibilità di ottenere i Free Spins.\n\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fortune of Camelot",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/fortune-of-camelot_free-286x217.jpg",
            "filename": "fortune-of-camelot_free-286x217.jpg"
        }
    ],
    "name": "Fortune of Camelot"
}