{
    "studio": "Play’n Go",
    "text": "\nFortunes of Ali Baba\nLa slot gratis Fortunes of Ali Baba è basata sulla famosa storia di Arabian Nights che si concentra sulla leggenda di Ali Baba e dei Quaranta Ladroni. Con una grotta sullo sfondo, i simboli si susseguono tra elementi preziosi e mistici, il tutto arricchito da funzionalità extra molto speciali…\nDa cosa è formato il gameplay di questa slot senza registrazione?\nLa slot gratis Fortunes of Ali Baba è alimentata da 5 rulli e 20 linee di pagamento. Giocabile su tutti i dispositivi compresi gli smartphone a partire da 20 centesimi fino 100 Euro a giro, questa slot ispirata ad Arabian Nights è dotata di una funzione Den of Thieves Bonus in cui ti sarà chiesto di scegliere per vincere premi in denaro e accedere alla funzione Free Spins.\nSimboli principali e funzionalità extra\nLe icone di questa slot arabeggiante includono:\n\nLa serie A, K, Q, J e 10 reali\nErbe curative mistiche\nGioielli Preziosi\nAmuleti\nIl Pugnale di Ali Baba. Quest’ultimo paga 2, 4 o 14 volte la puntata per 3, 4 o 5 in combinazione\nLo stesso Ali Baba è il simbolo Jolly che sostituisce tutti i simboli tranne lo Scatter – 3, 4 o 5 su una linea di pagamento ti ricompenseranno con 5, 10 o 250 volte la puntata\nIl secondo simbolo jolly, il Thieves Wild, appare solo nella funzione Free Spins.\n\nChe cos’è la Funzionalità Bonus Den of Thieves?\nUno dei simboli più importanti da cercare è Morgiana che è la serva di Ali Baba e rappresenta nel gioco la dispersione. 2 di questi atterraggi simultanei sui rulli 1 e 5 durante un giro di gioco base attiveranno la funzione Bonus Den of Thieves, che ti porterà dritto verso il famigerato nascondiglio dei ladri dove scoprirai il tesoro nascosto suddiviso in cinque livelli differenti. Attento! Nei livelli 2, 3, 4 e 5, potresti essere catturato dai ladri che ti riporteranno al gioco base.\nFunzione Giri Gratis e funzione Walking Wilds\nSe attivi la funzione Giri gratuiti, inizierai con 8 giri gratis impreziositi dal simbolo jolly Ali Baba. Se su un giro gratuito si aggiunge un Thieves Wild  entrambi i Jolly si attiveranno con la funzione Walking Wilds: i rulli girano di nuovo con il Thieves Wild che si avvicina ad Ali Baba ad ogni giro gratuito. Cerca gli Scatter Morgiana che appaiono sui rulli 1 e 5 per riattivare la funzione e aggiungere altri 2 giri gratuiti al tuo conteggio, mossa che farà aumentare anche il moltiplicatore.\nLe mie conclusioni finali su Fortunes of Ali Baba\nLa slot machine Fortunes of Ali Baba è ricca di funzionalità e ha una grafica di buona qualità. Tutto il gioco ruota intorno alla funzione Bonus Den of Thieves che ti permetterà di aggiudicarti alcuni premi in denaro niente male e di sfruttare la funzionalità Free Spins. Se ti piacciono le slot così dinamiche ti consiglio di dare un’occhiata agli altri titoli di questo sviluppatore direttamente nei nostri casinò.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fortunes of Ali Baba",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/fortunes-of-ali-baba_slot-286x217.jpg",
            "filename": "fortunes-of-ali-baba_slot-286x217.jpg"
        }
    ],
    "name": "Fortunes of Ali Baba"
}