{
    "studio": "Spearhead Studios",
    "text": "\nFortune Caravan\nFortune Caravan è una slot machine con Jackpot di Flipluck, che si presenta con un layout 5×3 e 50 linee di pagamento, dall’interfaccia intuitivo, ideale per tutti i tipi di giocatori. Un’altra chicca erogata da Spearhead Studios, in cui è presente un altro set di rulli 1×10 posizionato sopra la griglia principale. Il range di scommessa va da 0,50€ a 100€ per ogni giro.\nL’RTP di Fortune Caravan è del 96.30%.\nSimboli e pagamenti di Fortune Caravan\nNella slot machine Fortune Caravan incontrerai 12 simboli, tra cui 1 Wild e 2 Scatter. L’abbinamento di almeno 3 simboli identici adiacenti sulla stessa linea di pagamento attiva assegnerà un premio. I simboli regolari includono icone a pagamento basso (le carte da gioco, dal Jack all’Asso) che pagano da 0,1x a 1x la puntata, i simboli a pagamento medio (tra cui la pentola e il mandolino) che pagano da 0,1x a 3x) e i simboli ad alto pagamento (la sfera magica e la carta dei tarocchi) che pagano rispettivamente da 5x ad un massimo di 10x la puntata.\nIl simbolo Wild è l’Old Mirror che può atterrare solo sui rulli e 5 e può sostituire qualsiasi altra icona.\nIl gioco si presenta con 2 icone Scatter:\n\nGolden Key paga da 1 a 10 volte la tua puntata e regala da un minimo di 8 ad un massimo di 30 Free Spin;\nGipsy Caravan mette in funzione il Bonus Game Fortune Caravan. Accumulando le icone Gipsy Caravan i rulli normali si trasformeranno in un’unica griglia 1×10 e verranno regalati i Re-spin. Inoltre, decideranno i valori del Jackpot.\n\nIl gioco ha anche una funzione Gamble in cui potrai scegliere un colore della carta, rosso o nero, per ricevere il tuo premio.\nFortune Caravan può essere giocata sia su dispositivi fissi che mobili, per permetterti di divertirti in qualsiasi posto e soprattutto in qualsiasi momento.\nNon perdere quindi l’occasione di provare l’ultimo emozionante gioco di Flipluck e di goderti le funzioni bonus, i simboli speciali Scatter e Wild, il tutto sullo sfondo di una grafica davvero mozzafiato!\nFAQ – Domande frequenti sulla slot Fortune Caravan \nQuali volatilità e RTP devo aspettarmi in Fortune Caravan?\nFortune Caravan è una slot con una volatilità elevata che permette ingenti vincite ma meno frequenti. L’RTP invece è del 96.30%.\nLa slot Fortune Caravan ha i Free Spin?\nSì. Se ottieni 3, 4 o 5 icone Golden Key otterrai rispettivamente 8, 15 e 30 Giri Gratuiti. Nel corso della funzione bonus Free Spin se ottieni da 2 a 5 Golden Key otterrai altri 5, 8, 15 o 30 Giri Gratis.\nQuali sono i limiti di puntata di Fortune Caravan?\nCon Fortune Caravan potrai puntare da 0.50€ fino a 100€ per ogni giro. Gli high roller troveranno molto interessante un range come questo!\nQuali sono i simboli più interessanti della slot?\nStai attento al simbolo Wild (Old Mirror) che funziona da Jolly, ai 2 Scatter (Golden Key e Gipsy Caravan) che attivano rispettivamente le funzioni Bonus Free Spin e Bonus Game Fortune Caravan.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fortune Caravan",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/fortune-caravan-logo-286x217.png",
            "filename": "fortune-caravan-logo-286x217.png"
        }
    ],
    "name": "Fortune Caravan"
}