{
    "studio": "IGT",
    "text": "\nFortunes of Egypt\nUna civiltà millenaria carica di misteri, opere di architettura maestose, oro e pietre preziose, un culto religioso ricco di divinità: niente da dire, l’Antico Egitto è uno dei temi che più si presta al mondo dell’intrattenimento online.\nPer non essere da meno rispetto alle altre software house, La IGT ha sfornato Fortunes of Egypt, una slot molto ben fatta che punta più sulla facilità del gameplay che sulla grafica. Con le slot di ultima generazione ci stiamo pian piano abituando a una definizione HD, con effetti sonori e animazioni di vario tipo, anche se questo non si traduce sempre in una giocabilità migliore, visto che i tempi tra una partita e l’altra inevitabilmente si allungano.\nEntrando nello specifico, sullo sfondo di Fortunes of Egypt si intravedono due piramidi e una sfinge, con le linee di pagamento sistemate intorno alla cornice. Sulla parte alta sono visualizzati i jackpot disponibili, mentre in basso troviamo il costo di ogni linea, la scommessa totale, la vincita e i tasti Start e Autoplay.\nCaratteristiche della slot\nLa griglia è una classica 5×3 su cui si snodano 25 linee di pagamento fisse. Su ogni linea possiamo scommettere tra 0,01 € e 0,40 €, un costo tutto sommato contenuto. Si possono scegliere 10, 20, 30, 40 o 50 giri automatici che si arresteranno in caso di vincita di un jackpot, del gioco bonus o dei free spins. Questa slot ha un RTP pari al 94,27% (ma a intervalli) e una volatilità media.\nSimboli e funzionalità di Fortunes of Egypt\nA differenza di tante altre slot, qui non abbiamo i simboli legati alla scala reale, ma solo tematici. La nave e il cobra sono quelli che pagano meno in assoluto, seguiti dalla pergamena e dallo schiavo. Con la sfinge e l’occhio di Horus le cifre cominciano a farsi interessanti anche se a pagare di più sono la chiave della vita, le piramidi e soprattutto la principessa egizia.\nIl faraone è il nostro simbolo Wild e sostituisce tutti i simboli eccetto quelli speciali.\nIl nostro Scatter, rappresentato dallo scarabeo, è molto ricco, infatti con 3 abbiamo diritto a 8 Free Spins, con 4 saliamo a 20 Free Spins e con 5 addirittura a 100! Durante ogni giro gratuito, tutte le vincite vengono raddoppiate, tranne quelle legate ai simboli speciali.\nL’altro simbolo speciale è il forziere colmo di gioielli e ha una duplice funzionalità: innanzitutto è pagante, inoltre ogni volta che compare contribuisce al raggiungimento di una soglia che farà partire un gioco Bonus. In questo caso, l’omino dovrà camminare su un piano senza far cadere lo scrigno a terra.\nL’altro simbolo speciale è quello Jackpot. Se ne compaiono 3, allora ci troveremo davanti 3 sarcofagi. Scegliendone uno, avremo la possibilità di vincere il Jackpot base, il Super Jackpot o il Grand Jackpot.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fortunes of Egypt",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/fortunes-of-egypt-logo-286x217.jpg",
            "filename": "fortunes-of-egypt-logo-286x217.jpg"
        }
    ],
    "name": "Fortunes of Egypt"
}