{
    "studio": "Funta Gaming",
    "text": "\nFour Wealth Creatures\nUn paesaggio leggendario\nGiocare a Four Wealth Creatures vuol dire fare un viaggio nella tradizione cinese, non solo per i riferimenti dati dalle icone della slot, ma anche e soprattutto per il paesaggio che accoglie la griglia di gioco. Ci troviamo infatti sulle vette altissime di una catena montuosa, circondata dalle nuvole e con qualche arbusto a ricoprine le cime. È qui che trova posto la nostra griglia di gioco, delimitata da una cornice rossa con intarsi dorati. Dobbiamo dire che la Funta Game ha fatto un lavoro sublime dal punto di vista grafico, vista l’altissima risoluzione dei simboli e i colori brillanti che fanno risaltare ogni più piccolo dettaglio. Scelta azzeccata anche quella di utilizzare pulsanti di grandi dimensioni, così che le giocate risultano molto agevoli. Contribuisce a ricreare una bella atmosfera anche la colonna sonora, che passa dalle sonorità tipiche orientali del gioco base a un motivo più spinto quando giochiamo con il bonus.\nCaratteristiche di Four Wealth Creatures\nLa griglia di gioco ha 5 rulli ma il numero delle righe è variabile, di base è 3-4-5-4-3, ma può cambiare in modo casuale. Per vincere è necessario associare almeno tre simboli identici partendo dal rullo di sinistra e procedendo verso destra. La vincita massima è di 2.000 volte la puntata.\nÈ presente la funzione Autoplay, cliccando il pulsante apposito partiranno cento giri automatici, ma nel caso vogliate attivarne meno, dovrete premere l’icona dell’ingranaggio e selezionare il numero desiderato.\nLa volatilità è alta, con vincite sostanziose ma non troppo frequenti. Il ritorno teorico al giocatore (RTP) è del 96,1%.\nUn Wild infuocato\nIn questa macchinetta abbiamo quattro simboli di basso valore rappresentati dalle carte da gioco, mentre i simboli tematici ripagano molto di più. Essi sono i 4 elementi rappresentati da animali. troviamo quindi la tartaruga associata all’aria, la tigre alla terra, il drogo marino all’acqua e il drago rosso al fuoco.\nLa scritta Wild sostituisce tutti i simboli eccetto il drago rosso, a cui è legato il gioco Bonus. In base al numero di draghi che atterrano sui rulli, vedremo la griglia trasformarsi: con 3 draghi otterremo una griglia 5×3, con 4 draghi lo schema sarà 3-4-3-4-3 e con 5 draghi giocheremo con un layout 3-4-5-4-3. Ci verranno assegnati tre Respins, durante i quali i draghi rossi attraverseranno alcuni rulli, trasformandoli in Wild.\n\nDomande Frequenti \nA quanto ammonta il ritorno teorico al giocatore?\n\nIn Four Wealth Creatures il valore RTP è pari al 96,1%.\n\n\n\nPosso provare la slot prima di scommettere soldi veri?\n\nCerto, sul nostro sito è a disposizione la versione Demo proprio al fine di familiarizzare e valutare il gioco.\n\n\n\nA quanto ammonta la vincita massima?\n\nSi può ottenere una vincita massima pari a 2.000 volte la puntata\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Four Wealth Creatures",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/four-wealth-creatures_featured-286x217.jpg",
            "filename": "four-wealth-creatures_featured-286x217.jpg"
        }
    ],
    "name": "Four Wealth Creatures"
}