{
    "studio": "WMG",
    "text": "\nFowl Play London\nCi sono poche slot che in Italia hanno raggiunto uno stato di leggenda grazie alla loro diffusione e sicuramente fra queste troviamo la slot Fowl Play Gold della WMG, la slot a tema “gallina dalle uova d’oro”. Dopo il successo nazionale che ha avuto questa slot, non ha sorpreso veder nascere slot simili o veri e propri seguiti spirituali.\nNe è un esempio Fowl Play London della stessa casa di sviluppo: la gallina quindi si veste come Sherlock Holmes e assume così un retrogusto inglese. In questa breve recensione andremo ad analizzarla nel dettaglio mettendola a confronto con il titolo precedente.\n\nFowl Play London: comparto visivo\nL’atmosfera londinese di questo titolo della WMG si respira già dal primo sguardo che poniamo sui suoi simboli. Lo sfondo, una volta composto da colline e prati verdi, lascia il posto alle strutture tipiche della capitale inglese e al Big Ben.\nI simboli stessi che compongono la griglia di gioco richiamano al mondo vittoriano, con calesse, giornali in inglese, topi armati di mascherina sugli occhi (come ogni rapinatore che si rispetti) e il lupo ottiene così un cilindro e un monocolo.\nIl tutto è accompagnato da una musica di atmosfera e dai suoni che puntano a farci immedesimare con l’ambientazione (il vociare della gente, il suono degli zoccoli dei cavalli). È ovvio che la WMG abbia voluto investire molto dal lato visivo e sonoro, anche se questo potrebbe disturbare quei giocatori che si erano avvicinati alla vecchia Play Gold grazie alla sua semplicità e intuitività.\n\nFowl Play London: meccaniche di gioco\nPassiamo quindi all’aspetto tecnico vero e proprio. Stiamo parlando di un gioco che sfrutta le stesse meccaniche del suo predecessore, con tanto di similarità nei simboli. Il lupo è ancora una volta il simbolo Wild e questa volta è specificato con una scritta (mentre nel titolo originale era meno chiaro). Anche l’uovo d’oro, ovvero la combinazione da maggior valore, è rimasta tra le vincite sebbene abbia cambiato leggermente l’aspetto arricchendosi di pietre preziose.\nPer quanto riguarda invece il simbolo che ci dà accesso alla modalità bonus, in questo caso la gallina bianca è stata catturata e sarà compito del gallo/Sherlock Holmes di trovarla. Nella minigioco, dovremo ispezionare una camera nel tentativo di trovare gli indizi necessari.\nA differenza della slot originale il minigioco diventa molto più interessante: trovando l’indizio potremo andare avanti di stanza in stanza cercando il maxi-premio finale. Possiamo inoltre trovare delle vincite singole che si andranno a sommare al nostro conto e rischiamo di trovare la zampa del lupo, che farà uscire il criminale dal nascondiglio sparando al povero gallo e ponendo fine alla modalità.\nInsomma, sia da un punto di vista grafico che di gameplay, la slot dimostra di aver abbandonato la propria semplicità in favore di un gameplay più coinvolgente.\n\nSlot simili a Fowl Play London\nData la fama di questo personaggio, non è raro che Sherlock Holmes venga utilizzato come tema per una slot machine. Quindi allontanandoci dalle slot della WMG, andiamo a scoprire altre slot con il medesimo argomento: Sherlock Mystery della Playtech ha un gusto più classico, a questa si aggiunge Sherlock Holmes: The Hunt for Blackwood della IGT e London Inspector della Realtime gaming. Ma queste sono solo alcune delle molte a riguardo.\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Fowl Play London",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fowl-play-london-simboli.jpg",
            "filename": "fowl-play-london-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Fowl Play London",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fowl-play-london-tabella-pagamenti.jpg",
            "filename": "fowl-play-london-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Fowl Play London i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fowl-play-london-win.jpg",
            "filename": "fowl-play-london-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Fowl Play London hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fowl-play-london-modalitá-bonus.jpg",
            "filename": "fowl-play-london-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Fowl Play London",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fowl-play-london_featured-286x217.png",
            "filename": "fowl-play-london_featured-286x217.png"
        }
    ],
    "name": "Fowl Play London"
}