{
    "studio": "WMG",
    "text": "\nFowl Play Centurion\nChiunque si sia avvicinato alle slot machine in Italia, magari con un primo timido approccio in un bar o in una sala giochi, ricorderà la slot Fowl Play. Slot italiana in cui c’era la famosa gallina dalle uova d’oro: questo titolo fu talmente fortunato, che la WMG (la casa di sviluppo) ha rilasciato nel tempo diverse varianti e spin off, tra cui Fowl Play Centurion di cui andremo a parlare nella recensione di oggi.\nFowl Play Centurion – Ave Cesare\nCominciamo parlando del comparto grafico: Fowl Play Centurion porta con sé tutti i protagonisti della serie Fowl Play e li cala all’interno di un’ambientazione romana.\nEcco quindi che nella griglia di gioco collocata tra due colonne in marmo troviamo la volpe, le galline e il gallo, insieme ad altri elementi a metà tra la società romana e il cortile (il covone di fieno e i sesterzi d’oro).\nLa WMG, ancora una volta, fa della semplicità il suo marchio di fabbrica, di fatto offrendo la stessa slot che abbiamo imparato ad amare ma vestendola con un nuovo costume per renderla più fresca e innovativa.\nLa musica offre un jingle orchestrale a ogni giocata, rendendo ancora più epica l’ambientazione del gioco.\nMa vediamo cosa ha da offrirci questo titolo da un punto di vista tecnico.\nFowl Play Centurion – Meccaniche di gioco\nCosì come possiamo aspettarci da una slot di taglio classico come quelle della serie Fowl Play, anche Centurion segue i canoni che ormai ben conosciamo.\nCi troviamo infatti di fronte a una griglia di gioco di tipo 5*3, condivisa dalla maggior parte dei titoli online, che mostra quindici simboli a ogni giocata divisi in tre su ognuno dei cinque rulli.\nL’RTP, ovvero la percentuale di ritorno per giocatore (percentuale di soldi emessi in forma di vincita rispetto a quelli inseriti come giocata) è del 90%, un valore inferiore rispetto ad altri titoli internazionali ma decisamente superiore rispetto alla prima Fowl Play.\nLa Volatilità è media, possiamo quindi aspettarci un giusto compromesso tra giocate prive di vincita e giocate vincenti, sebbene siano più rari i premi fuori dal comune.\nDue sono i simboli a cui dobbiamo prestare attenzione: la Gallina Bianca è un simbolo Scatter che permette di accedere alla modalità bonus trovandone uno su ogni rullo in una sola giocata, mentre la Volpe Centurione è un simbolo Wild, ovvero un jolly che può sostituire tutti gli altri simboli (a parte il Bonus) in gioco.\nLa modalità bonus si divide in due fasi: nella prima vedrai girare uno scudo per decidere la modalità tra Testudo Battle e Arena of Valor, entrambi bonus in cui dovremo selezionare un premio casuale.\nSlot simili a Fowl Play Centurion\nCome abbiamo detto in precedenza, le slot a tema Fowl Play sono diverse, tra cui: Fowl Play Gold, 4 Fowl Play e Fowl Play London (in cui abbiamo un’ambientazione che omaggia Sherlock Holmes), tutte della WMG.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fowl Play Centurion",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/fowl-play-centurion-new-286x217.png",
            "filename": "fowl-play-centurion-new-286x217.png"
        }
    ],
    "name": "Fowl Play Centurion"
}