{
    "studio": "NextGen",
    "text": "\nFoxin Twins\nE se vi dicessimo che in un luogo remoto della campagna inglese esiste una famiglia aristocratica di volpi che vive in una tenuta immensa circondata dal verde, tra piscine, bottiglie di champagne, cavalli e lingotti d’oro? Siamo certi che anche voi rimarreste a bocca aperta, oltre a sorridere per l’assurdità della situazione. Gli ingredienti per dar vita a una slot spettacolare ci sono tutti e infatti la NextGen stavolta ha superato sé stessa, grazie anche al lavoro fatto sulla grafica. I simboli hanno lo stile dei cartoni animati, con animazioni di livello superiore a rendere lo spettacolo ancor più coinvolgente, come ad esempio la volpe che dal cielo cade sui rulli, trasformando i simboli in Wild. L’attenzione che la NextGen ha riposto in Foxin’ Twins la si intuisce anche dalla ricchezza di effetti sonori.\nCaratteristiche della slot\nAbbiamo già accennato al fatto che Foxin’ Twins ha ben due griglie di gioco, ognuna di esse con 5 rulli, 3 righe e 25 linee di pagamento. Quella di sinistra ha 3 moltiplicatori in alto che si attivano quando compare il simbolo Wild verde. Il costo di ogni partita regolare parte da un minimo di 0,25 € sino a un massimo di 6,25 €. Abbiamo utilizzato il termine “regolare” perché in Foxin’ Twins è possibile attivare il Super Bet, ossia 2 livelli di scommessa che prevedono la caduta frequente di simboli Wilds e altri Bonus che poi analizzeremo approfonditamente più avanti.\nFoxin’ Twins ha un RTP pari al 96,75% e una volatilità media.\nSimboli e funzionalità\nI simboli di basso valore sono rappresentati dalle carte da gioco dal 9 all’asso, seguiti dallo champagne e dal cancello, aereo e volpe a cavallo. Ci sono 2 Wilds paganti, uno blu nella griglia di destra e uno verde in quella di sinistra, entrambi rappresentati dalla volpe con la pipa. La loro funzione è quella di sostituire tutti i simboli eccetto lo Scatter e possono comparire solo sul rullo 3. Lo Scatter è rappresentato dai lingotti d’oro e ripaga con dei giri gratis. Vediamo ora cosa accade quando attiviamo la funzione Super Bet di livello 1 o 2:\n• Set di rulli rivela Jolly Blu: prima che le vincite vengano pagate, alcuni cuccioli di volpe potrebbero trasformare dei simboli in Wild. Nella scommessa di livello 1 appaiono sui rulli 2, 3, 4, in quella di livello 2 su tutti i rulli.\n• Set di rulli moltiplica Jolly Verdi: in questo caso le vincite vengono moltiplicate casualmente x3, x5 o x10 nella scommessa di livello 1, 5, x10, x20 in quella di livello 2. Senza la funzione Super Bet avremo un moltiplicatore x2, x3, x5.\n• Funzione casuale Jolly in più: i Jolly Blu vengono trasformati in Jolly verdi.\n• Funzione casuale Jolly a raffica: uno o più simboli sui rulli vengono trasformati in Jolly.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Foxin Twins",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/foxin-twins_logo-286x217.jpg",
            "filename": "foxin-twins_logo-286x217.jpg"
        }
    ],
    "name": "Foxin Twins"
}