{
    "studio": "Tom Horn Gaming",
    "text": "\nFrozen Queen\nIl fantasy è un genere da cui c’è molto da attingere per poter creare una slot interessante. Il tema della magia elementale è molto apprezzato.\nIn Frozen Queen della Tom Horn, ci troveremo davanti a un inverno perenne dove il candore della neve e castelli di ghiaccio fanno da sfondo a questa bellissima slot.\nIn questa recensione, infatti, inizieremo subito a parlare del comparto grafico di Frozen Queen. Una parte della slot che merita una menzione anche solo per la sua bellezza.\nFrozen Queen – Una slot glaciale\nLa componente grafica di Frozen Queen è di alto livello e si vede. La slot si apre con addirittura un breve filmato introduttivo che ci para davanti a un mondo avvolto dalla neve e dove un orso polare cammina solitario, per poi presentarci la splendida e glaciale regina.\nLo sfondo della slot è quello del filmato introduttivo e con anche l’animazione dell’orso polare. La griglia di gioco è rappresentata da quattro lastre di ghiaccio dove vedremo scorrere i diversi simboli della slot.\nQuesti ultimi sono divisi fra i classici simboli delle carte da gioco quali: A, K, Q e J. Oltre a questi troveremo simboli come una tigre bianca, la volpe artica, l’orso polare e la civetta delle nevi che innescheranno diverse combinazioni. Il cristallo di ghiaccio se combinato ci darà modo anche di rivedere la regina che sembra concederci lei stessa i 10 spin gratuiti.\nPer quanto riguarda il comparto sonoro, invece, Frozen Queen si avvale di musiche di chiaro stampo fantasy e accompagnate dal dolce rumore di cristalli e il soffio del freddo vento.\nLa slot Frozen Queen è graficamente piacevole oltre che con un sottofondo musicale ben azzeccato e per nulla fastidioso o fuori tema. Un dettaglio sicuramente molto apprezzato è lo sfondo dinamico della slot, che la rende un po’ più diversa dalle altre slot.\nAndiamo, dunque, a parlare della parte tecnica di Frozen Queen.\nFrozen Queen – Meno rulli ma tante vincite\nCon Frozen Queen la Tom Horn non ha voluto sorprendere il giocatore solo da un punto di vista grafico ma anche da un punto di vista di meccaniche di gioco. La slot, infatti, evita di sfruttare il meccanismo ormai abusato del 5×3 perdendo un rullo e mostrandone solo 4 per un totale di 12 simboli a giocata.\nLe linee di vincita sono 84 che permettono di avere un gameplay variegato e di ricevere un buon numero di vincite che ci aiuteranno a passare il tempo dell’attesa della funzione bonus.\nQuesta verrà innescata quando otterremo 2 simboli SCATTER in un’unica giocata. Il simbolo SCATTER in questione è un cristallo di ghiaccio, il quale svolge la duplice funzione di SCATTER e WILD.\nLo stile grafico innovativo e la griglia di gioco molto particolare rendono l’esperienza del giocatore su Frozen Queen diversa da quella di moltissime altre slot online e questo titolo dimostra di essere la soluzione ideale per chi vuole provare qualcosa di diverso dal solito.\nSlot simili a Frozen Queen\nIl regno animale è molto apprezzato dagli sviluppatori di slot machine, basti pensare a titoli come Elephant King, 1 Can 2 Can, Tiger VS Bear e Buffalo Spirit.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Frozen Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/frozen-queen-thumb-286x217.jpg",
            "filename": "frozen-queen-thumb-286x217.jpg"
        }
    ],
    "name": "Frozen Queen"
}