{
    "studio": "WMS",
    "text": "\nFrozen Inferno\nIl suo nome incuriosisce e attira tantissimi giocatori: del resto chi non vorrebbe provare questo “inferno ghiacciato”? Parliamo della slot machine online Frozen Inferno, che rappresenta il mix perfetto tra due mondi inaspettati. A guidare il giocatore in questa realtà sorprendente è un mago, forse un monaco, che si fa spazio tra medaglioni, amuleti e castelli tutti da scoprire. Il gioco è sicuramente ricco di colpi di scena: prima di tutto perché la tematica ruota attorno a due simboli Wild. Abbiamo il Frozen e il Roving (rovente) che sono gestiti dai due maghi, o meglio da una delle due parti del mago. All’inizio del game, infatti, il giocatore dovrà decidere se vestire i panni del mago di fuoco o quello di ghiaccio. A quel punto il gioco varia in base alla scelta effettuata, e con lui anche i simboli Jolly.\nGrafica e simboli di gioco\nLa grafica della slot machine è il primo vero punto forte: riesce a catturare l’attenzione dei gambler sia nella versione ghiacciata, che in quella infuocata. Nel primo caso abbiamo una bella montagna e un design davvero gelido, con il Wild rappresentato da una finestra congelata sui rulli. Nel secondo caso invece abbiamo dei vulcani che dominano la scena, e le fiamme diventano il simbolo Wild di questa versione. Frozen Inferno prende il via in modo automatico, non appena il giocatore avrà fatto la sua scelta. Quest’ultima non è definitiva, perché nel corso del gioco potrebbe cambiare in base ai simboli che appariranno. Questo vuol dire che se il giocatore ha selezionato la versione di fuoco, potrebbe poi trovarsi a giocare in modalità ghiaccio qualora appaia un simbolo legato a quest’ultimo mondo.\nLa slot si divide tra la modalità Rosso fuoco e Blu ghiaccio, con altre icone che restano invariate per entrambe le versioni. Incontriamo quindi il castello sulla rupe, il teschio, le pozioni magiche, la sfera, il pendolo, la bacchetta magica, la pergamena, l’anello prezioso e le rune indecifrabili.\nE’ opportuno ricordare anche che per arricchire la fase di gioco sono stati pensati diversi bonus game che permettono di attivare i tiri illimitati gratuiti per un massimo di 5 vincite. Quando i simboli Frozen sono bloccati sul tabellone di gioco, al centro del display possono trasformarsi in un’icona utile per generare poi delle combinazioni vincenti. Sommando poi le vincite ottenute, il successo è assicurato poiché non si considera solo la linea che ha totalizzato il premio più alto. Se invece ci si trova in modalità Roving, il Wild può spostarsi liberamente sullo schermo per favorire le vincite del giocatore.\nConsiderazioni finali sulla slot Frozen Inferno\nIl risultato finale della slot machine Frozen Inferno è assolutamente positivo: permette di sfruttare una puntata da 0,01€ a 5,00€ da effettuare nel tabello composto da 5 rulli e 40 linee di pagamento. Il suo è assolutamente un funzionamento molto intuitivo che permette così di attirare non solo gamer professionisti, ma anche giocatori con meno esperienza. Molto interessante è anche l’RTP (Return To Player) che arriva al 96,36%.\nI principianti possono provare la Frozen Inferno in modalità gratuita per allenarsi prima di passare al gioco con denaro reale.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Frozen Inferno",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/frozen-inferno-slot-286x217.jpg",
            "filename": "frozen-inferno-slot-286x217.jpg"
        }
    ],
    "name": "Frozen Inferno"
}