{
    "studio": "Playson",
    "text": "\nFruits and Jokers: 100 lines\nProprio come il suo predecessore, Fruits & Jokers: 100 lines ha un set di bobine 5 x 4 e una grafica che ricorda le macchine da frutta vintage. Questa slot online gratis a 5 rulli e 20 linee di vincita fa parte della collezione “Timeless Fruit Slots” di Playson. E come indica il nome, ci sono molti frutti e jolly da scoprire mentre giri le ruote su uno sfondo rosso scarlatto e senza colonna sonora. Il gioco di slot Fruits & Jokers: 100 lines vale un tuffo nel passato? Vediamo cosa ne pensano i nostri recensori.\nCome si gioca? Caratteristiche principali\nPuoi iniziare a giocare allo slot Fruits & Jokers: 100 lines online con una scommessa minima di 0,20€  fino a una scommessa massima di 100€, un’opzione perfetta per i giocatori con un budget basso o alle prime armi. La slot dispone di 20 linee di pagamento fisse, che vengono pagate solo in successione da sinistra a destra. Questo è un bel upgrade da una tradizionale slot di frutta, dove siamo abituati a vedere molte meno linee di pagamento, a volte anche meno di cinque. Nella parte inferiore del riquadro di gioco, troverai un pulsante di riproduzione automatica che puoi regolare fino a 999 giri, aumentando la velocità grazie alla modalità di rotazione rapida, che velocizza il ritmo delle ruote.\nAttenzione ai simboli tutti frutti e al Wild\nI simboli disponibili sono abbastanza semplici:\n\nCiliegie, Limoni e Arance pagano il minimo,\nUva, Angurie e Lucky 7, sono i simboli più pagati.\nIl simbolo Wild è rappresentato da Joker, il personaggio chiave del gioco, che può sostituire qualsiasi altro simbolo tranne lo Scatter. Si tratta di un simbolo generoso, che premia con x15 la puntata quando 5 di esso atterrano su una linea di pagamento.\nGolden Star: questo simbolo è sicuramente l’oggetto da cercare in quanto offre una puntata di 400x quando cinque di essa appaiono in qualsiasi punto dello schermo.\n\nNota bene: in questa slot online non ci sono giri gratuiti da collezionare e nemmeno jackpot, una scelta di Playson per rendere il gameplay il più fedele possibile alle slot di frutta vintage del passato, d’altra parte però potrai beneficiare di un RTP del 96,46% con una volatilità media che permette di allungare il gioco con vittorie piccole e frequenti.\nGioca a Fruits & Jokers: 100 lines da qualsiasi dispositivo mobile anche con soldi veri, per provare il divertimento di questa slot e sfruttare i bonus di benvenuto e I tanti bonus deposito dei vari provider online. Nel nostro catalogo giochi troverai anche la colorata slot Super Burning Wins sempre di Playson, che fa parte dei giochi nostalgia più divertenti online.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruits and Jokers: 100 lines",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/fruits-and-jokers-100-lines-thumb-286x217.jpg",
            "filename": "fruits-and-jokers-100-lines-thumb-286x217.jpg"
        }
    ],
    "name": "Fruits and Jokers: 100 lines"
}