{
    "studio": "BGAMING",
    "text": "\nFruit Million\nIn questa bella slot della BGaming, il classico tema della frutta si fonde con quello delle api al lavoro per produrre un delizioso miele. E proprio il richiamo a questo cibo prelibato fa sì che il colore predominante del gioco sia il giallo. Infatti, dietro la griglia di gioco, ci sono dei girasoli e un vaso da cui cola un miele denso e invitante. Sulla sinistra invece c’è un’arnia, la casetta in cui questi piccoli insetti vivono e lavorano.\nCome di consueto quando parliamo del provider BGaming, la consolle nella parte bassa della griglia ha pochi tasti, giusto quelli per aumentare la puntata, l’Autoplay e lo Start. Ciò non vuol dire che non ci sono altre impostazioni, semplicemente sono accessibili cliccando sul tasto dell’ingranaggio.\nLa musica è un motivetto divertente che accompagna gli spin, più qualche effetto sonoro a seguito delle combinazioni vincenti.\nCaratteristiche della slot\nLa griglia di Fruit Million ha 5 rulli e 4 righe su cui si dipanano ben 100 linee di pagamento! Di base troviamo la puntata minima già impostata, 0,20 € a spin, che naturalmente può essere innalzata sino a un massimo di 15 €. Per vincere è necessario formare delle combinazioni di simboli partendo dal rullo di sinistra e procedendo verso destra.\nIl tasto Quick Spin fa sì che i rulli corrano più velocemente, inoltre si possono impostare i giri automatici: se non avete volgo di tenere costantemente sotto controllo l’andamento delle vostre partite, potete impostare dei limiti superati i quali la modalità Autoplay si arresterà.\nIl valore RTP si attesta su un ottimo 97,1%.\nSimboli e funzionalità\nCome abbiamo detto sin dall’inizio, in Fruit Million si fondono diverse tipologie di simboli. I primi, quelli che valgono meno, sono dei frutti. Troviamo ciliegie, limoni, arance, prugne, uva e anguria. Di pari valore con l’anguria c’è il ferro di cavallo, dopodiché si sale di livello con l’alveare.\nPassiamo ora ai simboli speciali. Il nostro Wild è l’ape che coprendo la funzione di Jolly va a sostituire tutti i simboli eccetto lo Scatter. Ero può apparire soltanto sui rulli 2, 3 e 4. È un Wild a espansione in quanto può occupare le celle libere sul rullo aumentando le probabilità di ottenere combinazioni vincenti.\nCi sono poi due Scatter. Il primo è l’alveare ed  è uno Stacked Symbols, in quanto può espandersi a destra o a sinistra e rimanere fisso durante i giri successivi.\nIl secondo Scatter è il diamante e paga indipendentemente dalle linee di pagamento.\nC’è poi la funzione Gamble, che permette di incrementare l’ultima vittoria ottenuta. In questo caso, a seguito di una combinazione vincente, vedremo apparire sulla consolle due simboli: cliccando sul dollaro incasseremo la somma, se premiamo le carte da gioco la rischieremo. In questo caso apparirà una carta centrale coperta e accanto due pulsanti, black e red. Noi dovremmo cliccare su uno dei due e sperare che la carta girata corrisponda ad esso.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit Million",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/fruit-million-featured-286x217.png",
            "filename": "fruit-million-featured-286x217.png"
        }
    ],
    "name": "Fruit Million"
}