{
    "studio": "NetEnt",
    "text": "\nFruit Shop Christmas Edition\nFruit Shop è uno dei giochi più amati del catalogo della software house NetEnt, rivisitato qui in chiave natalizia. Il tema è presto detto: ci si rifà alla tradizione delle Fruit Machine, con l’aggiunta di un pochino di neve e qualche simbolo legato al Natale!\nLe Fruit Machine sono le prime slot machine in assoluto: nelle sale da bar le vecchie macchinette a tre rulli avevano tra i loro simboli dei frutti colorati, tanto che il logo delle slot stesse in generale era rappresentato dalle ciliegie, le mitiche Cherries!\nNel corso degli anni le migliori software house hanno proposto slot ipertecnologiche, con effetti speciali spettacolari, che quasi sembrano dei film o dei videogiochi d’azione (vedi, per esempio, Gladiator, tratta dall’omonimo colossal cinematografico), nonostante ciò nessuna novità è riuscita a cancellare le Fruit Machine! Le slot fruttate, caratterizzate oltre che dalla grafica sempre piuttosto minimale e da gameplay facili e intuitivi, oltre che catturare i nostalgici, rappresentano spesso il primo approccio alle slot machine per i giocatori che si affacciano per la prima volta in questo mondo.\nCaratteristiche principali della slot machine\nFruitshop Christmas Edition ha una griglia di gioco molto semplice, con cinque rulli e tre righe, incorniciate nella bancarella che già avevamo visto nella precedente versione, con un pupazzo di neve sulla sinistra e le lucine colorate.\nLe linee di pagamento sono solo 15 ma ci sono ben 70 combinazioni di scommessa, con puntate a partire da soli 0,01 gettone e 10 livelli di gioco.\nFruitshop Christmas Edition è molto facile e intuitiva come gameplay, nonostante questo, offre delle buone opportunità di vincita e non vi farà di certo annoiare!\nPotete giocare a Fruitshop Christmas Edition da computer e dispositivi mobili, sia con soldi veri, sia in versione demo, per divertirvi senza spendere un solo centesimo!\nSimboli e funzionalità di Fruitshop Christmas Edition\nLa NetEnt include nei suoi giochi sempre funzionalità interessanti e anche in questo caso, nonostante Fruitshop Christmas Edition sia una slot abbastanza semplice, nasconde delle funzioni niente male!\nQuesta slot fruttata- natalizia ha una funzionalità free spins nuova: ogni giro vincente, infatti, non paga solo la vincita ma regala anche un numero variabile di giri gratuiti, secondo il seguente schema:\n• 2 o 3 ciliegie assegnano un giro gratuiti, 4 ne assegnano 2 e con 5 si hanno 5 free spins\n• Meloni, limoni, arance e prugne, che hanno valore minore rispetto alle cherries, assegnano un giro gratuito per una combinazione vincente di 3 simboli, due se i simboli sono 4 e infine, tre giri gratuiti se la combinazione vincente è data da 5 simboli uguali.\nIn virtù di questa particolare modalità di assegnazione dei giri gratuiti, non esiste un simbolo Scatter, ma è presente invece un Wild, rappresentato dal logo del gioco, che ha la funzione di jolly e offre anche un moltiplicatore x2.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit Shop Christmas Edition",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fruit-shop-christmas-edition_slot-286x217.jpg",
            "filename": "fruit-shop-christmas-edition_slot-286x217.jpg"
        }
    ],
    "name": "Fruit Shop Christmas Edition"
}