{
    "studio": "Playson",
    "text": "\nFruit Supreme\nIl tema della frutta abbinato a una slot ha da sempre qualcosa di nostalgico, forse perché le arance, le ciliegie e le prugne erano i simboli che andavano per la maggiore quando ancora internet non esisteva e le slot erano soltanto delle macchinette fisiche a rotazione meccanica. Di certo c’è che il tema frutta ha continuato ad essere utilizzato anche dopo l’innovazione tecnologica, un omaggio alla tradizione che continua a riscuotere un enorme successo. La Playson con Fruit Supreme si infila in questo filone con una slot dalla grafica altamente realistica, al punto che mentre osserviamo i rulli ruotare ci viene quasi voglia di afferrare uno spicchio di arancia per addentarlo. Questo potrebbe dipendere anche dallo sfondo nero che fa risaltare i colori brillanti dei simboli. Nella parte bassa sotto la cornice sono presenti tutte le statistiche relative alla nostra giocata, le frecce per variare la scommessa e il tasto per impostare in un colpo solo la scommessa più alta. Gli altri tasti sono quello Start e quello per attivare i giri automatici.\nCaratteristiche della slot\nLa griglia di gioco scelta dalla Playson ha 4 rulli e 3 righe, con 25 linee di pagamento fisse e combinazioni che risultano vincenti quando almeno 3 simboli si presentano in successione a partire da sinistra verso destra. La puntata minima è di 0,25 € (0,01 € per linea di pagamento), ma volendo si può innalzare la scommessa sino a un massimo di 100 €. È possibile impostare tra 5 e 999 giri automatici, con limite di perdita o di vincita singola, inoltre per chi volesse è disponibile la funzione Quick Spin che accelera la velocità di rotazione dei rulli. Un ulteriore punto a favore di questa slot è il valore RTP pari al 96,27% e una volatilità media, così da avere ottime vincite a fronte di una spesa contenuta.\nSimboli e funzionalità\nA differenza di tante altre slot, Fruit Supreme paga con 3 o 4 simboli. Inoltre, non sono presenti né Wild né Scatter, ma una bonus che – ne siamo certi – solleticherà il vostro interesse. Il simbolo di minor valore è la X. Tenendo conto della scommessa minima (0,25 €), con 4 simboli verremo ricompensati con 0,50 €, ma basterà innalzare la scommessa a 1 € per avere una vincita raddoppiata, pari a 2 €. Le ciliegie, l’arancia, il limone e la prugna, sempre tenendo conto della scommessa minima di 0,01 € per linea, pagano 1 €, mentre è con la scritta BAR che le cifre iniziano a farsi davvero interessanti. Con la puntata base, 4 simboli BAR in successione ci faranno vincere ben 10 €, la campanella 15 € e il numero sette (7), 40 €! Se avremo poi la fortuna di vedere 12 simboli identici, allora le nostre vincite verranno moltiplicate per 2!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit Supreme",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/fruit-supreme_logo-286x217.jpg",
            "filename": "fruit-supreme_logo-286x217.jpg"
        }
    ],
    "name": "Fruit Supreme"
}