{
    "studio": "NetEnt",
    "text": "\nFruit Case\nDelle tante tematiche che sono state al centro dell’attenzione delle slot machine sin dagli albori, troviamo sicuramente la frutta. Ciliegie, fragole e angurie hanno spesso accompagnato campane, numeri 7 e scritte BAR nelle slot più classiche.\nDetto questo, vedendo per la prima volta questa slot, non potremmo avere un feedback più lontano dai giochi dell’epoca d’oro: la grafica una volta seria e contenuta è stata rivisitata in modo originale e giovanile.\nScopriamolo insieme in questa recensione in cui andremo a parlare prima dell’aspetto visivo e quindi di quello tecnico di Fruit Case della NetEnt.\nFruit Case: frutta e colori\nL’estetica di Fruit Case non sembra allontanarsi troppo da uno degli elementi più amati delle slot: la frutta.\nQuanti sono i giochi che hanno come tema la frutta? Moltissimi e Fruit Case è uno di quelli.\nLa cornice della slot non è particolarmente ricercata ma anzi è molto semplice, rischiando però di risultare anche piuttosto anonima se non fosse per la presenza di elementi e font colorati che ricordano le caramelle gommose. Discorso diverso per la griglia di gioco, in cui i simboli sono rappresentati da frutta di vario genere come pere, arance, limoni e fragole. Tutti con una caratterizzazione da cartone animato e impegnati a fare espressioni buffe o linguacce dirette al giocatore.\nUn particolare molto carino è quello dei simboli delle carte da gioco, le cui iniziali sono impresse sulle etichette di barattoli di marmellata ed ognuno di un gusto diverso dall’altro.\nPer quanto Fruit Case possa sembrare allegra e colorata, purtroppo non ha nessuna musica di sottofondo. Infatti durante le nostre giocate verremo accompagnati unicamente dai suoni buffi delle varie combinazioni.\nDopo aver recensito la parte grafica e sonora andiamo oltre e concentriamoci sulla sua parte più tecnica con il prossimo punto.\nFruit Case: lo svolgimento del gioco\nSebbene sulla carta ci possa sembrare che la slot Fruit Case sia solo una delle tante che utilizza il classico meccanismo di gioco 5*3, in realtà all’interno della griglia di gioco nasconde un’interessante novità.\nI quindici simboli che vengono mostrati a ogni giocata, infatti, possono elargire una vincita se disposti secondo una combinazione lungo una delle venti linee di vincita. Qualora ottenessimo una combinazione, i simboli coinvolti verranno schiacciati e altri cadranno dall’alto dando la possibilità di ottenere delle vincite concatenate.\nPiù vincite di questo tipo otteniamo, più il simbolo Fruit Case (un simbolo Wild in grado di sostituire gli altri) aumenterà il suo moltiplicatore, da un minimo di x2 a un massimo di x8. I giocatori potranno quindi dare la caccia a quattro o più combinazioni concatenate per ottenere delle vincite da capogiro.\nSlot simili a Fruit Case\nElencare tutte le slot online che hanno come tematica la frutta potrebbe rivelarsi un compito particolarmente arduo, soprattutto se il nostro scopo è quello di non proporre una recensione lunga dieci pagine.\nEcco perché ci limiteremo a parlare di alcuni titoli, come 40 Treasure, 30 Spicy Fruits (che gode di uno stile molto classico a differenza della slot oggetto di questa recensione) e All Fruits che invece fa della semplicità il suo punto di forza.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit Case",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fruit-case-gratis-286x217.jpg",
            "filename": "fruit-case-gratis-286x217.jpg"
        }
    ],
    "name": "Fruit Case"
}