{
    "studio": "Pragmatic Play",
    "text": "\nFruit party\nUna slot ricca di frutti colorati, Fruit Party è indicata soprattutto per gli amanti del sistema a cascata, in cui i simboli vincenti vengono rimpiazzati da nuovi simboli che danno vita ad altrettante nuove combinazioni.\nPartiamo con il dire che la Pragmatic Play ha lavorato bene sul comparto grafico, con le forme arrotondate dei simboli che comunicano una sensazione di morbidezza e gli altri elementi presenti sullo sfondo molto ben fatti. La griglia è suddivisa in quadranti, con una trama totalmente bianca circondata da una cornice sottile di colore arancio. Sulla destra è presente un riquadro in cui verranno mostrate tutte le combinazioni vincenti e che si azzera dopo l’ultima vincita.\nNella parte sottostante sono presenti le informazioni relative alla scommessa, come il credito, il valore della puntata e l’ultima vincita ottenuta. Sulla destra c’è il tasto Play, quello Autoplay e i simboli più e meno che ci consentono di variare la puntata.\nLa musica di sottofondo è simpatica e non fastidiosa, ma per chi preferisce giocare in silenzio la può disattivare in qualsiasi momento accedendo al menù .\nCaratteristiche della slot\nLa griglia è di forma quadrata, con 7 rulli e 7 righe e la vincita massima è di 5.000x la puntata. Come detto prima, si tratta di un sistema a cascata, per cui i simboli vincenti esplodono, quelli superiori scivolano in basso per occupare gli slot rimasti liberi e dall’alto atterrano nuovi simboli che riempiranno la griglia. Si vince con gruppi di simboli vincenti in un numero variabile da 5 a 15. La puntata minima è di 0,20 €, la massima di 100 €.\nAttraverso il tasto Autoplay si possono selezionare tra 10 e 100 giri automatici.\nCon la volatilità media si ha un buon bilanciamento tra frequenza delle vincite e somme vinte, e il valore RTP di 96,5% ci pare adeguato.\nSimboli e funzionalità\nIn Fruit Party ci sono sette simboli base e uno speciale. Per vedere come si comportano nei pagamenti, ipotizziamo di utilizzare la puntata minima, quella da 0,20 €.\nIl simbolo di minor valore è il cuore, 5 di questi simboli pagano 0,04 € sino a un massimo di 4 € con 15 simboli. La stella paga da un minimo di 0,05 € a un massimo di 8€, la prugna da 0,6 € a 12 € e l’uva da 0,08 € a 16 €; con 5 simboli della mela si ottengono 0,10 €, con 15 arriviamo a 18 €; 5 arance ci faranno vincere 0,15 €, 15 ci ricompenseranno con 20 €; infine le fragole pagano da un minimo di 0,20 € a un massimo di 30 €.\nDurante il gioco base, può comparire casualmente un moltiplicatore 2x associato a un singolo gruppo di simboli. La somma di gruppi di simboli e moltiplicatori può arrivare a un massimo di 256x.\nLa castagna dorata è il simbolo Scatter e può comparire su qualsiasi rullo. Queste sono le ricompense:\n\n3 simboli Scatter ci regalano 10 giri gratis\n4 simboli Scatter ci regalano 11 giri gratis\n5 simboli Scatter ci regalano 12 giri gratis\n6 simboli Scatter ci regalano 13 giri gratis\n7 simboli Scatter ci regalano 14 giri gratis\n\nAnche durante la funzione speciale potrebbe comparire un moltiplicatore, ma a differenza del gioco base in cui si potrebbe avere al massimo un 2x, nel gioco bonus il moltiplicatore raggiunge i 4x. Come nel gioco regolare, durante i free spins, si può raggiungere una vincita totale corrispondente a un moltiplicatore pari a 256x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit party",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/fruit-party_logo-286x217.png",
            "filename": "fruit-party_logo-286x217.png"
        }
    ],
    "name": "Fruit party"
}