{
    "studio": "SYNOT",
    "text": "\nFruits and Fire\nTorniamo a parlare con piacere di Synot Games, nota a molti come casa produttrice di soluzioni e idee da gioco sia per l’industria terrestre che per i casinò online. Ci ha abituati a soluzioni in stile retrò ed è proprio ciò che viene proposto per Fruits n Fire. Sembra essere stata adattata da un terminale di slot terrestre anche se poi è stata lanciata sul web. Abbiamo il classico tema di una macchinetta con frutta, che riempie i rulli con numeri 7, campane, ciliegie, angurie e molto altro ancora. In questo caso abbiamo una versione di gioco con un tocco che possiamo definire esotico, ma mai troppo elaborato. La sua struttura è una classica 5 rulli con 5 linee di pagamento e 3 file: essendo molto basica non prevede funzionalità bonus, ma nonostante ciò il gioco ha molto da offrire, grazie anche ai suoi jolly in espansione. Troviamo poi 2 tipi di simboli Scatter e una funzione d’azzardo. Vediamo da vicino che cosa ci offre e in che modo può essere una soluzione adatta a te.\nGrafica e simboli di gioco\nFruits n Fire è un titolo intuitivo da capire: tutto ciò che devi fare è impostare la tua scommessa e dare inizio ai giri. La grafica è pulita e semplice, così come le sue regole: bisogna allineare da 2 a 5 simboli su una qualsiasi delle 5 linee di pagamento, partendo dal primo rullo. I pagamenti migliori in questa slot sono attribuiti ai numeri 7 e alla campana. Il 7 paga il doppio della tua puntata e farà vincere fino a 500 volte la puntata se ne trovi cinque. Nel caso della campana invece offre vincite che vanno da 8 a 150 volte la tua puntata se ne trovi 3, 4 o 5 icone. Altrettanto interessanti sono i simboli dell’anguria, uva, prugna, arancia, limone e ciliegia, il cui valore è espresso nell’ordine che abbiamo indicato spaziando da 2x fino a 100x.\nI tre simboli speciali sono lo Scatter, che come detto non serve per attivare un round bonus ma solo pagamenti. Offre un premio pari a 3 volte la tua puntata se ne posizioni 3; con 5 di questo tipo invece arrivi a 100 volte la tua scommessa. Ma non è finita qui: con l’Extra Scatter, sui rulli 1, 3 e 5, avrai una ricompensa di 30 volte per 3 dei simboli uguali. E infine chiudiamo con i Jolly: possono presentarsi sui rulli 2, 3 e 4 durante il gameplay e sostituisce tutti i simboli tranne i due citati in precedenza. Si potrà espandere e andare a riempire un rullo.\nFunzioni speciali\nLa sola funzione presentata è quella della tua scommessa “azzardata”: si tratta di un gioco speciale che permette di raddoppiare il premio facendo una scelta 50/50 sul colore della carta da estrarre. Quando indovini vinci il raddoppio, ma se sbagli perdi quello che hai accumulato. Potrai decidere di dividere i soldi per risparmiare e non compromettere le tue vincite.\nConsiderazioni finali sulla slot Fruits n Fire\nFruits n Fire è sinonimo di semplicità che si mostra con il suo layout oltre alle scelte di gioco e scommesse. E’ un’idea solida, che si adatta bene a qualsiasi tipologia di giocatore. Il suo tetto massimo di jackpot è di 2.500 volte la tua scommessa e il suo RTP è fissato a una percentuale del 96,19%, in linea con la media delle machine.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruits and Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/fruits-and-fire_logo-286x217.jpg",
            "filename": "fruits-and-fire_logo-286x217.jpg"
        }
    ],
    "name": "Fruits and Fire"
}