{
    "studio": "Bally Wulff",
    "text": "\nFruitnation\nCon Fruitnation facciamo un tuffo nel passato, a quando le slot avevano pochi simboli e regole chiare, senza però tralasciare vincite di assoluto livello!\nTema e grafica\nLa Bally, software house statunitense che ci ha abituato a slot di livello, stavolta ha tirato fuori dal cassetto un gioco dal gameplay essenziale, senza simboli speciali e con appena 7 icone. Dobbiamo dire che però questa scelta non ci è dispiaciuta per nulla, e siamo certi che varrà lo stesso per tutti gli amanti delle slot fruttate dal tono classico. Oltre alla semplicità, un altro punto forte di Fruitnation è senz’altro la grafica ricercata che rende i simboli realistici al punto giusto. Il comparto musicale è composto da una musica arcade e dal suono meccanico dei rulli, ma quando si ottiene una vincita parte un jingle e alcune animazioni. Lo sfondo della griglia di gioco è nero, mentre ai lati della cornice sono presenti le linee paganti delle combinazioni vincenti. Sulla parte bassa troviamo tutte le informazioni più importanti, come il saldo corrente, l’importo totale vino nell’ultimo spin, il numero delle linee di vincita e la puntata che abbiamo selezionato. Con il tasto max bet possiamo impostare in un colpo solo la scommessa massima, abbiamo poi l’Autostart e quello Spin.\nCaratteristiche principali della slot machine\nLa griglia di gioco è composta da 5 rulli e tre righe. Il gioco avviene su 5 linee di pagamento fisse e si vince quando compare un numero di simboli sufficiente a creare una combinazione vincente da sinistra a destra. La puntata minima è di 5 €, la massima 5.000 €, cifra non adatta di certo ai deboli di cuore! Attraverso il tasto Autostart è possibile far partire i giri automatici, ma non c’è un limite di spin che può essere impostato in anticipo. Per interrompere la modalità automatica basterà cliccare di nuovo sullo stesso tasto. Accedendo alle impostazioni è possibile disattivare il volume, la funzione Gamble e aumentare la velocità di rotazione dei rulli. Fruitnation ha un ottimo RTP, pari al 96,33%.\nSimboli e funzionalità di Fruitnation\nIl simbolo che vale meno è quello delle ciliegie, anche se a differenza degli altri paga anche con la coppia, laddove il minimo richiesto è di 3 simboli. A seguire troviamo arancia e limone, poi la prugna e l’anguria. Con il simbolo successivo il livello della vincita inizia a farsi davvero interessanti. Se abbiamo deciso di scommettere 5 € e il simbolo della campanella appare 5 volte in unico spin, allora ne vinceremo 2.500. Il ritorno massimo però lo abbiamo con il numero 7, che con 5 simboli arriva a pagare 5.000 €!\nFruitnation offre anche 2 modalità Gamble a scelta. A seguito di ogni vincita, appariranno due scritte, Collect e Gamble. Scegliendo la prima opzione, incasseremo le vincite, cliccando sulla seconda invece ci verranno offerti due giochi, quello della carta e quello della scala. Vediamoli da vicino:\n\nGioco della carta: in questo caso dovremo scommettere sul colore della carta scegliendo tra rosso e nero. Se indoviniamo, raddoppiamo la puntata sino a un massimo di 150 €, altrimenti perdiamo tutto.\nGioco della scala: in questo caso dobbiamo salire la scala indovinando l’importo superiore, sino a un massimo di 150 €. Ance in questo caso, se sbagliamo perdiamo tutto.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruitnation",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/fruitnation-gratis-286x217.jpg",
            "filename": "fruitnation-gratis-286x217.jpg"
        }
    ],
    "name": "Fruitnation"
}