{
    "studio": "NetEnt",
    "text": "\nFruit Spin\nIl tema di questa slot machine molto semplice è accattivante è abbastanza intuibile! Si tratta infatti di una rivisitazione in chiave moderna delle classiche Fruit Machine, le slot fruttate che per prime hanno fatto conoscere il mondo dei rulli che girano.\nFruit Spin è dunque una slot caratterizzata da una grafica estremamente semplice: lo sfondo è di colore blu a scacchi e l’unica immagine presente è rappresentata dal logo della slot posto sulla sinistra dello schermo.\nI rulli si trovano all’interno di una cornice lineare, con i simboli che ricalcano esattamente quelli della tradizione delle Fruit Machine, riprodotti in versione realistica ma senza nessuna animazione o effetto speciale.\nSulla parte inferiore della schermata potete trovare, come sempre, i tasti per il settaggio del gioco, che includono quello per la scelta del livello di gioco, il valore del gettone, il tasto Autoplay, e l’indicatore della scommessa.\nGrazie infine al tasto info presente in basso a sinistra, potrete poi conoscere il valore di ogni simboli e delle varie combinazioni, e avere informazioni dettagliate sulla modalità di gioco e sulle varie funzioni speciali.\nPotete giocare a Fruit Spin anche in modalità demo, del tutto gratuita e senza che dobbiate registrarvi ad alcuna piattaforma.\nCaratteristiche principali della slot machine\nFruit Spin è prodotta dalla software house NetEnt, che con questo gioco dimostra ancora una volta l’estrema varietà del suo catalogo, che alterna slot altamente tecnologiche e graficamente elaborate a giochi come questo, semplice ma che nasconde una grande attenzione al gameplay, con diverse sorprese!\nFruit Spin è una slot machine a cinque rulli e quattro righe, con 40 linee di pagamento, sulle quali si può scommettere secondo diversi livelli di puntata.\nPer ogni livello di gioco è possibile puntare 20 gettoni, con un valore di questi compreso tra 1 centesimo e 10 €: la scommessa totale per ogni giro va dunque da 20 centesimi fino a un massimo di 200 €, niente male anche per gli high rollers!\nLa volatilità di Fruit Spin è medio-bassa, per cui è lecito aspettarsi delle vincite piccole ma costanti, mentre il ritorno teorico al giocatore (return to player o RTP) è davvero ottimo: con il 96,84 % siamo ben al di sopra della media!\nSimboli e funzionalità di Fruit Spin\nI simboli di Fruit Spin sono quelli tipici della tradizione delle Fruit Machine, con i simboli a vincita bassa rappresentati dai frutti colorati e quelli a vincita alta dal numero 7 e dalla scritta BAR.\nI simboli speciali sono un Wild e uno Scatter, le cui icone mostrano la scritta corrispondente: il Wild ha funzione di jolly e sostituisce gli altri simboli per creare combinazioni vincenti, mentre lo Scatter attiva le funzioni speciali. Tre Scatter regalano i giri gratuiti, mentre se sui rulli compare una mini-griglia di Scatter 3×3, si attiva la ruota della fortuna.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fruit Spin",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fruit-spin_thumb-286x217.jpg",
            "filename": "fruit-spin_thumb-286x217.jpg"
        }
    ],
    "name": "Fruit Spin"
}