{
    "studio": "Bally",
    "text": "\nFu Dao Le\nÈ ormai insito nella cultura occidentale associare la Cina e l’oriente in generale a un’idea di ricchezza: d’altronde sono migliaia di anni che ci condizionano, prima con le spezie e ora con la tecnologia, insieme a tutti i miti e le leggende che ci sono arrivati tramite film e videogiochi.\nLe slot non fanno eccezione e la Bally salta su un carro abbondantemente popolato con la slot online Fu Dao Le, di cui parleremo oggi in ogni suo aspetto nella nostra recensione.\nFu Dao Le – Pesci e oro\nLa slot fa decisamente suo il cavallo di battaglia dell’immergere il giocatore nell’atmosfera orientale: dalla musica che sembra uscita direttamente da Kung Fu Panda, ai numerosi simboli che si trovano all’interno della griglia che richiamano questo mondo.\nSe escludiamo infatti le classiche figure delle carte come A, K e Q, ci troviamo di fronte alle famose lanterne cinesi e altri elementi di questa cultura.\nParticolarmente piacevole è la musica legata alle vincite di alto livello: questa infatti si sposa benissimo con il suono della vincita e rende l’evento ancora più piacevole.\nIl rosso e il verde si alternano nello sfondo in base alla modalità a cui stiamo giocando, in una slot che fa del lato visivo (e soprattutto quello sonoro) uno dei suoi punti di vendita più forti.\nFu Dao Le – Infiniti giri gratuiti\nPassiamo a parlare del meccanismo di gioco, in quanto anche in questo caso Fu Dao Le ci riserva qualche sorpresa: sulla carta ci troviamo di fronte a una classica slot online dal meccanismo 5*3 e l’RTP pari al 96%.\nLa volatilità è media e ci sono una certa dose di funzioni speciali al suo interno: cominciamo con i rulli nascosti: di tanto in tanto un rullo può risultare coperto da una patina d’oro, la quale va poi a sparire rivelando tutti simboli uguali al suo interno.\nIl Gong è uno dei simboli speciali: questo funge sia da Wild, sostituendo gli altri simboli nelle varie combinazioni, sia da Scatter. Trovandone almeno tre, infatti, ci verranno assegnati dei giri gratuiti, modalità che permetterà di ottenere nuovi giri ogni volta che troveremo degli scudi durante le nostre giocate.\nInsomma: la modalità speciale di Fu Dao Le si dimostra essere estremamente accattivante e divertente, ma grazie ai rulli d’oro non sarà necessario aspettarla per cominciare a godersi la slot.\nSlot simili a Fu Dao Le\nOriente e slot machine sono un connubio così radicato che non è affatto difficile trovare delle slot che condividano la stessa atmosfera di Fu Dao Le.\nSe volessimo fare qualche nome per consigliarle ai nostri lettori che hanno apprezzato la slot di cui abbiamo parlato in questa recensione, potremmo indicare Dragon Tiger della Pragmatic Play, o anche Indian Ruby della Merkur Gaming (spostandoci verso l’India, appunto) o infine Golden Asia della Shuffle Master.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Fu Dao Le",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/fu-dao-le_logo-286x217.jpg",
            "filename": "fu-dao-le_logo-286x217.jpg"
        }
    ],
    "name": "Fu Dao Le"
}