{
    "studio": "Skywind Group",
    "text": "\nFull Moon Madness\nIl tema di Full Moon Madness è una sorta di trasposizione sui rulli del cartone animato “Carletto il principe dei mostri”, con una combriccola di creature fantastiche quali vampiri, licantropi, mummie e l’immancabile Frankenstein!\nFull Moon Madness è prodotta dalla software house Skywind, che sebbene non compaia in genere nell’elenco dei provider più noti e più blasonati, ha immesso sul mercato delle slot machine alcuni giochi molto carini e divertenti e spesso con delle funzionalità bonus davvero particolari.\nFull Moon Madness presenta una grafica in stile cartone animato, con i mostri che fanno capolino sopra il titolo della slot nella schermata inziale del gioco e i rulli che si stagliano sullo sfondo di un castello infestato.\nCaratteristiche principali della slot machine\nQuesta divertentissima slot machine di casa Skywind presenta una struttura a cinque rulli e tre righe, e prevede ben 243 modi per vincere al posto delle tradizionali linee di pagamento. Per quanto riguarda invece le opzioni di scommessa, su Full Moon Madness è possibile variare il valore del gettone e scommettere da un minimo di 0,6 crediti sino a un massimo di 300 crediti per ogni giro.\nUna cosa da segnalare di Full Moon Madness è il ritorno teorico al giocatore (RTP o Return to Player), che si attesta su un veramente ottimo 96,61 %, di oltre mezzo punto in più rispetto alla maggior parte dei giochi di slot.\nLa volatilità di questa slot machine è invece medio-alta, e ciò vuol dire che non vi dovrete aspettare delle vincite piccole e frequenti, ma che con un po’ di pazienza avrete la possibilità di mettere le mani su premi davvero interessanti!\nSimboli e funzionalità di Full Moon Madness\nI simboli che possiamo trovare sui rulli di Full Moon Madness sono interamente tematici e realizzati davvero con dovizia di particolari, per un’esperienza di gioco molto piacevole e divertente.\nI simboli che pagano di meno sono l’osso, lo scarabeo e la torcia, che regalano vincite fino a 10 volte il valore del gettone, a seguire ci sono i bulloni che “costruiscono” la testa di Frankenstein e un calice di sangue, con pagamenti fino a 15x.\nI simboli che pagano di più sono quelli che raffigurano le immagini dei quattro mostri protagonisti di Full Moon Madness: la Mummia, il Licantropo, Frankenstein e il Conte Dracula, quest’ultimo che regala vincite pari a 50 volte il valore della scommessa nel caso di un allineamento di 5 simboli.\nIl simbolo Wild è rappresentato dal logo della slot machine che ha funzione di jolly, sostituendo tutti gli altri simboli tranne lo  Scatter nel completamento di una combinazione vincente, ma che paga anche in combinazione di simboli identici, fino a 100 volte la puntata.\nIl simbolo Scatter è il castello infestato con alle spalle la luna piena: quando compare per almeno sei volte sui rulli permette di accedere alla funzione speciale di Full Moon Madness, per cui si può usufruire di un numero variabile di giri gratuiti in cui tutti i simboli diventano Stacked e le vincite sono rese ancora più interessanti grazie alla presenza di diversi moltiplicatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Full Moon Madness",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/full-moon-madness_logo-286x217.jpg",
            "filename": "full-moon-madness_logo-286x217.jpg"
        }
    ],
    "name": "Full Moon Madness"
}