{
    "studio": "BGAMING",
    "text": "\nGangsterz\nDinosauri malavitosi\nDobbiamo dire che quando abbiamo saputo che presto sarebbe uscita una nuova slot della BGaming, non stavamo più nella pelle. Anche se questo provider non è ancora a livello di quelli più famosi, è già stata capace di sfornare titoli memorabili avviati a diventare dei grandi classici dell’intrattenimento online.\nCon Gangsterz le nostre aspettative non sono state tradite. La schermata è ben organizzata, con la griglia al centro e ai lati tre riquadri che replicano la struttura di una banca. Nella parte sinistra possiamo osservare le vincite di ogni Spin, la parte destra è invece dedicata all’acquisto del bonus. Sempre a destra, ma in basso, è presente il contatore legato alla vincita dei diversi Bonus di cui parleremo in modo approfondito più avanti.\nLa grafica è ottima, e anche se non sono presenti animazioni, i simboli appaiono ben definiti, con il colore oro che riempie l’intera schermata.\n \nCaratteristiche di Gangsterz\nLa griglia di forma quadrata ha grandi dimensioni, con sette rulli e sette righe. Il sistema di gioco è a cluster, ossia per vincere è necessario formare combo di simboli identici in orizzontale o in verticale. A seguito di ogni combinazione vincente, i simboli bagnati vengono rimossi e sostituiti da altri del tutto nuovo, con la possibilità di formare ulteriori combinazioni paganti. Il meccanismo va avanti sino a quando non si ottiene un cluster.\nÈ presente la funzione Autoplay per far girare i rulli in modo autonomo. Possiamo impostare da 10 a 1.000 Spins, ma anche decidere di farli andare all’infinito.\nIl valore RTP è del 96,2%, la volatilità è alta.\n \nQuattro Bonus strepitosi\nCome detto in precedenza, il meccanismo di questa slot è a cascata, questo vuol dire che ogni cluster ci dà possibilità di generare nuove combo paganti. Niente carte da gioco in Gangsterz, i simboli sono solo tematici, con le quattro uova di drago che pagano meno, mentre i draghi pagano di più. Per vincere è necessario di formare gruppi di almeno cinque simboli. Quando quattro simboli identici e adiacenti formano un quadrato, allora comparirà un unico simbolo 2×2 che aumenterà il valore in caso di vincita.\nLa W dorata è il nostro Wild e sostituisce tutti i simboli.\nAlla destra della griglia si trova una cassaforte su cui campeggia il numero 100. Ogni combinazione vincente, in base ai simboli coinvolti, il contatore scende. Raggiunti quattro livelli, si attivano dei Bonus che ora illustreremo:\n\n25 Simboli rimossi: Detonation, che trasforma da 23 a 6 imboni in Wild e rimuove 4 simboli non paganti\n50 Simboli rimossi: Promotion, con un simbolo casuale che si trasforma in un altro simbolo\n75 Simboli rimossi: Separation, che creerà un simbolo Wild al centro e trasformerà in altrettanti Wild tutti i simboli adiacenti\n100 Simboli rimossi: Reduction, grazie al quale tutti i simboli di basso livello verranno rimossi\n\n \nCi sono altri due Bonus interessanti: Second Chance, che offre un secondo Spin con qualche Wild casuale quando non ci sono combo vincenti; Backlit Symbols, con un simbolo casuale che brilla più degli altri. Se si formano combo con esso, il valore della vincita sarà doppio.\n \n\nDomande Frequenti \nPosso giocare a Gangsterz anche da smartphone?\n\nCertamente, l’architettura del gioco rende la slot fruibile da ogni device.\n\n\n\nPosso provare il gioco prima di puntare soldi veri?\n\nSì, sul nostro sito è presente la Demo che permette di testare il gioco senza alcun esborso monetario.\n\n\n\nÈ presente l’Autoplay?\n\nSì, e offre una scelta compresa tra i 10 e i 1.000 Spins.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gangsterz",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/12/gangsterz_new-286x217.jpg",
            "filename": "gangsterz_new-286x217.jpg"
        }
    ],
    "name": "Gangsterz"
}