{
    "studio": "High 5 Games",
    "text": "\nGate of The Pharaohs\nGate of the Pharaohs è una video slot sviluppata da una delle più note software house in circolazione Sì, stiamo parlando di High 5. Qui, ti parleremo delle caratteristiche principali di questa nuova nuova slot della serie Antico Egitto e di altre funzionalità extra che offre. Inoltre, scoprirai dove puoi giocare a Gate of the Pharaohs con soldi veri o alla versione demo gratuita.\nGate of the Pharaohs: gameplay e scommesse\nQuesta video slot 5×5 ha fino a 3.125 linee di pagamento, ma se scegli di utilizzare la griglia 10×5, offre fino a 100.000 payline! Il gioco include complessivamente 12 simboli, tra cui un simbolo Wild e uno Bonus. Per quanto riguarda i jackpot progressivi, in questa slot non ce ne sono ma puoi ottenere molte promozioni e bonus in-game per moltiplicare la tua scommessa iniziale. La tua puntata può partire da 0,2€ fino a 100€. La vincita massima che puoi raggiungere è 9.210 volte la tua puntata.\n \nGate of the Pharaohs è una macchina altamente volatile con un livello RTP del 96% per chi desidera  combinazioni vincenti meno frequenti ma più generose giocando sia da laptop che da computer, nonché per dispositivi mobili. Lo sviluppatore di High 5 Games infatti, utilizza il linguaggio di markup HTML5 per garantire le prestazioni più elevate e fluide su tutti i dispositivi.\nSimbologia sfarzosa e grafica accattivante \nGate of the Pharaohs ti riporterà indietro nel tempo per ispirare l’antico Egitto con gioielli di prima classe come bonus ed effetti sonori incredibilmente adatti che incarnano magnificenza e ricchezza infinita. Prevalgono i colori oro, giallo, verde e blu.\n \nLa slot ha una collezione di 10 simboli che includono gioielli e decorazioni tradizionali egiziani. In questo gioco, c’è un simbolo bonus scatter che avvia il bonus delle partite gratis e un simbolo jolly che sostituisce i 10 gioielli menzionati in precedenza. Inoltre, ogni icona qui può essere raddoppiata o addirittura quadruplicata, aumentando il valore. Il moltiplicatore di puntata influisce sulle vincite e, successivamente, vengono mostrate in crediti.\nFunzionalità Bonus e Giri Gratis di Gate of The Pharaohs \n\nBonus Giochi Gratis\n\nIn questa slot senza registrazione c’è  un simbolo bonus scatter speciale che può apparire sui rulli e attivare giri gratuiti. Il minimo parte da 6 fino ad un massimo di 15 free spins. Il Bonus Partite Gratuite termina quando non ti rimangono più Giri Gratuiti;\n\nFunzionalità Fission Power\n\nIn qualsiasi momento del gioco, qualsiasi simbolo di rullo può assumere una posizione doppia o quadrupla. Pertanto, anche le tue vincite in crediti vengono mostrate non solo per un simbolo, ma per due o quattro. \n\nDomande Frequenti \nQual è il premio massimo in Gate of the Pharaohs?\n\nLa vincita massima che puoi raggiungere è di 9.210 volte la puntata, a seconda della tua giocata iniziale e del moltiplicatore crescente.\n\n\n\nGate of the Pharaohs è compatibile con dispositivi mobili?\n\nSì, puoi giocare a questa slot sia con dispositivi desktop che con dispositivi mobili come tutte le slot gratis presenti nel nostro catalogo sempre aggiornato.\n\n\n\nCosa attivano i bonus in questa slot?\n\nI simboli bonus appaiono casualmente sullo schermo durante il gioco e ti regalano una generosa quantità di giri successivi.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gate of The Pharaohs",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/gate-of-the-pharaohs_free-286x217.jpg",
            "filename": "gate-of-the-pharaohs_free-286x217.jpg"
        }
    ],
    "name": "Gate of The Pharaohs"
}