{
    "studio": "Pragmatic Play",
    "text": "\nGates of Olympus\nUna bella slot che sfrutta il tema della mitologia, Gates of Olympus ha tutti gli ingredienti per diventare un grande classico dell’intrattenimento online. Il protagonista di questa slot è Zeus, padre di tutti gli dèi e guardiano dell’Olimpo, qui rappresentato in levitazione accanto alla griglia di gioco. Di tanto in tanto tra le sue mani apparirà un filmine, situazione che preannuncia una speciale funzione di cui parleremo tra poco.\nNella parte bassa troviamo la puntata e i pulsanti Start e Autoplay, a destra troviamo l’opzione per acquistare giri gratuiti, ma anche un incremento delle chance di avere combinazioni vincenti. Sempre a destra c’è il riquadro in cui vengono segnalate le combinazioni vincenti in un unico spin.\nLa musica come logico ha un sapore epico abbastanza coinvolgente ma che può essere disattivata in ogni momento attraverso il tasto apposito.\nCaratteristiche di Gates of Olympus\nLa slot ha 6 rulli e 5 righe, con una vincita massima di 5.000x la puntata. Si vince con combinazioni di simboli adiacenti in qualsiasi punto della griglia di gioco, e si può scommettere da un minimo di 0,20 € a un massimo di 125 € per ogni Spin.\nPer quel che riguarda il valore RTP siamo sul 96,5%, mentre la volatilità è alta, ciò vuol dire che non si vince di frequente, ma ci sono ottime probabilità di avere combinazioni che ripagano con vincite molto alte, a costo di dover fare qualche spin in più.\nSimboli e funzionalità\nCaratteristica di Gates of Olympus è il sistema a cascata: ogni volta che si ha una combinazione vincente, i simboli paganti scompaiono, quelli superiori scivolano negli slot lasciati liberi e dall’alto atterrano nuovi simboli che aumentano la possibilità di occupare ulteriori linee di pagamento. Le combinazioni progressive e gli importi associati vengono segnalati nel box accanto della griglia. Si vince con 8 simboli adiacenti in qualsiasi punto dei rulli.\nI simboli che valgono meno sono le forme geometriche. Vediamoli dal meno remunerativo a quello più remunerativo: il primo è il rombo blu, il secondo è il triangolo, il terzo l’esagono. A seguire troviamo un secondo triangolo ma con il vertice rivolto verso il basso e un pentagono.\nA salire ci sono i simboli tematici: la coppa, l’anello, la clessidra e il diadema.\nDi tanto in tanto e in modo del tutto casuale, compare una pallina alata verde, blu, rosa o rossa. A questo punto Zeus accanto alla griglia inforca il fulmine e lo lancia, determinando un moltiplicatore compreso tra 2x e 500x. Dopo che la sequenza a cascata si interrompe, i moltiplicatori saranno sommati e tutte le relative vincite verranno moltiplicate.\nZeus è il simbolo Scatter e paga in ogni posizione. Se ne compaiono 4 ovunque sullo schermo, si ha diritto a 15 giri gratuiti durante i quali possono comparire i moltiplicatori. Ogni volta che compaiono 3 o più Scatter, vengono aggiunti ulteriori 5 o più Free Spins.\nIl giocatore può anche acquistare due tipi di moltiplicatore:\n\n25x, con maggiori chance di vincere giri gratis in quanto sullo schermo compaiono più Scatter.\n20x, che permette di comprare la funzione Giri Gratis pagando un valore pari a 100x la puntata.\n\n\nDomande Frequenti \nQual è il tuo RTP?\n\nHa un ottimo ritorno al giocatore che si assesta al 96,5%.\n\n\n\nPosso giocare da cellulare?\n\nCerto, la slot è ottimizzata per rendere perfettamente da pc o da telefono, senza perdite di grafica o resa del gameplay.\n\n\n\nQuale vincita massima offre la slot Gates of Olympus?\n\nQuesta slot 6x5 ha una vincita potenziale di 5.000x la puntata.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gates of Olympus",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/gates-of-olympus_featured-286x217.png",
            "filename": "gates-of-olympus_featured-286x217.png"
        }
    ],
    "name": "Gates of Olympus"
}