{
    "studio": "WMS",
    "text": "\nGems Gems Gems\nAmmettiamolo, tutti desideriamo le cose belle della vita, incluso il lusso di possedere pietre preziose, che proprio in questa slot gratis intitolata Gems Gems Gems e sviluppata dal provider WMS, sono le vere protagoniste. Continua a leggere e scopri come collezionare queste lussuose e scintillanti gemme!\nGameplay principale di Gems Gems Gems\nGems Gems Gems ha un set di rulli principale a 5 rulli con 3 set di 5 rulli aggiuntivi sulla destra. Alimentato da WMS Gaming, è uno slot Super Multi-Pay che ha 80 linee di pagamento ma ha giocato con 40 monete (1 moneta per 2 linee di pagamento). Ha lo stesso layout del gioco Bruce Lee Dragon’s Tale, basato su bellissime gemme. Con questa slot puoi puntare da 0,40€ a 80,00€ a giro. Il layout insolito della bobina vede i simboli wild e delle caratteristiche del set di rulli principale replicati sugli altri 3 set di rulli più piccoli per darti maggiori possibilità di vincita. Ad esempio, se si ottiene una bobina jolly sul set di bobine principale, verrà trasferita sulla stessa bobina sugli altri 3 set di bobine più piccoli.\nQuali sono i simboli principali in Gems Gems Gems?\n\nIl simbolo speciale Wild è l’icona Gems Gems Gems può sostituire la Funzione al fine di creare la combinazione più alta possibile su una linea di pagamento;\nil simbolo speciale Funzione è un enorme e scintillante Diamante.\n\nEntrambi i simboli Wild e Feature che atterrano sul set di rulli principale vengono replicati esattamente nelle stesse posizioni sugli altri tre rulli più piccoli, al fine di offrire ulteriori opportunità di vincita, con un suono particolare che viene riprodotto ogni volta che vengono copiati.\nGli altri simboli standard includono smeraldi, zaffiri e rubini che sono disponibili in diverse forme e dimensioni.\nFunzione principale: Free Spins\nL’attrazione principale di questo gioco tempestato di gioielli è la funzione Free Spins: se ottieni 3 o più simboli Diamond in uno dei set di rulli, lo attiverai:\n\n3 diamanti in un set di rulli ti daranno 10 giri gratis con un totale di 20 giri gratuiti possibili\n4 diamanti ti daranno lo stesso più 1 volta la puntata\n5 diamanti ti daranno 10 giri gratuiti con 2 volte la tua puntata come premio in denaro.\n\nCome si comporta il moltiplicatore di Gems Gems Gems?\n\n10 giri gratuiti con un moltiplicatore 3x per 3 o più diamanti su 1 set di rulli\n10 giri gratuiti con un moltiplicatore 6x per 3 o più diamanti su 2 set di rulli\n10 giri gratuiti con un moltiplicatore di 9x per 3 o più diamanti su 3 set di rulli\n10 giri gratuiti con un moltiplicatore 12x per 3 o più diamanti su tutti e 4 i set di rulli\n\nNella funzione, viene utilizzato solo 1 set di rulli, quindi per vincere davvero, hai bisogno di un paio di rulli selvatici su alcuni giri gratuiti.\nLe mie conclusioni finali\nProvando questo gioco, sono riuscita a vincere 15 volte la mia puntata nel gioco base con un giro. Ho anche giocato alla funzione Free Spins e sono riuscita a vincere poco meno di 100 volte la mia puntata, quindi c’è qualcosa di un po’ instabile nella sua effettiva giocabilità. Ad essere sincera, ho trovato il gioco un po’ lento inclusa la musica di sottofondo. Sicuramente c’è un buon potenziale per grandi vincite, ma la partita non mi ha convinta del tutto. Tra le slot prodotte da WMS preferirei passare il mio tempo giocando a:\n\nhttps://www.slotjava.it/slot/the-wizard-of-oz/\nhttps://www.slotjava.it/slot/the-wizard-of-oz-ruby-slippers/\nhttps://www.slotjava.it/slot/forbidden-dragon/\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gems Gems Gems",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/gems-gems-gems_logo-286x217.jpg",
            "filename": "gems-gems-gems_logo-286x217.jpg"
        }
    ],
    "name": "Gems Gems Gems"
}