{
    "studio": "World Match",
    "text": "\nGenghis’ Reel\nUna figura mitologica che ha oltrepassato i confini dell’Oriente è di sicuro Gengis Khan, il condottiero che grazie alla sua forza e alla sua tenacia è riuscito a conquistare e ad unificare gran parte dell’Asia.\nLa componente grafica, come accade sempre con le slot World Match, ha un ruolo di primo piano nel ricreare la giusta ambientazione. Sullo sfondo troviamo una valle fiorita e qualche casa del villaggio in cui è nato Gengis Khan, la griglia dalla cornice dorata è invece sorvolata da un’aquila che avrà un ruolo nello svolgimento del gioco, ma che vedremo più in là. Ai lati ci sono dei fiori gialli mossi dal vento.\nLa musica è un jingle orientaleggiante con contaminazioni di suoni tipici dei film western.\nCaratteristiche principali della slot\nLa griglia è una semplice 5×3, con 10 linee di pagamento fisse su cui è possibile puntare da un minimo di 0,01 € a un massimo di 5 €. Queste cifre si riferiscono al costo di ogni linea.\nSi vince associando simboli adiacenti partendo dal rullo di sinistra e procedendo verso destra.\nSi può impostare un numero di giri automatici compreso tra 5 e 1.000, o anche all’infinito.\nAll’interno del menù troviamo il cursore fast play, spostandolo verso destra si accelererà la rotazione di rulli.\nSimboli e funzionalità di Gengis Khan\nI simboli non tematici sono solo 4: J, Q, K, A. Come in tutte le slot, anche qui hanno un basso valore.\nPer vedere somme più consistenti bisogna puntare sugli stivali, il tesoro e la scimitarra o, se siamo particolarmente fortunati, sul lupo e sulla regina.\nGengis Khan è il nostro simbolo Wild. Ricopre la funzione di Jolly, e va a sostituire tutti i simboli, tranne quelli speciali. Quando compare su un rullo sorvolato dall’aquila, allora si espande in verticale, aumentando le nostre possibilità di ottenere combinazioni vincenti.\nSe durante i Free Spins, il simbolo Wild compare sul primo rullo, in modo random alcuni simboli diventeranno a loro volta Wild.\nUn altro simbolo speciale è lo scudo con impresso un moltiplicatore x2. In base al numero di scudi atterrati sui rulli, il moltiplicatore può raggiungere x8.\nIl cavallo è il simbolo Scatter e ci ricompensa con un numero di giri gratuiti compreso tra 3 e 7.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Genghis' Reel",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/genghis-reel-new-286x217.png",
            "filename": "genghis-reel-new-286x217.png"
        }
    ],
    "name": "Genghis’ Reel"
}