{
    "studio": "High 5 Games",
    "text": "\nGenie’s Palace\nE se vi dicessimo che il Genio della Lampada vi regala ben più di tre desideri? Il Genio di Genies Palace promette di esaudirli tutti!\nTema e grafica\nChi di voi non conosce la favola di Aladino e del Genio della Lampada? Con il titolo di Aladino e la lampada meravigliosa, questa favola rappresenta uno dei più famosi racconti presenti nella altrettanto celebre raccolta “Le Mille e una Notte”.\nLa storia narra di un ragazzo di nome Aladino, appunto, un delinquentello senza arte né parte, che ingaggiato per raccogliere un tesoro in una caverna, trova una misteriosa lampada che gli cambierà la vita. All’interno della lampada risiede un genio, che promette di soddisfare tre suoi desideri. Il protagonista di Genies Palace, slot prodotta dalla software house High 5 Games è proprio il Genio della lampada, in un contesto orientaleggiante realizzato con dovizia di particolari ed estrema cura per i dettagli.\nLo sfondo è rappresentato da un tipico paesaggio arabo, con le cupole di un’antica città del Medio Oriente immerse in un paesaggio sui toni del blu e del viola.\nA rendere ancora più coinvolgente l’esperienza di gioco contribuisce poi una classica melodia araba, che porta il giocatore a immergersi del tutto in un’atmosfera da Mille e una notte!\nSiete pronti a esprimere i vostri desideri?\nCaratteristiche principali della slot machine\nGenies Palace è una slot machine con una struttura tradizionale, con una griglia di gioco composta da 5 rulli e cinque righe. Le linee di pagamento sono 25, sulle quali si possono effettuare delle scommesse a partire da 25 centesimi fino a un massimo di 75 €, un range secondo noi ottimo per coloro che si stanno appena avvicinando al mondo delle slot machine, ma anche per coloro che amano effettuare puntate un pochino più consistenti.\nGenies Palace è caratterizzata da un volatilità molto alta: inanellerete un numero consistente di sconfitte probabilmente, prima di ottenere delle vincite che però saranno potenzialmente davvero gratificanti, fino a un massimo di 2.000 volte il valore della puntata.\nPer quanto riguarda il ritorno teorico al giocatore (RTP), Genies Palace si attesta su un 96% perfettamente nella media.\nPer conoscere il valore di tutti i simboli e delle loro combinazioni, vi suggeriamo di consultare la tabella dei pagamenti, alla quale si può accedere cliccando sul tasto “I”.\nSe poi volete giocare senza spendere denaro, o se volete provare la slot in maniera gratuita prima di investire dei soldi veri, è disponibile una versione demo di Genies Palace, gratis e senza necessità di registrazione!\nSimboli e funzionalità di Genies Palace\nI simboli che si alternano sui rulli di Genies Palace sono rappresentati da una serie di diamanti di diverso colore, che pagano fino a 50 crediti per una combinazione di 5, da uno scrigno colmo di tesori, da un turbante e dal tappeto magico, che tra tutte è l’icona che paga di più.\nIl Wild è rappresentato da delle gemme colorate, ha funzione di jolly ma determina anche delle vincite quando compare sui rulli.\nSono presenti degli altri simboli speciali in Genies Palace che permettono di accedere alle funzioni extra, e regalano giri gratuiti e ricchi moltiplicatori.\nQuando poi si raccolgono 12 o più simboli Wild nella griglia di gioco viene attivata la funzione jackpot e assegnato il premio più alto pari a 2.000 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Genie's Palace",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/genies-palace-slot-286x217.jpg",
            "filename": "genies-palace-slot-286x217.jpg"
        }
    ],
    "name": "Genie’s Palace"
}