{
    "studio": "IGT",
    "text": "\nGhostbusters\nNon è raro che il mondo del cinema e quello delle slot si incontrino per collaborazioni interessanti. E la slot Ghostbusters è sicuramente una delle migliori.\nDirettamente dal primo film di una serie cult iniziata nel 1984 e che vede un quartetto di “acchiappafantasmi” alle prese con eventi soprannaturali e divini, la slot Ghostbusters promette divertenti giocate.\nNella recensione che andrà a seguire, non solo si analizzeranno le parti prettamente tecniche di questa slot, ma evidenzieremo anche la sua parte estetica. Che in una slot ispirata ai Ghostbusters è indubbiamente una componente da non sottovalutare!\nGhostbusters – Grafica e musica\nNon appena ci troveremo davanti alla slot, verremo subito catapultati nelle ambientazioni del film. Sullo sfondo della caserma dei pompieri, il quartier generale degli acchiappafantasmi, la griglia di gioco si presenta molto semplicemente con alcuni particolari metallici e a righe gialle e nere ispirate al film.\nOvviamente sono i simboli ad essere la parte di maggior impatto. Infatti al posto, ad esempio, delle ciliegie o i simboli delle carte da gioco troveremo il volto dei protagonisti del primo film: Peter Venkman, Raymond Stantz, Egon Spengler, Winston Zeddemore e anche il maldestro contabile Louis Tully.\nAssieme a loro ci sarà l’iconica macchina ECTO-1 e anche i celeberrimi oggetti inventati da Egon e usati per catturare i fantasmi come il rilevatore PKE, gli Ecto-Occhiali, i zaini protonici e il contenitore ectoplasmico. Senza dimenticare il logo dei Ghostbusters, il pestifero fantasma verde Slimer a rappresentare il simbolo WILD e il Marshmallow Man durante le giocate bonus.\nLa slot Ghostbusters è sicuramente curata per quanto riguarda i diversi riferimenti al film, dettagli che tutti i fan del film potranno apprezzare e a cui è maggiormente indirizzata la slot. Anche dal punto di vista sonoro, in quanto potremo sentire il celebre tema musicale come sottofondo.\nPassiamo dunque al comparto tecnico.\nGhostbusters – È ora di giocare\nIl gameplay proposto da questa slot è ricco e variegato: da una parte troviamo una griglia di gioco facile da padroneggiare grazie alla presenza di uno schema comune a molti titoli online: cinque rulli associati a tre linee orizzontali permettono di vedere quindici simboli in ogni giocata.\nNon dobbiamo però pensare che questa sia una slot senza novità: Slimer è un simbolo Wild in grado di sostituire tutti gli altri simboli normali, inoltre può estendere la sua funzione su tutto il rullo dove si trova.\nÈ possibile inoltre ottenere i simboli Bonus che si comportano come degli Scatter, assegnando la funzione speciale nel caso se ne trovino almeno tre in un’unica giocata.\nLo scopo della IGT è quello di creare un gioco divertente e dinamico ancora prima di ottenere la modalità bonus, così che il giocatore possa godersi il titolo dall’inizio alla fine, corroborato dalla tematica che tanto ama.\nSlot simili a Ghostbusters\nI film sono da sempre una delle maggiori fonti di ispirazione per gli sviluppatori di slot online. Da Man of Steel della Playtech (la quale può vantare un discreto numero di titoli in questa lista, come anche King Kong e Gladiator Jackpot) a Planet of the Apes della NetEnt, fino ad arrivare all’irriverente Ted della Blueprint Gaming.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ghostbusters",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/ghostbusters_new-286x217.jpg",
            "filename": "ghostbusters_new-286x217.jpg"
        }
    ],
    "name": "Ghostbusters"
}