{
    "studio": "Merkur Gaming",
    "text": "\nGhost Slider\nNei racconti e nei film dell’orrore i fantasmi rappresentano il più grande dei classici. Sono molti i racconti su antichi manieri infestati, case costruite su cimiteri maledetti oppure su fantasmi di persone che cercano vendetta dopo la morte,\nNon è un caso che anche le slot online vogliano proporre questo tema, dando ulteriori brividi a quelli del gioco. Ghost Slider della Merkur è l’esempio perfetto di una slot che riesce a unire i classici racconti dei fantasmi alle slot.\nVe ne parleremo più nel dettaglio nella nostra recensione qui di seguito.\nGhost Slider – Grafica\nSullo sfondo blu notte su cui potremo intravedere alcuni inquietanti rami spogli e neri, troviamo la griglia di gioco di Ghost Slider.\nLa casa di produzione Merkur sembra avere un proprio pattern grafico per quanto riguarda le sue slot, in quanto ci viene presentata una griglia che prende quasi completamente tutta la schermata e che ritroviamo anche in altre slot targate Merkur.\nNella griglia che riprende l’umida e grigiastra pietra di una lapide, troviamo i simboli. Questi ultimi sono soprattutto quelli delle carte da gioco, ormai una tradizione per quanto riguarda le slot online. Essi sono rappresentati con le loro iniziali (A, K, Q, J) e coi numeri in un font piuttosto stravagante e colorato, forse troppo per l’ambientazione spettrale. Ci sono altri simboli come un candelabro, un antico e inquietante libro ed infine un vecchio orologio.\nUn’altra caratteristica tipica delle slot Merkur è l’assenza di un sottofondo musicale. Avremo modo di sentire solo i rumori dei rulli e, se ci capiterà una combinazione, anche un jingle di musica tribale che si trova anche in altre slot.\nQuesta slot si avvale di un’ambientazione piuttosto particolare e i simboli sono abbastanza curati anche se i modelli 3D soffrono di una grafica datata e quasi a buon mercato. Peccato, però, per il comparto sonoro che non eccelle particolarmente e risulta estraneo al tema della slot.\nMa ora passiamo al lato tecnico di Ghost Slider!\nGhost slider – Aspetti tecnici della slot\nL’aspetto sicuramente più interessante di questa slot è la sua modalità a giri gratuiti, ma di questo parleremo a breve. Analizzando il suo lato tecnico, infatti, si parte con l’evidenziare una slot di tipo 5*3 con un numero molto contenuto di linee di vincita (dieci) che però presenta una volatilità piuttosto alta.\nQuesto vuol dire che è facile ottenere delle vincite di alto valore, soprattutto nella modalità bonus. Come funziona questa modalità? Dopo ogni giro di rulli, i simboli che formano una combinazione vincente spariranno facendone cadere di nuovi, con la possibilità di ottenere quindi delle vincite concatenate.\nCon quattro o più vincite nello stesso turno si ottengono dei giri gratuiti addizionali: si parte da 10, per salire poi a 20, 30, 40 e 50 giri bonus che si aggiungono a quelli che già abbiamo.\nSenza contare che ogni combinazione concatenata sono vincite che si accumulano nel nostro saldo di gioco.\nSlot simili a Ghost Slider\nIl tema dei fantasmi è una nicchia che sta avendo una buona crescita nel mondo delle slot, infatti possiamo trovare titoli come l’oscura Dark Hawk Deluxe, proseguendo con Ghost Nights, Polterheist e quelle basate sui film come Casper’s Mistery Mirror e Ghostbusters.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ghost Slider",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/ghost-slider_gratis-286x217.jpg",
            "filename": "ghost-slider_gratis-286x217.jpg"
        }
    ],
    "name": "Ghost Slider"
}