{
    "studio": "IGT",
    "text": "\nGhostbuster Plus\nÈ facile pensare che le slot vengano create come prodotti unici, quando in realtà alcune di queste raggiungono una fama tale da avere dei seguiti.\nGhostbusters Plus della IGT è la slot che segue Ghostbursters e Ghostbusters Triple Slime nella trilogia di slot ispirata al famoso film comico degli anni ‘80. Iniziamo la nostra recensione parlando dell’aspetto estetico di questa Ghostbusters Plus e se è realmente cambiato qualcosa rispetto alle precedenti slot.\n\nGhostbusters Plus – Grafica vincente non si cambia\nLa grafica di Ghostbusters Plus non si discosta particolarmente dagli altri tre titoli della IGT. Ci troviamo davanti di nuovo al quartier generale degli acchiappafantasmi come sfondo alla griglia di gioco, anche se stavolta ci sono state migliorie nella grafica e nella cura dei dettagli in quanto si può notare anche la macchina ECTO-1.\nPer quanto riguarda i simboli, ancora una volta ci ritroviamo con i volti dei quattro protagonisti. Questa volta  non con semplici illustrazioni promozionali o ritagliati direttamente dal film, ma in ritratti di forte stampo grafico e differenziati per colore.\nOltre ai volti di Ray, Peter, Egon e Winston troveremo anche altri rimandi al film come il logo dei Ghostbusters, il pestifero ectoplasma Slimer e il feroce guardiano Zuul. Rispetto alle precedenti slot, in Ghostbusters Plus gli oggetti del film non sono presenti e al loro posto sono stati introdotti i classici simboli delle carte da gioco.\nInfatti vedremo scorrere le iniziali A, K, Q e J lungo la griglia di gioco in un font molto minimale e dagli stessi colori dei ritratti dei quattro acchiappafantasmi.\nInsomma, Ghostbusters Plus non si distacca completamente dalle due slot venute prima e non apporta nemmeno particolari cambiamenti grafici. Rimane dunque una slot per gli appassionati del film e per chi ha già giocato a Ghostbusters e Ghostbusters Triple Slime, questa Ghostbusters Plus non è una grossa novità.\n\nGhostbusters Plus – come giocare?\nDopo aver parlato della grafica, passiamo all’aspetto più tecnico: cosa possiamo aspettarci da una slot di questo tipo? Così come le altre gemelle della IGT, anche in questo caso ci troviamo di fronte a un gioco che sfrutta il meccanismo 5*3 per aiutare il giocatore ad ambientarsi velocemente ma allo stesso tempo offre delle funzionalità bonus che permettono di godere di un gameplay divertente e variegato.\nQueste funzionalità vengono attribuite non solo grazie ai simboli speciali (come ad esempio il mastino demoniaco che fa da guardia al bonus) ma anche grazie a eventi casuali che possono triggerarsi durante il gioco e il livello di Slimer che può aumentare nel corso della partita.\nUna slot tutta da scoprire, che riesce a unire a un gameplay apprezzato una nuova grafica curata in ogni minimo dettaglio.\n\nSlot simili a Ghostbusters Plus\nSebbene possa sembrare ridondante, ancora una volta ricordiamo le gemelle della IGT che è necessario provare nel caso ci si voglia muovere lungo la stessa direzione di questa slot. La prima è la laconica Ghostbusters e la seconda è la già citata Ghostbusters Triple Slime.\nA queste si aggiungono la NetEnt, la Microgaming e la Playtech che offrono decine di slime a tema cinematografico tutte da scoprire, dedicate a cult come Jurassic Park, Top Gun e Alien.\n",
    "images": [
        {
            "alt": "I simboli della slot online Ghostbusters Plus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/ghostbusters-plus-simboli.jpg",
            "filename": "ghostbusters-plus-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Ghostbusters Plus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/ghostbusters-plus-tabella-pagamenti.jpg",
            "filename": "ghostbusters-plus-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Ghostbusters Plus hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/ghostbusters-plus-modalitá-bonus.jpg",
            "filename": "ghostbusters-plus-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Ghostbusters Plus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/ghostbuster-plus-featured-1-286x217.png",
            "filename": "ghostbuster-plus-featured-1-286x217.png"
        }
    ],
    "name": "Ghostbuster Plus"
}