{
    "studio": "ReelPlay",
    "text": "\nGiza Infinity Reels\nDirigetevi verso l’antico Egitto nel Giza: Infinity Reels slot, la seconda puntata della famiglia degli Infinity ReelPlay. Giocabile da 20 centesimi un giro su tutti i dispositivi, si inizia con 3 bobine ma ogni vittoria aggiunge un’altra bobina senza limiti. Anche il moltiplicatore aumenta ad ogni vincita sui rulli. Se ottieni 12 o più bobine, riceverai un premio di 888x. Nella funzione Free Spins, il moltiplicatore può aumentare fino a 5 ogni volta. Con un RTP del 96,45%, la vincita massima è di 10.000x puntate.\nGiza Infinity Reels è una slot online di ReelPlay, che offre ai giocatori un numero infinito di modi di vincita man mano che i rulli si espandono per offrire un grande potenziale. C’è un impressionante premio di 10000x in questo gioco a volatilità medio/alta, e ha un RTP del 96,45%.\nUna grafica da amanti dei viaggi nel tempo\nLa Slot Machine Giza: Infinity Reels vi porta nell’antico Egitto, come vedrete la Grande Piramide sullo sfondo. Concentrandosi sull’ultima delle antiche Sette Meraviglie del Mondo, beneficia di una grafica 3D di alta qualità e di una colonna sonora coinvolgente.\nI simboli includono le croci di Ankh, l’Occhio di Ra e i loti tra gli altri manufatti dell’antico Egitto. Vedrete anche le divinità Horus (Dio Falco), Maahes (Dio Leone), Sobek (Dio Alligatore) e Anubis (Dio Sciacallo). Vedrete anche la grande piramide.\nAnubi e la piramide sono i simboli di valore più alto che pagano 5 x il vostro palo se atterrate 5 o più in combinazione. Lo scarabeo scarabeo è il simbolo jolly e sostituisce tutti i simboli tranne la piramide.\nNonostante il potenziale di bobine infinite, Giza: Infinity Reels ha un aspetto superbo su dispositivi mobili e tablet, come sul desktop. Questo perché lo schermo si sposta a destra ad ogni nuova bobina che viene aggiunta. Si può giocare con dispositivi che utilizzano sistemi operativi iOS, Android o Windows.\nGiza Infinity Reels è una slot online basata sulla mitologia egizia. Il gioco ha un’estetica interessante con una grafica in stile fantasy, raffigurante divinità egizie. Nel complesso, l’aspetto del gioco è intrigante e ti fa venire voglia di far girare i rulli per vedere di più.\nFunzioni e simboli della Slot Machine\nGiza: Infinity Reels inizia con 3 bobine e 4 file. Utilizza la meccanica di ReelPlay Infinity Reels che è stata introdotta per la prima volta nella slot El Dorado Infinity Reels. Ogni vittoria vede l’aggiunta di un’altra bobina – si applica anche la funzione Symbol Multiplier che vede il moltiplicatore aumentare di 1.\nLe vincite successive continuano ad aggiungere bobine e ad aumentare il moltiplicatore, senza limiti. Quando si ottiene un giro perdente, le bobine tornano al layout standard 3×4. I simboli pagano da sinistra a destra dove ci sono 5 o più simboli corrispondenti.\nPer quanto riguarda la posta in gioco, si può giocare da un minimo di 20 centesimi fino a 25 euro a giro. C’è una funzione Autoplay dove si può semplicemente scegliere tra 10 e 100 giri. In Impostazioni, è possibile attivare l’opzione Quick Play e giocare con il suono e il suono di sottofondo attivo o disattivato.\nIl Giza: Infinity Reels slot è un titolo a varianza medio-alta, il che significa che la maggior parte delle vittorie saranno di dimensioni più piccole. Le vittorie più grandi si ottengono con le bobine con cui si gioca. La vincita massima per giro di gioco base è di 1.245 x la vostra puntata. Nella funzione Free Spins, la vincita massima è di 10.000 x la vostra puntata. L’RTP è del 96,45% che è superiore alla media per un gioco di slot online.\nFate attenzione al simbolo della piramide durante il gioco di base, perché una vincita con esso farà scattare la funzione Free Spins. Con 10 giri gratuiti assegnati, il moltiplicatore di simboli gioca un ruolo importante.\nNel gioco di base, l’incremento del moltiplicatore di simboli è di 1 ogni volta. Nella funzione Giri liberi, può aumentare fino ad un massimo di 5. Ad esempio – se si dispone di un moltiplicatore 5x e si ottiene una vittoria, può aumentare fino a 5, ottenendo un moltiplicatore 10x.\nIn un giro gratis senza combinazione vincente, il moltiplicatore di simboli diminuisce di 1. Fate attenzione al simbolo della piramide che appare durante la funzione, perché questo aggiungerà 4 giri gratis extra al vostro conteggio.\nIl modo in cui vengono realizzate le combinazioni vincenti in questo gioco è piuttosto unico. Finché atterrate cinque o più simboli corrispondenti, riceverete una vincita che è uguale al numero di simboli moltiplicato per il loro valore, e poi moltiplicato per la vostra scommessa.\nSe uno qualsiasi dei simboli vincenti appare nella bobina più a destra, allora le bobine si espanderanno. È qui che entrano in gioco i rulli Infinity Reels. Le bobine gireranno di nuovo con le modalità di vincita extra e, se un altro simbolo vincente atterra in quella nuova bobina, si espanderà di nuovo. Finché continuerete a far atterrare i simboli vincenti, le bobine continueranno ad espandersi. Ogni volta che lo faranno, il vostro moltiplicatore aumenterà.\nIl motivo per cui questo bonus è chiamato Infinity Reel è che non c’è limite al numero di volte in cui i rulli possono espandersi. Possono semplicemente continuare ad andare avanti e andare avanti, assegnandovi premi più grandi e migliori lungo il percorso.\nAltre Slot Machine simili\nLa slot Eye of Horus ha una disposizione standard di cinque rulli e tre file che girano su dieci linee di pagamento e ci sono caratteristiche bonus che possono elevare la vostra esperienza di gioco di una tacca o poche più alte aumentando le probabilità per le vincite più grandi. Gioca a Eye of Horus con solo €0,01 per linea di pagamento.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Giza Infinity Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/giza-infinity-reels_new-286x217.jpg",
            "filename": "giza-infinity-reels_new-286x217.jpg"
        }
    ],
    "name": "Giza Infinity Reels"
}