{
    "studio": "Playtech",
    "text": "\nGladiator\nInformazioni generali\nSoftware: Playtech\nRulli: 5\nLinee di gioco: 25\nPuntata minima: 0,01 €\nPuntata massima: 1250 €\nValore minimo gettone: 0,01 €\nValore massimo gettone: 5 €\nJackpot: 2,5 milioni di euro\nReturn To Player (RTP): 94,09 %\nAutoplay: Si\n\nGrafica e tema\nChiaramente ispirato al colossal di Ridley Scott, interpretato magistralmente da Russell Crow, Gladiator è forse una delle migliori slot presenti sul web!\nIl tema è senza dubbio affascinante, ma è la grafica di questo prodotto di casa Playtech a lasciare a bocca aperta!\nLa tecnologia è il vero fiore all’occhiello: le spettacolari animazioni 3D accompagnate da effetti sonori coinvolgenti vi faranno rivivere le emozioni del film, creando un’atmosfera di gioco unica e coinvolgente!\nI simboli oltre ad essere in alta definizione, sono fedelissimi ai protagonisti della pellicola, e questo rende il gioco ancora più realistico!\nNel complesso, se siete amanti delle vicende legate all’Antica Roma, o se la vostra passione sono i film, se più semplicemente siete alla ricerca di giochi iper tecnologici e non vi accontentate di una banalissima Fruit Machine, be’, Gladiator è proprio quello che fa al caso vostro!\n\nSimboli regolari\nCom’è logico aspettarsi, i simboli regolari sono rappresentati dai protagonisti del film, primo fra tutti il Gladiatore in persona, Massimo Decimo Meridio, oltre a Lucilla, al senatore Gracco e all’Imperatore Marco Aurelio.\nNon poteva mancare il Colosseo, vero simbolo di Roma. Oltre ad essi,  come spesso accade, sono presenti le tradizionali carte da poker dal 9 all’Asso.\n\nSimboli speciali e Bonus Games\nIl simbolo Wild, rappresentato dall’Elmo del Gladiatore, ha la funzione di Jolly che, ad eccezione dello Scatter, permette di sostituire tutti gli altri simboli e di completare quindi una combinazione vincente.\nTuttavia, in questa slot, il Jolly non è l’unico ruolo ricoperto dal simbolo Wild: infatti se compare sui rulli per tre volte di fila si attiva la funzionalità speciale “Gladiator Bonus Game”.\nCon il Bonus Game abbiamo una nuova schermata con 9 elmi. Cliccandoci sopra, il giocatore scoprirà cosa si nasconde dietro di essi: potrebbero essere giri gratuiti o moltiplicatori!\nIl Colosseo è invece il simbolo Scatter. Anch’esso ha una duplice funzione all’interno del gioco: in primo luogo, quando compare sui rulli permette di guadagnare ben 100 gettoni ma nel caso dovesse uscire per tre volte, allora avvierà il secondo gioco Bonus della slot, che si chiama “Coliseum Bonus Game”.\nIl gioco Bonus consiste in una sorta di griglia costituita da 25 massi: sotto ognuno di essi ci sono i premi, che devono essere svelati in ordine partendo dalla prima linea in basso.\nLa prima linea è relativa al numero di free spins vinti, la seconda al moltiplicatore per le vincite durante i giri gratuiti, la terza al simbolo che rappresenterà lo Scatter e infine la quarta ci dirà quale sarà il simbolo che invece occuperà la funzione di Jolly.\nOltre ai due giochi Bonus è presente anche la Funzione Gamble che si attiva dopo una vincita di qualsiasi importo e offre la possibilità di raddoppiarla.\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Gladiator",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/gladiator-symboli.jpg",
            "filename": "gladiator-symboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Gladiator",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/gladiator-tabella-pagamenti.jpg",
            "filename": "gladiator-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Gladiator i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/gladiator-win.jpg",
            "filename": "gladiator-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Gladiator hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/gladiator-modalitá-bonus-1024x642.jpg",
            "filename": "gladiator-modalitá-bonus-1024x642.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Gladiator",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/gladiator-thumb-286x217.jpg",
            "filename": "gladiator-thumb-286x217.jpg"
        }
    ],
    "name": "Gladiator"
}