{
    "studio": "IGT",
    "text": "\nGolden City\nGiocate alle slot The Golden City in uno dei migliori casinò online del Regno Unito. Rivendicate un’offerta di benvenuto per iniziare la vostra avventura in un posto che può portare ad un pagamento di 1000x. Si tratta di 1000x sulla scommessa vincente, che, se attivata con 20,00 euro, porta ad un premio di 20.000 euro. Il ritorno teorico per il giocatore è del 95,98% e il gioco ha tre caratteristiche bonus, una delle quali è un gioco di giri gratis, mentre le altre sono un campo di raccolta per i moltiplicatori.\nUna grafica gloriosa\nUn gioco di slot che gioca come Gonzo’s Quest, ma non è proprio così, ma probabilmente è meglio? Stiamo parlando della nuovissima versione estiva 2019 di iSoftBet che ha il tipo di azione a bobina cadente/cascinante su un set di tre file e cinque bobine. Questo layout supporta 20 linee di pagamento sempre attive, che mostrano una serie di simboli di pagamento basso e alto.\nIl gioco viene fornito completamente impilato con caratteristiche, come il simbolo wild solo in full-stack, un bonus di percorso che comporta il lancio di un dado e lo spostamento attraverso un campo, come in un gioco da tavolo; poi c’è una piramide di premi che può portare a una ruota di contanti dove i giocatori possono vincere il premio The Golden City slotjackpot di 1000x moltiplicato per la scommessa vincente.\nE, naturalmente, c’è un bonus gratuito per i giri.\nPer quanto riguarda il tema delle slot Golden City, si tratta di una slot per l’esplorazione dell’oro misto a maschere cerimoniali e incisioni in bassorilievo del Mesoamerica. Sì, c’è molto oro sui fianchi del set di rulli e ci sono i simboli che cadono per fare combinazioni vincenti, e poi scompaiono per fare spazio ad un ulteriore set di simboli, tutti sullo stesso costo della scommessa per giro.\nFunzioni e simboli della Slot Machine\nÈ possibile visualizzare tutti i simboli del gioco e il simbolo paga quando si preme il pulsante ‘i’. Questo apre la tabella dei pagamenti insieme alle informazioni sulle caratteristiche del bonus, ciò che li fa scattare, la disposizione della linea di pagamento e le regole del gioco.\nNessuna di queste informazioni è necessaria per leggere, perché la slot The Golden City è automatizzata, e tutte le vittorie del simbolo sono registrate e pagate automaticamente.\nIn ogni caso, i simboli più preziosi sono le quattro maschere cerimoniali: il blu, il rosso, il verde e il viola. Le prime due pagano 500x quando cinque dello stesso cadono su una linea di pagamento. Gli ultimi due pagano 300x e 250x, rispettivamente, per lo stesso risultato.\nI due simboli speciali sono il selvaggio e la dispersione, ma questi non ne pagano nessuno. La categoria di valore inferiore sono le gemme e pagano da 40x a 200x sulla linea di scommessa in ordine crescente.\nCon tre dei simboli della piramide sulle bobine uno, tre e cinque siete invitati a giocare al gioco da tavolo. Lanciate i dadi e vedete dove finisce la pedina. Puoi vincere i giri gratis The Golden City, o i Golden Keys o puoi aumentare il valore dei simboli di spargimento durante i giri gratis.\nQuesto secondo gioco a schermo si attiva quando si raccolgono tre chiavi d’oro che sbloccano la Piramide. Clicca o premi per vedere dove sali le scale. Se si colpisce la freccia verso l’alto si procede più in alto verso il moltiplicatore 50x max in questo gioco, o il alla ruota di denaro dove i moltiplicatori diventano significativamente più grandi, con un premio massimo di 1000x.\nIn ogni caso, i simboli più preziosi sono le quattro maschere cerimoniali: il blu, il rosso, il verde e il viola. Le prime due pagano 500x quando cinque dello stesso cadono su una linea di pagamento. Gli ultimi due pagano 300x e 250x, rispettivamente, per lo stesso risultato.\nI due simboli di specialità sono il Wild e lo Scatter, ma questi non ne pagano nessuno. La categoria di valore inferiore sono le gemme e pagano da 40x a 200x sulla linea di scommessa in ordine crescente.\nAltre Slot Machine simili\nPer tutto il tempo ti abbiamo proposto il paragone con la famosa Gonzo’s Quest, molto simile alla Slot di cui ti abbiamo appena fatto la recensione. Come alternativa, allora, potresti scegliere proprio la Slot Machine prodotta da NetEnt con i suoi moltiplicatori 15x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Golden City",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/golden-city_slot-286x217.jpg",
            "filename": "golden-city_slot-286x217.jpg"
        }
    ],
    "name": "Golden City"
}