{
    "studio": "WMS",
    "text": "\nGoldfish\nPrima ha pensato di conquistare i casinò di Las Vegas, poi la slot machine Goldfish è approdata sulle piattaforme online grazie alla software house WMS. Al centro di questa macchinetta troviamo alcuni simpatici pesci domestici che si alternano sui rulli, pronti a riempire questo acquario virtuale. Per adattarla al gioco online è stata disegnata in modo attento e dettagliato, ma resta una delle poche a non presentare animazioni particolari. Il coloratissimo mondo della slot Goldfish prevede 5 rulli e 25 linee di pagamento sulle quali si posizioneranno non solo i nostri amici pesciolini ma anche altri simboli che andremo a scoprire di seguito. E’ positivo il ritorno al giocatore che si assesta al 96%, mantenendo il livello medio del settore.\nGrafica e simboli di gioco\nAbbiamo detto che nonostante una grafica basic, la slot machine online Goldfish ha un aspetto attraente e cattura  grazie anche ai suoi colori vivaci. Piacevole anche l’accompagnamento musicale, che cammina di pari passo con la grafica e con il tema del gioco. Chiaramente in questo acquario pieno di pesci non mancano i simboli speciali. Abbiamo il Wild che viene raffigurato con un pesce degno di nota, ovvero quello dorato. Lo Scatter invece è il cibo per alimentare i pesciolini. Se il giocatore dovesse trovare 3 simboli, potrà entrare nella modalità bonus Fish Food. A questo punto si presentano sullo schermo diverse lattine di cibo per pesci e si ottiene la possibilità di vincere un premio. Trovando tre scatolette di cibo per tartarughe si potranno conquistare dei premi più elevati.\nLe funzioni speciali però non sono finite, anzi sulla slot Goldfish non si bada davvero a spese. Vediamo insieme tutte le offerte che si incontrano in base ai pesci che appaiono sul tabellone di gioco:\n\nCon il pesce dorato si ottengono fino a 20 giri gratis oltre al moltiplicatore x10;\nPesce viola: le bollicine emesse presentano dei numeri che valgono come moltiplicatori per la linea di pagamento;\nCon quello rosso si potrà scegliere tra i simboli di conchiglia, forziere e castello per aumentare il loro valore;\nPesce verde: il giocatore potrà decidere tra le bolle per ottenere i premi contenuti;\nCon il pesce blu si ottengono giri gratis e i simboli diventano Scatter.\n\nIn fase di gioco è possibile ovviamente fare delle scommesse che hanno un limite minimo di 0,35€ fino a un massimo di 105€ per ogni giro.\nConsiderazioni finali sulla slot Goldfish\nTerminata la fase di test possiamo quindi trarre le somme e valutare le nostre considerazioni finali  in merito alla slot machine online Goldfish. Il punto che stupirà maggiormente i giocatori è sicuramente il gameplay della slot che è molto scorrevole e rapido. Abbiamo anche notato che i payout sono abbastanza ricorrenti e nei diversi giri dei rulli si vive sempre una buona dose di eccitazione e attesa. E’ possibile quindi ottenere payout medio-bassi durante il gioco base, mentre sono molto più interessanti quando si riescono a sbloccare i game extra.\nNel complesso è un titolo che si adatta a chiunque, perché riesce piacevolmente a colpire i giocatori esperti, ed è uno di quei prodotti che attira e incuriosisce le new entry.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Goldfish",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/goldfish-featured-286x217.jpg",
            "filename": "goldfish-featured-286x217.jpg"
        }
    ],
    "name": "Goldfish"
}