{
    "studio": "Endorphina",
    "text": "\nGolden Ox\nTutti sanno quanto la cultura cinese sia impregnata di simboli e di riti propiziatori, e di come questi arrivino a permeare la vita quotidiana della popolazione. Queste usanze trovano un bellissimo esempio nel Capodanno Cinese, festa primaverile che trae spunto da un’antica leggenda. Si racconta infatti che il Nian, mostro terribile, si svegliasse una volta all’anno per divorare esseri umani. L’unico modo per difendersi era cercare di metterlo in fuga utilizzando suoni, urla, esplosioni e il colore rosso, di cui era terrorizzato. Proprio per scongiurare il ritorno del Nian, associato a grandi sventure, durante i festeggiamenti questi elementi sono imprescindibili!\nLa Endorphina trasporta la tradizione all’interno di Golden Ox, una slot con un’ottima grafica e un gameplay essenziale ma allo stesso tempo molto avvincente. La trama dello sfondo è una tela rossa e nella parte inferiore della griglia si trovano tutte le informazioni sulla scommessa, oltre ai tasti per giocare.\nCaratteristiche di Golden Ox\nPartiamo dalla griglia, che è la classica a 5 rulli e 4 righe. Le 50 linee di pagamento sono variabili, cioè siamo noi a decidere quante selezionarne, tenendo sempre presente che più linee attive vuol dire maggiori possibilità di vincita. Ognuna di essa costa minimo 0,01 €, in questo caso giocando con il massimo delle linee attive si spende appena 0,50 € per spin. Si possono attivare i giri gratuiti attraverso due modi: la prima è cliccare sul tasto Autoplay senza però impostarne un numero predefinito; il secondo modo è accedere dal menù, da dove è possibile impostare tra i 5 e i 1.000 giri automatici, compresi alcuni limiti di tempo o di vincita/perdita. Sempre dal menu si può attivare la funzione turbo.\nPienamente nella norma il valore RTP, pari al 96%.\nSimboli e funzionalità\nA valere meno sono i simboli delle carte dal gioco, dal 9 all’asso. A seguire troviamo le bustine da lettera rosse con sopra gli ideogrammi cinesi, poi il fiore di loto, le carpe, la lanterna e infine i petardi.\nIl toro dorato è il nostro simbolo Wild e può apparire sui rulli dal 2 al 5. La sua funzione è di sostituire tuti i simboli, ma non lo Scatter.\nIl gong dorato è il nostro simbolo Scatter, può atterrare solo sui primi 3 rulli e ricompensa con 10 Free Spins.\nIn Golden Ox è presente anche la funzione Gambling che ci permette di incrementare la nostra vincita ma anche di perderla completamente. Nel caso volessimo rischiare, sul banco verrà svelata una carta. Il nostro compito è quello di sceglierne una tra 4 disponibili. Se la nostra carta è più alta di quella del banco ci verrà proposto di proseguire sino a un massimo di 10 volte. Nel caso la nostra carta fosse più bassa, perderemo l’intera somma dell’ultima vincita e riprenderemo il gioco regolare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Golden Ox",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/golden-ox-slot-286x217.png",
            "filename": "golden-ox-slot-286x217.png"
        }
    ],
    "name": "Golden Ox"
}