{
    "studio": "Triple Profit Games",
    "text": "\nGolden Dragon\nIl rosso e l’oro sono i colori predominanti in Golden Dragon, una delle ultime slot del provider TPG. Tutti i simboli sono di grandi dimensioni, alcuni rappresentano gli animali sacri come la carpa koi e la tartaruga, altri bestie fantastiche come il drago o la fenice.\nDal punto di vista grafico, Golden Dragon appare dotata di buona definizione, anche se forse poteva essere fatto uno sforzo maggiore sullo stile. Peccato veniale, soprattutto di fronte al fatto che le meccaniche di gioco sono fluide e senza fastidiosi rallentamenti. Non sono presenti animazioni, ma ce lo aspettavamo, sapendo quanto alla TPG preferiscano puntare diritti all’essenziale. Non per nulla i pulsanti sono molto grandi, così da rendere le giocate più agevoli. Alcuni tasti sono disposti sul lato destro, altri nella barra sottostante.\nLa musica orientale è molto soft, per nulla invadente, ma in evidenza sullo schermo c’è un pulsante che permette di silenziarla.\nCaratteristiche principali della slot machine\nChe la TPG ami la tradizione lo capiamo anche dalla scelta delle dimensioni della griglia, che ha 5 rulli e 3 righe. Una delle caratteristiche migliori di questa slot rimane comunque l’alto numero di modi per vincere, ben 243. Sono da considerarsi combinazioni vincenti quelle composte da simboli identici adiacenti, a partire dal rullo di sinistra e procedendo verso destra. Le combo paganti saranno sempre segnalate da una linea dorata.\nDalla pulsantiera sotto la griglia si possono attivare i giri automatici e l’acceleratore di rotazione dei rulli.\nTanti simboli dorati per super combo!\nGiocare a Golden Dragon è come fare un tuffo nella cultura cinese restando seduti nella poltrona di casa propria. Questo è possibile grazie ai 10 simboli regolari e ai due speciali.\nCominciamo con i simboli che valgono meno, gli animali: la fenice, il gatto, la tartaruga e la carpa koi. A seguire in ordine di rimuneratività troviamo i mandala colorati e l’albero dorato, che oltre ad essere un simbolo pagante, ricopre anche la funzione di Scatter. In base al numero di simboli apparsi sui rulli potremo accedere a un numero variabile di Free Spins. Si va da un minimo di 8 giri gratuiti con 3 Scatter a un massimo di 24 con 5 Scatter.\nDurante i giri gratuiti, le monete d’oro che compaiono sui rulli rimangono fisse per l’intero Bonus Game. Solo alla conclusione dei Free Spins, ogni moneta rivelerà il proprio valore, assicurandoci vincite di livello altissimo.\nQuesta particolare funzione viene attivata anche se durante il gioco regolare compaiono almeno sei monete d’oro. In questo caso i Free Spins saranno 5.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Golden Dragon",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/golden-dragon-free-286x217.png",
            "filename": "golden-dragon-free-286x217.png"
        }
    ],
    "name": "Golden Dragon"
}