{
    "studio": "High 5 Games",
    "text": "\nGolden Knight\nGolden Knight, slot machine prodotta dalla software house High 5 Games, propone un tema che non è ancora stato molto sfruttato, ossia quello medioevale.\nLa storia si svolge appunto nel Medioevo e i protagonisti sono quelli dell’iconografia classica Medievale, con il cavaliere senza macchina e senza paura, la bella principessa che attende solo di essere salvata, un tripudio di spade lucenti, un feroce drago sputafuoco e gli immancabili cavalli.\nLa schermata iniziale riproduce il volto di un cavaliere belloccio (pare più un principe azzurro di Cenerentola) che brandisce una spada, mentre la griglia di gioco è collocata in un paesaggio campestre, con dei castelli all’orizzonte e i rulli posti semplicemente dentro una griglia dorata.\nIl compartimento grafico di Golden Knight non è niente di eccezionale, mancano sia delle animazioni tridimensionali che gli effetti speciali, ma nonostante le linee siano così asciutte lo troviamo molto ben curato, ideale per coloro che non amano distrarsi troppo con le immagini ma che puntano tutto sul gioco.\nCaratteristiche principali della slot\nGolden Knight è una slot machine con una griglia di gioco strutturata in maniera tradizionale, con cinque rulli, quattro righe e 40 linee di pagamento.\nSi vince quando si ottengono delle combinazioni di simboli identici su rulli adiacenti a partire da sinistra verso destra. Molto interessante è il range di scommesse offerto da Golden Knight, se la puntata inferiore è pari a solo 1 centesimo per linea, per un totale di 40 centesimi, quella massima arriva alla strabiliante cifra di 800 €, interessante per i giocatori che amano sentire il brivido dell’adrenalina le scommesse al cardiopalma!\nNota dolente di questa slot è il ritorno teorico al giocatore (return to player o RTP), che si attesta su uno scadentissimo 95%, al di sotto della media e davvero poco per un gioco in cui si possono investire fino a 800 €.\nSimboli e funzionalità di Golden Knight\nI simboli che si alternano sui rulli di Golden Knight sono sia tematici che non e, come sempre nei giochi di slot, sono quelli tematici ad avere il valore maggiore.\nI simboli che invece pagano meno sono rappresentati dai numeri e dalle lettere che si riferiscono alle carte da gioco, in questo caso dal 9 all’Asso. Per ottenere delle vincite più alte bisogna sperare che compaiano la principessa, il cavallo e il drago sputafuoco.\nÈ presente un simbolo Wild, identificato semplicemente dalla scritta corrispondente, che ha solo funzione di jolly e aiuta a completare le combinazioni per ottenere una vincita.\nAbbiamo anche uno Scatter, rappresentato dalla scritta Free Games, che sblocca la funzione Free Spins quando appare sui tre rulli centrali: si parte con 7 giri gratuiti che possono essere riattivati fino a un massimo di 98.\nDa segnalare infine la funzione speciale Scatter Bucks, che si può attivare giocando su tutte le quaranta linee più le altre quaranta dei giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Golden Knight",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/golden-knight-new-286x217.jpg",
            "filename": "golden-knight-new-286x217.jpg"
        }
    ],
    "name": "Golden Knight"
}