{
    "studio": "Fantasma Games",
    "text": "\nGolden Castle\nFantasma ci riporta ai tempi medievali per rilasciare la slot Golden Castle Titanways. Questo set di rulli che funge da scudo di fronte al castello di pietra ha 6 bobine dove troverai diverse pietre preziose nel loro colore e dimensione. Questa ricerca di rulli è alimentata dalla meccanica Titanways che fa cadere i simboli, dove avrai la possibilità di giocare con giri gratuiti e diversi modificatori di rulli che potrebbero farti vincere fino a 20.000 volte la tua puntata.\nProva ad attraversare le mura del Castello d’Oro nel titolo di slot medievale prodotto da Fantasma chiamato Golden Castle Titanways. Questa affascinante slot machine utilizza l’innovativo motore Titanways, con pietre preziose che possono apparire come simboli di dimensioni 3×3. Le gemme più grandi possono essere schiacciate durante la loro discesa tramite la funzione Avalanche, mentre il gioco bonus è dotato di un moltiplicatore progressivo che può portarti a grandi premi. Inoltre, fai attenzione al simbolo speciale Ghost King, che trasformerà casualmente i simboli della griglia.\nUna grafica medievale e misteriosa\nUna figura dorata con leggere connotazioni indù siede sopra una griglia di gioco che mostra simboli di tutte le forme e dimensioni. C’è qualcosa di un po’ sinistro nel castello dove si svolge l’azione. Mi viene in mente la parola “tetro”, come un castello desolato su una collina dove un tempo avvenivano atti turpi, che domina una città dove nessuno osa menzionare il suo nome. Uno di quelli in cui un’occhiata casuale rivela ombre minacciose che si allontanano frettolosamente dalle finestre. La minaccia extra è fornita da una colonna sonora pesante, anche se tutto quell’oro che brilla attraverso le crepe nella pietra è un segno motivante.\nI giocatori possono fare una puntata sul loro dispositivo preferito, dal cellulare al desktop, selezionando una puntata appropriata da 20 centesimi a 50 euro per giro. Fantasma ha accoppiato il loro debutto Titanways slot con un modello matematico altamente volatile, e RTP che arriva in 2 forme rispettabili. Il primo è un valore predefinito del 96,34%, che sale al 97,12% quando viene attivata la funzione acquista. L’acquisto di giri gratuiti potrebbe anche essere allettante, dato che il gioco offre un premio superiore di 20.000 volte la tua puntata.\nPer quanto riguarda il sistema Titanways, che si svolge su una griglia disposta su 6×6, ciò che lo rende ‘unico’ è che i simboli atterrano in dimensioni di 1×1, 1×2, 1×3, 2×2, o 3×3. A confondere le cose c’è il fatto che tutti i simboli delle singole bobine (1×1, 1×2, 1×3) contano come un simbolo indipendentemente dalla dimensione. Altri, di dimensioni 2×2 o 3×3, sono valutati come un simbolo su ogni rullo che coprono. Vincere con Titanways è semplice, dato che hai bisogno di 3 o più simboli identici che atterrino adiacenti dal primo rullo in poi. I simboli stessi sono costituiti da varie pietre preziose che valgono da 1x per 6 di un tipo a 10x se si ottengono 6 diamanti.\nFunzioni e simboli della Slot Machine\nLa parte centrale della funzione Titanways sono i simboli di pagamento regolari che possono apparire in cinque dimensioni – 1×1, 1×2, 1×3, 2×2 e 3×3. Mentre l’altezza non ha alcun impatto sul valore della vincita, le due grandi dimensioni quadrate sono valutate come un simbolo in base alla bobina che coprono. Per esempio, l’atterraggio di una combinazione di simboli 1×2 e 2×2 su tutti e sei i rulli conta come un 6x. Solo quando due o più simboli corrispondenti atterrano sullo stesso rullo porterà a più combinazioni vincenti in base a quanti sono su ogni rullo.\nLa seconda parte della meccanica sono le Valanghe, ossia quella che gli americani chiamano Avalanche Mode. All’inizio di una sequenza di giri, un mix casuale di simboli di varie dimensioni cade dall’alto sui rulli. Qualsiasi combinazione vincente andrà in frantumi e scomparirà prima che nuovi simboli vadano a valanga negli spazi vuoti. Qualsiasi simbolo mega 2×2 o 3×3 schiaccerà i simboli sottostanti se ci sono dei vuoti parziali sotto di essi.\nL’atterraggio di uno o più simboli Ghost King grigi attiverà la funzione Wild Haunt. Ognuno di essi selezionerà un simbolo più grande di 1×1 e lo dividerà in singoli simboli 1×1, moltiplicando potenzialmente una vincita se fa parte di una combo. Casualmente, uno o più simboli divisi possono trasformarsi in simboli wild Ghost King dorati. Il Ghost King grigio che si innesca si trasformerà sempre in un wild una volta che il modificatore è stato applicato.\nRaccogliendo tre scatter nell’arco in cima ai rulli all’interno di una singola sequenza di spin, si attiveranno 10 Phantom Free Spins che possono essere riattivati indefinitamente. Durante la funzione, il moltiplicatore di vincita progressivo inizia a x1 e aumenta di x1 dopo ogni valanga vincente, senza limiti. Non si azzera tra i giri gratuiti. Il Re Fantasma può anche atterrare in qualsiasi giro gratuito e dividere simboli più grandi, avendo potenzialmente un impatto significativo sulle tue vincite.\nPer quelli impazienti tra noi del casinò e abbastanza fortunati da risiedere in un paese senza restrizioni, c’è una scorciatoia disponibile per portarti direttamente all’evento principale. Premi il pulsante ‘Buy Freespins’ in qualsiasi momento tra un giro e l’altro nel gioco base e sarai in grado di acquistare una funzione per 70 volte la tua puntata predefinita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Golden Castle",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/02/golden-castle_free-286x217.png",
            "filename": "golden-castle_free-286x217.png"
        }
    ],
    "name": "Golden Castle"
}