{
    "studio": "NetEnt",
    "text": "\nGonzo’s Quest\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco: 20\nPuntata massima: 50 €\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nAutoplay: presente\nMontepremi: 112.500 €\nReturn to Player (RTP): 95,9%\n\nGonzo’s Quest Tema e grafica\nGonzo’s Quest è una slot ispirata di casa NetEnt ispirata al tema dei conquistadores spagnoli, partiti dall’America alla volta della mitica città di Eldorado, nella giungla dello Yucatan, con lo scopo di portarsi a casa il leggendario tesoro nascosto! Il protagonista del gioco è un conquistador di nome Gonzalo Pizarro (Gonzo), che ruba la mappa del tesoro per poter tenere per sé tutto il malloppo.\nLa grafica di Gonzo’s Quest è veramente eccezionale: una tecnologia 3D vi permetterà persino di vedere i simboli esplodere sulla schermata quando si attiveranno le funzioni speciali!\nInoltre, in seguito a una vincita di qualsiasi entità ai lati della schermata l’esploratore Gonzo in persona festeggerà con voi sorprendendovi con dei balletti e persino passeggiando sulla luna!\nOltre alla grafica, sono da segnalare anche gli effetti sonori che riproducono i versi degli animali selvaggi, per un’esperienza di gioco molto realistica che vi farà sentire nel bel mezzo della giungla!\n\nSimboli, Wild e Scatter\nI simboli di Gonzo’s Quest, in linea con l’ambientazione nella città di Eldorado, sono tutti a tema Maya e includono vari animali e maschere riprodotti come se fossero scolpiti in lastre di pietra. Tra i simboli troviamo un serpente, un uccello, un alligatore e un pesce, abbiamo poi il fuoco, la luna, il simbolo Gold Mayan e un punto interrogativo.\nNon sono invece presenti i numeri e le lettere relativi alle carte da poker.\nIl simbolo del punto interrogativo rappresenta il Wild e come tale può sostituire tutti gli altri simboli per completare un allineamento vincente.\n\nModalità di gioco di Gonzo’s Quest\nPrima di iniziare a far girare i rulli di questa slot, è necessario selezionare il valore di ogni gettone, che va da un minimo di 0,01 € fino a un massimo di 50 €, il numero di linee su cui di desidera giocare e il numero di gettoni complessivi da puntare, da 1 fino a 10.000!\nInteressanti le funzionalità speciali di Gonzo’s Quest, Free Fall e Avalanche.\n\nFree Fall: questa funzione si attiva quando si allineano sui rulli, a partire da destra, tre simboli Gold Mayan. Quando si gioca in modalità Free Fall, oltre ad avere la possibilità di ottenere dei giri gratuiti, in caso di vincita si passa automaticamente alla modalità Avalanche.\nAvalanche: si tratta di una funzionalità innovativa che determina maggiori possibilità di vincita. Quando si ottiene una combinazione vincente, infatti, tutti i simboli che la costituiscono esplodono e sono rimpiazzati da altri simboli che cadono dall’alto e che possono creare a loro volta delle nuove combinazioni vincenti.\n\nLa modalità Avalanche va avanti finché si creano allineamenti vincenti, ma non è tutto: quando si vince per la seconda volta, il premio sarà raddoppiato e così via per le volte successive, fino a un massimo di 15 volte.\nIl moltiplicatore si ottiene anche durante i giri in modalità regolare, la differenza è che in questo caso si potrà raddoppiare la vincita fino a un massimo di cinque volte.\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Gonzo's Quest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gonzos-quest-simboli.jpg",
            "filename": "gonzos-quest-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Gonzo's Quest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gonzos-quest-tabella-pagamenti.jpg",
            "filename": "gonzos-quest-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Gonzo's Quest i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gonzos-quest-win.jpg",
            "filename": "gonzos-quest-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Gonzo's Quest hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gonzos-quest-modalità-bonus.jpg",
            "filename": "gonzos-quest-modalità-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Gonzo's Quest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gonzos-quest_logo-286x217.jpg",
            "filename": "gonzos-quest_logo-286x217.jpg"
        }
    ],
    "name": "Gonzo’s Quest"
}