{
    "studio": "WMS",
    "text": "\nGorilla Chief 2\nSei alla ricerca di paesaggi incredibili, nel cuore della giungla dove è possibile incontrare animali colorati e selvaggi? Grazie alla slot machine online Gorilla Chief 2 puoi trovare pane per i tuoi denti! Parliamo di un titolo che ha una struttura molto solida, con 5 rulli su 4 linee e 50 payline. Offre la funzione di autoplay per lasciare che il gioco scorra in autonomia, collezionando vincite senza dover fare nulla. Il giocatore potrà fermare questa modalità per modificare la sua puntata. Le scommesse infatti spaziano da 0,40 centesimi fino a un massimo di 200,00 euro. Vediamo insieme quali sono le caratteristiche di questo gameplay, i dettagli della grafica e soprattutto i bonus di gioco che offrono.\nGrafica e simboli di gioco\nPrima nota di merito di questo titolo firmato dalla software house WMS è la sua grafica estremamente vivace. Lo sfondo è dato da una bellissima immagine della giungla, habitat naturale in cui domina la scena il nostro affascinante e possente gorilla. Ovviamente non è il solo animale che incontreremo in questo lungo viaggio affascinante, perché sui rulli si alterneranno altri simboli come un  tramonto, scelto come Bonus, il gorilla, il ghepardo, la farfalla, l’uccello, i pappagalli, i fiori, le banane, il volto del gorilla che è anche l’icona Wild e molto altro ancora.\nLo scopo principale è quello di allinearne almeno 3 simboli uguali da sinistra a destra, sfruttando soprattutto il Wild che aiuta a sostituisce tutte le icone, fatta eccezione dello Scatter/Bonus. Se questo appare sul tabellone di gioco, sui primi 3 rulli apre la possibilità di conquistare giri gratuiti. Quando si è nei 10 free spin, si potranno ottenere altri 10 giri e usare la funzione casuale di re-spin “Hot Hot Super Respin”. Questo è il secondo pezzo forte, che si attiva sia nel bonus game che quando si è nel gioco base. Il giocatore potrà ottenere ottime vincite con extra-Wild che sono aggiunti alle bobine e restano bloccati i Wild dove atterrano.\nNon dimentichiamo poi i simboli regolari che hanno un alto: sono il Gorilla, il Gorilla Baby e il Ghepardo. Quelli che invece pagano meno sono le Banane, le Bacche e i Fiori. In tutta questa avventurosa esperienza nella giungla ricordiamo che la slot machine ha un RTP pari al 96,01%, che se si aggiunge ai giri extra permette di conquistare ottime vittorie.\nConsiderazioni finali sulla slot Gorilla Chief 2\nC’è qualcosa che non convince della slot Gorilla Chief 2? E’ davvero difficile trovare qualcosa che non vada. Tutto sembra ben strutturato e pensato per offrire il massimo del divertimento a prescindere dall’esperienza di gioco del gamer. Tra free spin, “Hot Hot Super Respin” e simboli vincenti è praticamente impossibile annoiarsi. In assoluto la funzione extra appena citata è quella che, nella totale casualità, può riservare vincite grandi e massima soddisfazione. Durante la “Hot Hot Super Respin” un giocatore si trova con un primo rullo dotato di simboli che sono bloccati e impilati, mentre si realizzano 2 re-spin e i simboli Wild o tutti quelli che sono uguali alle icone del primo rullo restano bloccati.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gorilla Chief 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/gorilla-chief2_logo-286x217.jpg",
            "filename": "gorilla-chief2_logo-286x217.jpg"
        }
    ],
    "name": "Gorilla Chief 2"
}