{
    "studio": "NetEnt",
    "text": "\nGorilla Kingdom\nAmbientata nella giungla, Gorilla Kingdom ha una grafica di alta qualità e animazioni di livello superiore che raramente ci è capitato di trovare in una slot machine. Grazie al comparto grafico il gioco risulta essere realistico e coinvolgente. A far da sfondo a questa slot machine c’è la giungla selvaggia, con le sue foglie verdissime, grandi fiori rossi e una cascata di acqua cristallina. In sottofondo il suono dell’acqua che scorre e quello di tamburi e flauti ci accompagnerà per tutto il gioco, a meno che non si ottenga una combinazione vincente con il simbolo del gorilla. In tal caso il suo verso terrificante risuonerà per tutta la foresta!\nNella parte bassa dello schermo troviamo i riquadri con le informazioni sulla puntata, il valore dei gettoni, il tasto Autoplay e quello per giocare manualmente. Dalle impostazioni è possibile attivare anche l’opzione giri veloci per aumentare la velocità di rotazione dei rulli, oltre ad altre funzioni da settare a nostro piacimento.\nCaratteristiche principali della slot\nGorilla Kingdom è dotata di una griglia 5×4 anziché la tradizionale 5X3, con una volatilità media e un ritorno teorico al giocatore (RTP) pari al 96,03%, pienamente in linea con le altre slot machine. A rendere speciale questo gioco però non sono le sole animazioni e una grafica curata in ogni dettaglio, ma anche e soprattutto le linee di pagamento, che sono ben 1.024. Ciò vuol dire che si può arrivare a guadagnare sino a ben 2.857 il valore della giocata! Le puntate vanno da un minimo di 0,10 € a un massimo di 350 € per giro.\nSimboli e funzionalità di Gorilla Kingdom\nI simboli presenti in Gorilla Kingdom si dividono in tematici e non tematici. I non tematici, che hanno anche il valore più basso, sono quelli classici delle carte da gioco dal 10 all’asso. I simboli tematici sono invece quelli che pagano di più. Tra essi ricordiamo il leopardo, il pangolino, l’okapi e gli uccelli buceri, oltre naturalmente al gorilla che assicura in assoluto i premi più alti.\nNon è presente il simbolo Wild, ma c’è una funzione bonus extra legata allo Scatter. Lo Scatter è rappresentato da una grande pietra preziosa azzurra. Se compare per almeno 3 volte si attivano i Free Spins, da un minimo di 10 a un massimo di 20. Durante i giri gratuiti se riappaiono due o più Scatter, si ha diritto a ulteriori Free Spins. Anche in questo caso il valore massimo è di 20 giri gratuiti.\nCiò che rende questa slot diversa da tutte le altre è però la funzione “Symbol Transform” che si può attivarsi durante i Free Spins. Se sui rulli appare la maschera del gorilla, allora il gioco si blocca, la maschera rotola fuori dalla griglia di gioco e va a riempire una statua totem dove si trovano degli spazi vuoti che dovranno essere riempite con le immagini degli altri animali. Quando la statua sarà completa, tutti le icone degli animali si trasformeranno nel gorilla e arriveranno vincite molte sostanziose.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gorilla Kingdom",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/gorilla-kingdom_gratis-286x217.jpg",
            "filename": "gorilla-kingdom_gratis-286x217.jpg"
        }
    ],
    "name": "Gorilla Kingdom"
}