{
    "studio": "Wazdan",
    "text": "\nGreat Book of Magic\nAprite l’antico tomo e lanciate un incantesimo, quello che viene dopo – nessuno può dirlo! Quindi raccoglietevi intorno e non abbiate paura, leggete i passaggi e sentite la potenza del Grande Libro di Magia!\nUno dei nomi più riconoscibili del nostro portfolio e una scelta popolare tra i giocatori, Great Book of Magic è una slot online a 5 rulli e 20 linee a pagamento con una grafica colorata, semplici animazioni e una selezione di caratteristiche speciali che contribuiscono a rendere unico il tema del gioco.\nUna grafica magica\nGreat Book of Magic è ambientato in una stanza buia e tetra, piena di magia tremenda che ha il potere di evidenziare la vostra giornata! I simboli presenti nello slot sono quelli classici come 9, 10, J, Q, K così come serpenti misteriosi, gufi, castelli, maghi e libri di magia.\nScatena il vero potere delle pagine polverose del Grande Libro di Magia e testimonia la vera essenza della stregoneria con l’aiuto delle sue innovative caratteristiche speciali!\nNon sorprende che l’icona del libro magico giochi un ruolo chiave in questa slot online perché non solo sostituisce tutti gli altri simboli inclusi nel gioco oltre al simbolo del bonus, ma assegna anche 10 giri gratis una volta che un minimo di tre di essi appaiono sparsi sui rulli! Prima dell’inizio dei giri bonus, viene scelto un Simbolo Bonus casuale che si espande su tutto il mulinello e paga in qualsiasi posizione sulle linee di scommessa attive durante i Giri Gratis. Ogni premio in denaro che ottieni può essere aumentato con la funzione di scommessa che ti dà la possibilità di raddoppiare le tue vincite fino a sette volte!\nSe siete alla ricerca di una slot magica fantasy, allora dovreste lasciare che l’incantevole Great Book of Magic di Wazdan faccia la sua magia su di voi. Il gioco vi porta in un viaggio magico attraverso una terra lontana, dove potrete raccogliere un bel penny per trovare incantesimi, scrigni del tesoro e persino uno scettro. È possibile guadagnare ancora più soldi lanciando incantesimi con successo. Basta aprire il libro, lanciare l’incantesimo e vedere cosa succede dopo.\nFunzioni e simboli della Slot Machine\nNon sarete sorpresi di sapere che il simbolo più importante del gioco è il vecchio libro di magia. Funziona come il bonus di dispersione, che vi ricompensa quando si presenta tre volte in qualsiasi punto dei rulli, e vi ricompensa anche con 10 giri gratis quando vincete il bonus di dispersione.\nC’è molto di più di questo, perché il simbolo funziona anche come il selvaggio nel Grande Libro di Magia. Questo significa che può prendere il posto di qualsiasi altro simbolo del gioco per ottenere una combinazione vincente, anche durante un giro di giri gratis.\nParlando dell’elemento dei giri gratis, mentre provavamo il gioco per la nostra recensione della slot Great Book of Magic, abbiamo notato che si dovrebbe prestare particolare attenzione quando i giri gratis sono in vigore, perché un simbolo casuale viene selezionato prima che i rulli comincino a girare. Questo simbolo diventa un wild in espansione per quei giri, causando l’espansione e la copertura di un’intera bobina per ottenere ancora più vittorie. È questo che Le permetterà di spazzare i jackpot seriamente grandi nel Grande Libro di Macchina mangiasoldi magica.\nSecondo il nostro team di recensione della slot machine Great Book of Magic, Wazdan ha messo insieme un eccellente sistema di scommesse per il gioco. I giocatori di ogni livello e budget saranno in grado di giocare a questo grande gioco grazie alla vasta gamma di opzioni di scommessa che permettono a tutti di fare una scommessa che si adatta al loro budget. In più, sono rimasti fedeli a ciò che è familiare quando si tratta di controlli, quindi se avete giocato un titolo Wazdan prima di questo gioco non avrete problemi ad affrontare questo particolare gioco.\nAltre Slot Machine simili\nSe hai apprezzato questa Slot Machine prodotta da Wazdan, devi sapere che lo stesso produttore di software per Online Gambling ha anche pubblicato il sequel, aggiornato e migliorato. Per questo ti suggeriamo di scommettere i tuoi soldi su Great Book Of Magic Deluxe, anche questa prodotta da Wazdan e, di conseguenza, con percentuali di RTP estremamente alte.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Great Book of Magic",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/great-book-of-magic-free-286x217.jpg",
            "filename": "great-book-of-magic-free-286x217.jpg"
        }
    ],
    "name": "Great Book of Magic"
}