{
    "studio": "Betsoft",
    "text": "\nGreat 88\nLa danza del leone e quella del drago sono delle danze tradizionali che vengono eseguite durante i festeggiamenti di alcune ricorrenze cinesi, come il Capodanno o la Festa di metà autunno. Great 88 ci fa rivivere la magia di questa festa attraverso una grafica mozzafiato, con simboli in alta definizione e numerose animazioni. Sullo sfondo c’è un palazzo tipico cinese a cui si accede attraverso una lunga scalinata illuminata da tante lanterne. Nella parte sottostante troviamo le impostazioni per settare il gioco, dal valore della moneta al livello della puntata. È possibile anche scegliere la puntata massima o far partire l’Autoplay, inoltre è presente la funzione Gamble per provare a raddoppiare ogni vincita.\nLa musica orientaleggiante si somma ai suoni meccanici della rotazione dei rulli che però rimangono sullo sfondo. Entrambi possono essere disattivati dalle impostazioni ed è inoltre possibile sceglier la risoluzione grafica tra Bassa, Media o Alta.\nCaratteristiche principali di Great 88\nLa griglia è una classica 5X3, con 30 linee di pagamento fisse. L’RTP è pari al 95,38%, in linea con la maggioranza delle slot. La puntata minima è di 0,01 € per linea di gioco, la massima di 0,10 €, anche se attraverso il tasto Livello Puntata si può incrementare il valore della puntata totale. Attraverso l’Autoplay è possibile impostare un numero di giri compreso tra 1 e 1.000. A seguito di ogni vincita, cliccando il tasto Raddoppia, si potrà decidere se raddoppiare la somma attraverso il classico lancio della moneta scegliendo tra Testa o Croce. Si può anche decidere di tentare un incremento del 50% della vincita.\nSimboli e funzionalità\nGreat 88 è una slot ricca di giochi Bonus che possono far vincere cifre astronomiche! I simboli sono suddivisi in due categorie: simboli base e simboli alti. I simboli base sono quelli che pagano meno, tra questi troviamo le pergamene, gli ideogrammi, i medaglioni con il simbolo 6 e 8. I simboli alti, come la rana, il dragone e il leone posso o arrivare a pagare sino a 5.000 volte la puntata. I fuochi d’artificio rappresentano il simbolo Jolly e sostituisce tutti i simboli di base ma non quelli speciali.\nI Bonus\nIl Bonus di Great 88 è detto “Scatole della Fortuna”. Per attivare questa funzione è necessario che tre scatole appaiono su qualsiasi rullo. Esse possono contenere:\n\nsimboli alti\n\nmonete di bronzo: il numero di monete determina il valore del moltiplicatore, tra 3 e 15\nmonete di giada: regala da 3 a 25 giri gratuiti in base al numero di monete trovate\n\nFuochi d’artificio: trasforma 1 o 2 simboli in Jolly\nInvoltino d’oro: premia con un giro sulla Ruota Bonus. Facendola ruotare, si possono vincere giri gratis o numerosi moltiplicatori, oltre a un giro sulla Ruota Mega Vincita! Si tratta in questo caso di un’altra ruota che prevede tre diversi premi: Mini, moltiplica per 100 la puntata totale; Grande, in questo caso il moltiplicatore è pari a 750 volte la puntata; Gigante. che m moltiplica per 6.000 volte la puntata totale arrivando quindi a garantire una vincita di oltre 1 milione di crediti!\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Great 88",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/great-88_free-286x217.jpg",
            "filename": "great-88_free-286x217.jpg"
        }
    ],
    "name": "Great 88"
}