{
    "studio": "Pragmatic Play",
    "text": "\nGreat Rhino\nLa Pragmatic Play ci ha abituati da tempo a non aspettarci giochi particolarmente complicati, dal gameplay complesso, allo stesso modo ha sempre proposto nel suo catalogo prodotti di alta qualità con cui passare delle piacevoli sessioni di gioco!\nGreat Rhino non si allontana dalla filosofia della casa madre: è una slot machine semplice ma al contempo accattivante e divertente e che proprio in virtù del suo essere intuitiva e facile da giocare, è adatta anche a coloro che provano le slot machine per le prime volte. Inoltre, la puntata massima è di 100 € e questo rende Great Rhino un gioco soddisfacente anche per i giocatori più navigati e che amano il rischio.\nIl tema è quello dei safari: ci troviamo nella savana africana, con una grafica dai toni caldi e avvolgenti in cui gli animali sono riprodotti in maniera molto realistica. Il grande rinoceronte è il protagonista della slot e insieme a lui troviamo gli altri animali caratteristici dei paesaggi africani.\nPer quanto riguarda le possibilità di vincita, Great Rhino presenta una volatilità media, il che significa che le vincite non sono frequentissime ma nemmeno rare e che l’ammontare dei premi può raggiungere cifre discrete. Il Return to Player invece è un canonico 96,53%, in linea con la scelta della Pragmatic Play di avere un RTP intorno al 96% per tutte le sue slot.\nSimboli, Wild e Scatter\nCome accade in quasi tutte le slot machine di questo sviluppatore, anche in Great Rhino i simboli sono tematici e non. Tra quelli non tematici troviamo, al solito, i numeri e le lettere corrispondenti alle carte da gioco, in questo caso dal J all’Asso. Per quanto riguarda i simboli tematici invece, trovandoci nella savana africana, non potevano non riguardare gli animali che la popolano: abbiamo quindi, oltre al rinoceronte, anche la lince, il fenicottero, una iena e un coccodrillo, il cui valore può essere conosciuto prima dell’inizio del gioco, consultando la tabella dei pagamenti a cui si accede tramite il tasto i.\nIl Wild non poteva non essere il grande rinoceronte, che in questo caso non ha solamente la funzione di jolly, ma quando ricopre l’intero schema di gioco, durante i free spins, permette di vincere uno dei due jackpot in palio.\nLo Scatter è invece rappresentato da un albero e regala 10 giri gratuiti quando compare sui rulli per almeno tre volte.\nI due jackpot di Great Rhino\nI due jackpot in palio su Great Rhino si possono vincere quando il gioco è in modalità free spins: il rinoceronte assumerà la funzione di Wild impilato e resterà fisso sui rulli; se alla fine del gioco sullo schermo ci saranno 14 rinoceronti si vincerà un premio pari a 375 volte la puntata, mentre se i simboli Wild saranno 15, il jackpot sarà quello massimo e varrà 500 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Great Rhino",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/great-rhino_featured-286x217.jpg",
            "filename": "great-rhino_featured-286x217.jpg"
        }
    ],
    "name": "Great Rhino"
}