{
    "studio": "Wazdan",
    "text": "\nGreat Book of Magic Deluxe\nUn polveroso tomo magico vi aspetta per evocare ricchezze al di là di questo mondo! Sfogliate le sue pagine e trovate il vostro incantesimo perfetto!\nGreat Book of Magic Deluxe è una nuova versione di uno dei titoli più riconoscibili del nostro portfolio – Great Book of Magic. La versione aggiornata del gioco classico include le stesse caratteristiche speciali, tuttavia, gli audiovisivi della slot online sono stati migliorati per permettere ai giocatori di godersi il gioco ancora di più! L’azione di Great Book of Magic Deluxe si svolge in una stanza piena di vecchi libri pieni di incantesimi.\nUna grafica magica\nVivrete un’esperienza magica, una volta che avrete visto la potenza delle caratteristiche speciali delle slot! Girate i rulli e beneficiate di un simbolo di Scatter Symbol che non solo vi dà la possibilità di innescare Free Spins, ma funge anche da Wild Symbol per aiutarvi a completare le combo vincenti. I Giri Gratis presentano un Simbolo di Bonus scelto a caso che può espandersi su tutta l’oscillazione e pagare in qualsiasi posizione su una linea di pagamento attiva.\nOltre alle gratificanti caratteristiche speciali, Great Book of Magic Deluxe offre una suite completa delle amatissime Unique Wazdan Features. Questo set di strumenti può essere utilizzato per influenzare il gioco e l’aspetto della slot online. Utilizzate i suoi Volatility Levels per implementare la vostra strategia e scegliete la giusta quantità e frequenza delle vostre vincite; utilizzate la modalità Ultra Lite per caricare il gioco più velocemente se soffrite di una connessione internet lenta; passate alla modalità Ultra Fast per sperimentare un gioco ad alta velocità e vincere ancora più velocemente di prima e regolate l’aspetto della slot online secondo le vostre preferenze con la modalità Big Screen.\nFunzioni e simboli della Slot Machine\nL’RTP (Return to Player) per questo gioco è del 96,47%. Questo payback è buono e considerato come una media per una slot online.\nGreat Book of Magic Deluxe è una slot a 5 rulli con 20 linee a pagamento. Scegliete un valore di moneta tra $0,01 e $5 e scommettete da $0,20 e $100 per iniziare a essere pagati.\nIl gioco è dotato della funzione Autoplay e Max Bet che ti permette di far girare i rulli senza interruzioni e di impostare la tua puntata al massimo valore possibile.\nÈ possibile scommettere ogni vincita per cercare di raddoppiarla. È anche possibile aumentare la velocità dei rulli e aumentare o diminuire la volatilità del gioco.\nAtterrate almeno 2 simboli di alto valore o 3 simboli di basso valore su una linea di pagamento da sinistra a destra per vincere un premio.\nCerchi il simbolo del Grande Libro di Magia perché sostituirà tutti gli altri simboli per aiutarla a creare più combinazioni vincenti.\nUna volta atterrati 3 o più Book Scatters ovunque sui rulli, si vinceranno 10 giochi gratuiti. Prima che la funzione inizi, il libro rivelerà il simbolo del Bonus a caso. Questo simbolo si espanderà sui rulli ogni volta che potrà pagare un premio. Paga indipendentemente dalla sua posizione in base alla tabella dei pagamenti. Il libro di Magic Scatter/Wild non può sostituire il simbolo del Bonus.\nAltre Slot Machine simili\nSi può dire qualsiasi cosa, tranne che Wazdan non sia effettivamente interessato alle materie magiche. Basta dare un’occhiata al suo catalogo di Slot Machine, infatti, per rendersi conto come sia pieno zeppo di Slot legate al mondo degli incantesimi. Possiamo consigliarti, quindi, Bell Wizard e Book of Ra, la Slot Machine prodotta da Wazdan a tema magico con un incredibile RTP del 96,50%, l’ideale per fare un sacco di soldi facili.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Great Book of Magic Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/great-book-of-magic-deluxe-featured-286x217.jpg",
            "filename": "great-book-of-magic-deluxe-featured-286x217.jpg"
        }
    ],
    "name": "Great Book of Magic Deluxe"
}