{
    "studio": "Pragmatic Play",
    "text": "\nGreek Gods\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 5\nLinee di gioco: 243\nImporto minimo della puntata: 0,25 €\nImporto massimo della puntata: 125 €\nVincita massima: 1.000 volte la puntata\nReturn to Player (RTP): 96,5%\nVolatilità: medio-alta\nCaratteristiche principali\nTra i temi che hanno riscosso negli anni più successo, nel mondo delle slot machine, un posto di tutto rispetto lo occupa quello che omaggia l’Antica Grecia, i suoi miti e le sue leggende e ovviamente le sue divinità!\nLa Pragmatic Play per questa sua nuova slot ha deciso di sfruttare ancora questo tema che ormai è piuttosto familiare per i giocatori più navigati. In realtà, sebbene la tematica sia quella delle divinità greche, in questa slot machine ne sono presenti solamente due: uno è il re dell’Olimpo Zeus, e l’altra è sua moglie Hera.\nTema piuttosto ordinario dunque, ma una grafica e uno stile della schermata di gioco decisamente accattivanti: uno sfondo moderno e luminoso, arricchito con delle nuvole dorate, incornicia i rulli; i simboli sono riprodotti in maniera molto accurata e nel complesso Greek Gods si presenta dal punto di vista visivo come un gioco veramente ben fatto.\nModalità di gioco\nPer far girare i rulli si possono scegliere delle puntate che vanno da un minimo di 0,25 fino a un massimo di 125 € per giro, impostando il valore del singolo gettone e quanti scommetterne su ognuna delle 253 linee di vincita.\nIl return to player (RTP) di Greek Gods si attesta su un più che rispettabile 96,5% mentre per quanto riguarda la volatilità, la Pragmatic Play attribuisce a questa slot un punteggio di 4/5, ossia medio-alto, con la possibilità di ottenere delle vincite dal valore in denaro piuttosto consistente.\nDa segnalare la particolarità della funzione Autoplay in Greek Gods, disponibile sia in modalità Quick Spin che in quella Turbo Spin, per giocate velocissime!\nSimboli, Wild e Scatter\nTra tutti i simboli, quelli che rappresentano le due divinità hanno valore maggiore: Zeus offre un pagamento massimo pari a 6 volte la puntata quando compare su tutti i cinque rulli, dopo troviamo Hera e gli altri simboli tematici, ossia un’arpa e un calice. Accanto a questi abbiamo come spesso accade, i numeri e le lettere che si riferiscono alle carte da gioco, stavolta dal 10 all’Asso.\nÈ presente un simbolo Scatter che è il fulmine, che permette non solo di accedere alla funzione speciale Random Awards, ma regala anche dei giri gratuiti quando sono presenti sui rulli cinque di questi simboli; grazie alla possibilità di avere dei simboli Scatter impilati e alla funzione Random Awards, si possono ottenere fino a 40 giri gratuiti.\nSlot simili a Greek Gods\nCome abbiamo detto, questa tematica è presente in diversi giochi dei principali provider, e nei migliori casinò online possiamo trovare diverse slot che somigliano a Greek Gods.\nSegnaliamo per la grafica davvero spettacolare Zeus the Thunder della MrSlotty, coinvolgente a partire dalla schermata iniziale, e per la modalità di gioco particolarmente ricca The Legend of Olympus della Rabcat Gambling.\nPer quanto riguarda i provider più famosi, abbiamo Medusa e Titan Storm della NextGen, Titans of the Sun Hyperion della Microgaming e Odysseus della Playson.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Greek Gods",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/greek-gods_gratis-286x217.jpg",
            "filename": "greek-gods_gratis-286x217.jpg"
        }
    ],
    "name": "Greek Gods"
}