{
    "studio": "iSoftbet",
    "text": "\nGreta Goes Wild\nDedicata all’Oktoberfest, Greta Goes Wild è la nuova slot creata dalla iSoftBet che, ne siamo certi, farà contenti tutti i numerosi fan di questa festa a cui ogni anno partecipano migliaia di persone provenienti da tutto il mondo.\nSarà per l’argomento trattato, sarà perché la grafica utilizzata è di primissimo livello, ma dopo aver provato questa slot ci è venuta una gran voglia di fiondarci nel primo pub per sorseggiare una birra doppio malto! Lo sfondo su cui si muovono i rulli sono la locanda di Greta, con i barili di birra in bella mostra e qualche bicchiere schiumoso poggiato sul bancone. Sulla destra troviamo pochi tasti, giusto quello per lo Start e per i giri automatici, oltre a quello per accedere alle impostazioni. Una musica goliardica tipica dei luoghi accompagna ogni rotazione dei rulli, aumentando di molto l’aria di festa che si respira durante il gioco.\nCaratteristiche principali della slot machine\nPer Greta Goes Wild si è deciso di puntare su una griglia di gioco dal taglio classico con 5 rulli e 3 righe. Le linee di pagamento sono 10 e fisse, con una puntata minima molto contenuta pari a 0,01 € su ciascuna linea, quindi ogni spin costerà appena 0,10 €. La puntata totale massima è invece di 30 €. I giri automatici possono variare tra 10 e 100. Volatilità alta e RTP di 96% fanno di Greta Goes Wild un’ottima slot con alte possibilità di vincita, sino a 8.000 € la puntata!\nSimboli e funzionalità di Greta Goes Wild\nLe carte dal 9 all’asso sono i simboli che pagano meno. Ponendo di effettuare una scommessa di minima, pari quindi a 0,10 €, vedendo comparire cinque 9 o 10 si vincono 0,20 €, con lo stesso numero di J e Q arriviamo a 0,30 €, il K e l’asso 0,40 €. Con i simboli tematici la musica comincia a cambiare: pretzel, cappello, barile e avventore della locanda offrono buone vincite, così come il logo del gioco.\nUn’ottima vincita è invece offerta da Greta in persona, che ha anche la funzione di Wild andando a sostituire tutti i simboli eccetto lo Scatter, rappresentato dal tipico boccale bavarese. In base al numero di simboli atterrati sui rulli potremo ricevere tra i 10 e i 15 giri gratuiti, durante i quali i simboli Wild rimarranno bloccati sui rulli. Ma non si tratta di Wild normali, infatti ad essi è associato un moltiplicatore 2x o 3x. Nel caso 2 o 3 Wild compaiono uno accanto all’altro, allora la vincita verrà moltiplicata per 2 o per 3. Durante i giri regolari Greta può fare capolino sui rulli e regalarci una mega vincita che può superare 25X oppure offrirci un bonus. Se compare durante i Free Spins invece verremo ricompensato con un nuovo giro gratuito.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Greta Goes Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/greta-goes-wild_featured-286x217.jpg",
            "filename": "greta-goes-wild_featured-286x217.jpg"
        }
    ],
    "name": "Greta Goes Wild"
}