{
    "studio": "Red Rake",
    "text": "\nGustav Minebuster\nDiventa un cercatore di diamanti e pietre preziose come diamanti, zaffiri, smeraldi, rubini e molto altro, ognuno con un colore e un taglio diversi. Con l’aiuto di Gustav, il simpatico minatore inventato da Red Rake ottieni combinazioni vincenti con questo gioco dalla grafica di qualità e dalle funzionalità extra imperdibili! Provale subito dopo la mia recensione.\nGameplay con funzione attiva Cluster Pays\nStai per giocare con una slot con rulli 8×8 e 64 simboli che andranno a formare le tue vincite tramite Cluster Pays. Tra le migliori caratteristiche coinvolte tieni d’occhio:\n\nI rulli a cascata,\ni simboli jolly,\ni rilanci,\ni moltiplicatori e tanto altro ancora.\n\nAnche se non sembra, questa slot senza scaricare ha una volatilità alta e un Jackpot che vale fino a 20.000 volte la puntata, davvero impressionante. L’RTP non è altrettanto eccezionale e  arriva ad una percentuale massima del 95,50%.\nPuntate e premi in palio di questa slot senza registrazione\nLe scommesse si basano sull’uso di 20 monete e ti permettono di impostare la puntata totale. Quando la selezioni, l’importo speso per ogni giro cambia in un range incluso tra 0,20€ e 20,00€. Per quanto riguarda i premi che il gioco è in grado di offrire, è qui che si vede a vera differenza con pagamenti fino a 400.000€! Se un gioco può pagare così tanto, il rovescio della medaglia sarà l’inevitabile aumento del rischio, in modo che i pochi fortunati che vinceranno, lo faranno alla grande!\nCaratteristiche principali di Gustav Minebuster\n\nUna volta che si forma una vittoria, la funzione di rulli a cascata (Cascading Reels) entra in azione e rimuove i simboli vincenti, reimpostando subito una nuova ondata che innescherà ulteriori premi;\nIl minatore Gustav è l’icona Wild. Pertanto, questo simbolo può essere incluso in qualsiasi combo vincente che si forma, a condizione che sia presente accanto ai simboli corrispondenti, per far parte del Cluster;\nDato che un Jolly contribuisce alla vittoria, quello che segue è una funzione di Re-Spin. Nel frattempo, un moltiplicatore aumenta di 1x, dopo ogni combo di cui fanno parte i jolly.\n\nChe cos’ è la funzione extra Dynamite Explosive Wins?\nSi tratta di una caratteristica che sembra casuale e che apparirà in una o più posizioni attorno ai rulli. I simboli della dinamite esplodono, contribuendo a portare un nuovo simbolo di Gemma dello stesso tipo in più posizioni sui rulli. Queste ripetizioni continueranno grazie alla funzione Cascading Reels trasformando i jolly in appiccicosi. Se passi attraverso quattro ripetizioni consecutive, il gioco attiverà una funzione di Giri Gratuiti solo per te!\nIl punto di vista di una giocatrice\nCon la slot gratis Gustaf Minebuster aspettati un gioco con alta volatilità e fantastici premi, nonostante l’RTP sia un po’ più basso del previsto. In questo mesi sto provando diverse slot di Red Rake e devo ammettere che hanno ciascuna grandi potenzialità di vincita. Dai un’occhiata anche tu alla lista dei titoli presenti nella nostra vetrina di video slot gratis.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Gustav Minebuster",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/gustav-minebuster-new-286x217.jpg",
            "filename": "gustav-minebuster-new-286x217.jpg"
        }
    ],
    "name": "Gustav Minebuster"
}