{
    "studio": "NetEnt",
    "text": "\nHall of Gods\nIl tema del mito e della leggenda è molto caro agli sviluppatori di slot online, così come tutte le divinità che affollano la storia delle popolazioni antiche. Sono innumerevoli, infatti, le slot che sfruttano come tematica il pantheon greco o quello egiziano, grazie alla fama di cui godono i relativi dei.\nIn una direzione leggermente diversa troviamo Hall of Gods della NetEnt, una slot che decide di ispirarsi alla mitologia norrena da cui sono nati personaggi divenuti celebri negli ultimi anni, come Thor, Odino e Loki.\nIn questa breve recensione andremo a scoprire che cosa ha da offrirci questo titolo sotto ogni punto di vista.\nHall of Gods: il comparto grafico e sonoro\nLa slot di Hall of Gods prende a piene mani dalla mitologia norrena e dall’estetica nordica già a partire dalle decorazioni tipiche e la neve che fa da semplice cornice. La griglia di gioco, invece, presenta l’immagine di una nave vichinga come sfondo anche se in realtà sono i simboli ad essere la parte più interessante di tutta la slot.\nInfatti sulla griglia possiamo vedere scorrere illustrazioni piuttosto dettagliate e molto caratteristiche degli dei nordici quali Odino, Thor, Loki e le dee Freya e Idun. Una cura dei dettagli che non passa inosservata in quanto i simboli che accompagnano queste illustrazioni non sono altro che oggetti mitologici realmente legati agli dei sopracitati. Come l’anello di Odino, il martello di Thor, lo scettro di Loki, il medaglione di Freya e le mele magiche di Idun.\nPassando al comparto sonoro, invece, si potrebbe rimanere delusi in quanto non si ha un accompagnamento musicale vero e proprio. Infatti solo durante le combinazioni è possibile avere un sottofondo musicale di fanfare e musiche epiche. Però non si è lasciati al completo silenzio, in quanto la musica è sostituita da rilassanti rumori naturali come il vento o lo sciabordio del mare.\nE dopo aver affrontato l’argomento visivo e sonoro di Hall of Gods andiamo ora a concentrarci su quello prettamente tecnico.\nHall of Gods: il meccanismo di gioco\nDa un punto di vista prettamente tecnico, la slot Hall of Gods della NetEnt appare come una delle tante che affollano il web. Il meccanismo utilizzato dalla griglia di gioco è un 5*3 che mostra quindici simboli a ogni giocata e le linee di vincita sono 20, perfettamente nella media rispetto agli titoli che è possibile trovare online.\nAl solito la nostra attenzione si concentra sui tre simboli speciali: il simbolo Wild, accompagnato dalla terribile creatura, è in grado di sostituire tutti gli altri simboli normali (come un jolly) e ha la capacità di espandersi lungo l’intero rullo.\nIl martello di Thor che colpisce il martello è invece un simbolo Bonus che ci permette di accedere alla modalità corredata di jackpot mentre i corvi sono un simbolo Scatter che permette di ottenere dei giri gratuiti (fino a un massimo di 20) e relativo moltiplicatore.\nSlot simili a Hall of Gods\nIl mondo vichingo e degli dei norreni, sebbene non sia dei più utilizzati, è comunque molto apprezzato nel settore delle slot online, per questo motivo è possibile trovare numerosi titoli che ripercorrono le stesse gesta di questi grandi eroi. Slot come Asgard e Asgards Thunder, o ancora Dragon’s Myth e Nordic Heroes.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Hall of Gods",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/hall-of-gods_thumb-286x217.jpg",
            "filename": "hall-of-gods_thumb-286x217.jpg"
        }
    ],
    "name": "Hall of Gods"
}