{
    "studio": "NetEnt",
    "text": "\nHalloween Jack\nDelle tante feste che compongono il nostro calendario (sebbene in questo caso l’arrivo in Italia sia abbastanza recente), Halloween è sicuramente una di quelle più amate da grandi e piccini. Per questo la slot machine Halloween Jack della NetEnt potrà godere sin da subito di un pubblico affezionato, il quale a sua volta potrà gustarsi l’atmosfera cupa di questa slot.\nIl nome, Halloween Jack, fa sicuramente riferimento alla figura di Jack o’ Lantern, un personaggio del folklore nordico, da cui nasce la tradizione di intagliare una zucca nel giorno di Halloween.\nJack era un personaggio molesto che riuscì a farsi rifiutare sia dal paradiso che dall’inferno e ancora oggi vaga senza meta sulla terra, in quanto anima errante.\nHalloween Jack: l’aspetto visivo\nCome abbiamo avuto modo di sottolinearlo in molte altre nostre recensioni, il comparto grafico di una slot machine ha tanta importanza quanto quello meccanico, in quanto sebbene sia importante vincere, è altrettanto importante godersi le varie giocate che ci separano dalla vincita.\nHalloween Jack della NetEnt si presenta quindi come una slot dotata di una attenta cura nei dettagli: la musica che accompagna la nostra esperienza di gioco è molto cupa e d’atmosfera. I vari simboli che si trovano all’interno della griglia ripercorrono gli archetipi del mondo horror: dai pipistrelli vampiri ai cavalli demoniaci. Perfino i simboli delle carte da gioco, molto comuni in altre slot, sono stati rivisitati in quest’ottica, con delle mani che spuntano dal basso pronte a trascinarli negli abissi.\nLa NetEnt fa centro quindi da un punto di vista visivo, andiamo a vedere se riesce a fare lo stesso anche nella tecnica.\nHalloween Jack: come giocare\nSulla carta questa slot sembra rispondere a molti dei canoni tipici delle slot online. Il meccanismo 5*3 che mostra quindici simboli a ogni giocata, le venti linee di vincita e l’RTP attorno al 96% sono tutti aspetti molto comuni tra i vari titoli che è possibile trovare nel web (e sotto l’ala di questa stessa casa di sviluppo).\nTra i vari simboli che è possibile ottenere durante il gioco, ce ne sono alcuni a cui è bene prestare particolare attenzione. Il primo di questi è lo scrigno, un simbolo Scatter che ci permette di accedere alla modalità corredata di giri gratuiti.\nImmancabile il simbolo Wild, rappresentato naturalmente dalla zucca di Halloween, il quale è dotato di un comportamento originale rispetto ad altre slot. Nell’apparire all’interno della griglia di gioco, infatti, esso assegnerà un giro gratuito spostandosi sulla sinistra finché non sparirà oltre il bordo sinistro della schermata di gioco.\nQuesto vuol dire che se trovassimo il simbolo Wild sul quarto rullo, tanto per fare un esempio, avremo diritto a ben tre giri gratuiti, duranti i quali questo simbolo continuerà a spostarsi lungo la sinistra. È inoltre possibile ottenere più di un simbolo Wild durante questi respin, il che ci permetterà di ottenerne di ulteriori e quindi incrementare i giri gratuiti.\nNella nostra esperienza possiamo dire che è molto facile ottenere questi giri rispetto ad altre slot in cui è strettamente necessario soddisfare i criteri dei simboli scatter.\nSlot simili a Halloween Jack\nSebbene questa slot dimostri essere piuttosto unica nel suo genere, esistono numerosi altri titoli che si ispirano alle tematiche horror. Una di queste è Day of the Dead della IGT, così come Blood Suckers della stessa NetEnt.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Halloween Jack",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/halloween-jack_logo-286x217.jpg",
            "filename": "halloween-jack_logo-286x217.jpg"
        }
    ],
    "name": "Halloween Jack"
}