{
    "studio": "NetEnt",
    "text": "\nHappy Riches\nLa slot gratis Happy Riches di NetEnt è formata da 5 rulli, 3 file e 30 linee di pagamento. D’ispirazione asiatica, il gameplay  beneficia di doppi simboli che possono consentire 10 combinazioni vincenti. Ci sono anche Jolly impilati nella funzione Free Spins, che include a sua volta anche un interessante Moltiplicatore 3x. Scopri di più leggendo la mia recensione post partita!\nTematica e simboli principali\nCome già anticipato sopra, Happy Riches è una tipica slot a tema asiatico con un bel cielo blu sullo sfondo e i rulli inseriti all’interno di una tradizionale cornice di un tempio sacro. I simboli includono:\n\nLe Lettere colorate A, K, Q e J,\nArance,\nPiatti,\nLanterne,\nCarpe Koi,\nGatti Portafortuna che si agitano sui rulli.\n\nNota bene!\nI simboli di vincita media (non i reali) possono apparire come simboli singoli o doppi. I simboli doppi contano come 2 icone singole e possono farti ottenere 10 vincite di un tipo. Se dovessi ottenere 10 simboli di Gatto Portafortuna in combinazione, potresti vincere 2.000 monete, ovvero 66,66 volte la tua giocata! C’è anche il simbolo Jolly rappresentato da un Drago che sostituisce tutti i simboli a parte lo Scatter: 3, 4 o 5 simboli Jolly pagheranno 8.33, 33.33 o 166.66 x la puntata.\nTutto quello che devi sapere sugli Scatter e i Giri Gratis\n\nLo Scatter è il simbolo del Giro Gratuito. L’apparizione di 4 o più Scatter nel giro del gioco base attiveranno la funzione Giri gratuiti. Per aiutarti, il simbolo di rotazione libera può apparire in versione singola o doppia. All’inizio, puoi ottenere tra 10 e 30 giri gratuiti, in base alla tabella presente sullo schermo;\nA tutte le combinazioni vincenti verrà applicato un Moltiplicatore 3x. Puoi anche vincere più Giri Gratuiti ottenendo 4 o più simboli di Free Spins per un massimo di 60 Giri Gratis in totale;\nInfine, i simboli Jolly possono apparire impilati in 2 o 3 per aiutarti a formare combinazioni vincenti più corpose.\n\nI miei pensieri felici per questa slot senza scaricare\nLa slot Happy Riches ha un gameplay indubbiamente valido e mi ricorda molto un altro gioco sviluppato da NetEnt intitolato Flowers (in elenco troverai la versione natalizia). Se ami il tema asiatico, questo provider ha realizzato diversi giochi, tra cui Koi Princess, uno dei miei preferiti. Provalo ora anche in modalità demo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Happy Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/happy-riches_slot-286x217.jpg",
            "filename": "happy-riches_slot-286x217.jpg"
        }
    ],
    "name": "Happy Riches"
}