{
    "studio": "WMG",
    "text": "\nHaunted House\nQuando si parla di diffusione di slot in Italia, ci sono due titoli che vengono alla mente della maggior parte delle persone. Entrambi questi giochi sono della casa di sviluppo WMG e devono la loro fama a una combinazione di gioco intuitivo, grafica accattivante e distribuzione capillare in tutti i locali dotati di slot machine.\nUno di questi titoli è sicuramente Fowl Play Gold, la slot con la gallina d’oro a cui abbiamo dedicato una recensione, e l’altro è l’immancabile Haunted House slot. Questi due giochi hanno molte caratteristiche in comune, come avremo modo di sottolineare nei prossimi punti di questa recensione ed è un piacere per noi andare ad analizzare un pezzo di storia come quello rappresentato da questa slot.\nCominciamo quindi con l’aspetto più immediato.\n\nHaunted House slot machine: il comparto grafico e sonoro\nProprio come la gemella di fama di cui abbiamo parlato prima, anche Haunted House della WMG è dotata di una grafica semplice ma non banale, in grado di rimanere nell’immaginario dei giocatori che l’hanno provata per molti anni a venire.\nLa cornice che accompagna la griglia di gioco (non potendo essere presente il cabinato che abbiamo imparato ad amare) è il classico panorama di un film horror: sulla destra si trova un albero decrepito con i lunghi rami che ricordano delle dita scheletriche, sulla sinistra si trova invece la casa infestata che dà il nome alla slot stessa.\nI colori di questo scenario non sono propriamente di atmosfera, con tonalità molto accese riprese anche all’interno dei vari simboli, ma non importa: lo scopo di questi titoli era di portare colore e divertimento nella vita dei giocatori e non di tentare invano di spaventarli.\nI vari simboli che i nostalgici ancora amano si trovano al centro della schermata di gioco: si passa da elementi della casa infestata come i vampiri, il mostro di Frankenstein e la casa stessa per poi passare all’innocua frutta composta da limoni, arance, angurie e ciliegie.\nSolo al momento di una vincita l’atmosfera si farà leggermente più cupa, con il cielo dello sfondo che diventa notturno e tuoni che sferzano l’aria.\nEd è un suono che vorremo sentire spesso, dato che è associato alle vincite!\n\nHaunted House: meccaniche di gioco\nDa un punto di vista prettamente tecnico, la slot Haunted House slot, trovandosi alla base di molte altre slot della WMG, ne rispecchia i canoni che le hanno rese famose. Vediamoli insieme: un RTP pari al 90%, inferiore alla media di mercato ma che comunque permette di ottenere un buon numero di vincite durante il proprio gameplay.\nLa griglia è suddivisa in cinque rulli e tre linee orizzontali, dalla cui intersezione nascono i quindici simboli che vengono mostrata in ogni giocata. Le linee di vincita variano in base al valore della puntata, passando da un minimo di 5 a un massimo di 10, motivo per cui molti giocatori preferiscono giocare puntando il massimo possibile.\nNel gioco si trovano due simboli speciali, il primo è il simbolo Wild che può sostituire tutti gli altri nelle combinazioni. Il secondo è un simbolo Scatter, ovvero che dà accesso alla modalità bonus in qualsiasi posizione si trovi, purché se ne trovino almeno tre in un’unica giocata.\nIn questa modalità, ci troveremo a dare a scalare i vari piani della stessa casa infestata. Ogni piano è dotato di cinque porte che possiamo aprire e il nostro numero di vite varierà in base a quanti simboli scatter abbiamo ottenuto, da un minimo di 3 a un massimo di 5.\nQueste vite sono importanti per raggiungere il premio finale, poiché dietro ogni porta possiamo trovare diversi risultati che aiuteranno od ostacoleranno la nostra scalata. Il fantasma, ad esempio, ci priverà di una vita, mentre la mano ci spingerà verso il piano successivo (è inoltre possibile ottenere premi minori che si sommeranno in una vincita finale).\nRiassumendo il tutto: ci troviamo di fronte a una slot in cui la strategia di gioco del giocatore conta molto di più rispetto a tanti titoli moderni in cui siamo costretti a premere sempre lo stesso pulsante nel tentativo di ottenere una vincita. La scelta relativa al numero delle linee di vincita e soprattutto a quella di quali rulli bloccare o meno diventa una componente essenziale per personalizzare la propria esperienza di gioco.\n\nSlot simili a Haunted House Slot\nNon è facile trovare slot machine che siano simili a questo titolo della WMG. Parlando di meccaniche di gioco, la più simile rimane ovviamente Fowl Play Gold. Se invece vogliamo esplorare il tema dell’horror in tutte le sue sfumature, possiamo suggerire diversi titoli: da Spooky Family della iSoftBet a Haunted Night della Genesis, per passare dall’omonima Haunted House della Playtech, la quale utilizza un meccanismo completamente diverso e molto simile alle slot molto vecchie da casinò.\n\n\nDomande Frequenti \nHaunted House Online è una slot legale?\n\nSì, rispecchia tutti gli standard di sicurezza, ma per essere davvero sicuro dovrai provarla solo su casinò online con licenza.\n\n\n\nSi può giocare alla slot Haunted House Online gratis?\n\nCertamente, sia dal nostro sito, ma anche in versione For Fun su alcuni casinò online.\n\n\n\nHaunted House Online ha un buon RTP?\n\nNon proprio, visto che il suo RTP è del 90% ed è molto al di sotto della media (fissata al 96%).\n\n\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Haunted House",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/haunted-house-simboli.jpg",
            "filename": "haunted-house-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Haunted House",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/haunted-house-tabella-pagamenti.jpg",
            "filename": "haunted-house-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Haunted House i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/haunted-house-win.jpg",
            "filename": "haunted-house-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Haunted House hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/haunted-house-modalitá-bonus.jpg",
            "filename": "haunted-house-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Haunted House Online",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/haunted-house-online_featured-286x217.jpg",
            "filename": "haunted-house-online_featured-286x217.jpg"
        }
    ],
    "name": "Haunted House"
}