{
    "studio": "PlayPearls",
    "text": "\nHeavy Metal Princess\nHeavy Metal Princess è una slot online sviluppata da PlayPearls con 5 rulli, 25 linee di pagamento fisse e un RTP al 95,06%. Ma ciò che ci piace di più sono i due bonus, i giri gratuiti e quel suo jackpot misterioso. Parte da un tema divertente, insolito e avvincente, accompagnato anche da una colonna sonora convincente. Scopriamo di più!\nGrafica e caratteristiche\nUna principessa: a che cosa pensi quando leggi la parola principessa? Ai classici Disney, sicuramente, non è vero? Ma qui non ci sono Cenerentola, Belle o Aurora! Ci troviamo di fronte a una principessa tutt’altro che timida: abbiamo una sorta di rockstar davanti a noi, ribelle e selvaggia, pronta a dominare la scena di gioco con la sua enorme chitarra/spada. Il tuo compito è riuscire a sbloccare vincite interessanti mentre viene combattuta una battaglia nel regno di Etheria.\nLa grafica è piacevole, non di ottima qualità rispetto ad altri titoli di questo provider, ma sicuramente sviluppata sempre in stile cartoon, che è un vero must per PlayPearls. Abbiamo diversi simboli speciali, tra cui il Wild, il castello che diventa Scatter, un bonus drago e molto altro ancora.\nFunzionalità speciali di Heavy Metal Princess\nUno dei punti forti della slot? Il suo Bonus duello: la principessa si sfida con uno spietato cattivo per cercare di accumulare denaro. Questa funzionalità si attiva con almeno 3 delle icone bonus, ma non è la sola. Abbiamo gli immancabili giri gratis, che vanno da un minimo di 10 e si possono raddoppiare grazie al maggior numero di Scatter trovati. E poi non dimentichiamo il Bonus drago: ti permette di divertirti con un game che ti mette alla prova con la musica. Scegli una melodia per la principessa e scopri il premio in denaro associato ad ogni scelta che compi.\nE il famoso jackpot misterioso? Potrà essere attivato in qualsiasi momento e permette di ottenere un montepremi da sogno in modo del tutto casuale.\nConsiderazioni finali sulla slot Heavy Metal Princess\nNon è facile definire e descrivere questa slot online, ma indubbiamente il suo aspetto così innovativo e futurista la rende una piacevole scoperta per i giocatori. La storia è capace di alimentare la tua immaginazione e offre infinite opportunità di divertirsi con questa sorprendente e poderosa principessa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Heavy Metal Princess",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/03/heavy-metal-princess-free-286x217.png",
            "filename": "heavy-metal-princess-free-286x217.png"
        }
    ],
    "name": "Heavy Metal Princess"
}