{
    "studio": "Red Rake",
    "text": "\nHeidi at the Oktoberfest\nPer tutti gli amanti della birra, Red Rake Gaming presenta la video slot gratis Heidi at the Oktoberfest. Questo fantastico gioco con 5 rulli e 50 linee vincenti conquisterà completamente gli appassionati di questo festival. L’importo massimo che può essere vinto giocando a Heidi all’Oktoberfest è 500 volte la tua puntata: che tu giochi 0,10€ a giro o 200,00€ a giro, ci sarà un moltiplicatore di 500x da vincere abbinando cinque simboli del ragazzo che beve birra .Affrettati a fare un giro, i festeggiamenti sono appena iniziati!\nGameplay dall’atmosfera goliardica e musica festosa\n\nDurante l’Oktoberfest, Heidi ha il ruolo principale e con 5 o più icone Scatter della bella ragazza si attiverà la funzione di giri gratuiti. Questi Scatter devono atterrare a partire dalla prima bobina a sinistra e continuare a farlo sulla bobina successiva, e così via\nDurante il gioco standard e all’interno dei giri gratuiti, il simbolo Wild apparirà e si comporterà come sempre, sostituendo le altre icone del gioco, tranne Heidi. Per cominciare ti verranno dati 5 giri gratuiti, ma c’è il potenziale per aumentare i tuoi giri fino a un massimo di 200. Ogni Heidi che ha attivato questa funzione extra, si trasformerà nel simbolo Jolly (brindisi con birra) che resterà bloccato sul posto per la durata dei tuoi giri gratuiti, aumentando il potenziale di pagamento.\n\nBrinda a questo gioco dalle caratteristiche goliardiche\n\nLa percentuale di ritorno al giocatore (RTP) per questo gioco di slot è del 94,9%\nLa varianza è medio-bassa\nI rulli sono destinati a produrre molte combinazioni vincenti. La volatilità è bassa e puoi attivare i giri gratuiti su base regolare.\n\nBrinda con Heidi e vinci i Free Spins!\nHeidi ti porta in uno dei festival più famosi e se ti piace la birra, allora dovresti assolutamente seguirla! Non solo ti innamorerai di questa gioco così festaiolo ma avrai anche la possibilità di utilizzare tutti i giri gratuiti generosamente offerti da questa allegra signora. Il suono, le animazioni, la grafica offrono un mix perfetto di divertimento e vincite!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Heidi at the Oktoberfest",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/heidi-at-the-oktoberfest_slot-286x217.jpg",
            "filename": "heidi-at-the-oktoberfest_slot-286x217.jpg"
        }
    ],
    "name": "Heidi at the Oktoberfest"
}