{
    "studio": "Novomatic",
    "text": "\nHelena\nQuello delle antiche civiltà del passato è un tema di certo non nuovo nel mondo delle slot machine, ma che pur non rappresentando niente di originale continua a esercitare un certo fascino su nuovi e vecchi giocatori. La cultura ellenica con i suoi miti, le sue leggende e le sue divinità, è un tema vastissimo e che offre la possibilità di scegliere tra gli innumerevoli protagonisti della sua storia.\nQuesta slot machine prodotta dalla software house Novomatic è incentrata sulla figura della bella Elena di Troia, conosciuta anche come Elena di Sparta, figlia di Zeus in persona e famosa per la sua bellezza che fece cadere ai suoi piedi alcuni tra i più valorosi combattenti, scatenando addirittura delle guerre tra i pretendenti.\nElena era ovviamente una donna molto facoltosa, che amava circondarsi di ricchezze e di godere della gloria derivante dalla sua posizione; questi concetti di bellezza e ricchezza si rispecchiano sui rulli dell’Helena  di casa Novomatic, che propone una slot dal punto di vista grafico molto bella e ricercata, a partire dalla schermata iniziale che mostra la nostra protagonista stagliarsi in tutto il suo splendore sullo sfondo di un tramonto arancione che mette in luce anche un caratteristico tempio.\nCaratteristiche principali della slot machine\nHelena è una slot con una griglia di gioco strutturata in maniera tradizionale, con cinque rulli, tre righe e dieci linee di pagamento, e con i tasti per il settaggio posti sulla parte inferiore della schermata che includono anche l’opzione Autoplay, grazie alla quale si può giocare in maniera automatica impostando un numero predefinito di giri.\nSu Helena si possono effettuare le proprie scommesse a partire da solo dieci centesimi fino a un massimo di 100 €, range questo che mette d’accordo tutti, sia i “giocatori di penny” sia gli high rollers. Il premio massimo che si può ottenere grazie a questa slot è pari a 40.000 monete, niente male!\nLa volatilità di Helena è media mentre il ritorno teorico al giocatore (return to player o RTP) si attesta su un decisamente poco entusiasmante 95,12%, di quasi un punto al di sotto della media.\nSimboli e funzionalità di Helena\nTra i simboli che troviamo sui rulli di Helena ci sono in primo luogo le classiche carte da gioco, in questo caso solo dal 10 all’Asso. Per ottenere delle buone vincite però, bisogna aspettare i simboli tematici, che comprendono un vaso di terracotta, Paride di Troia e l’eroe Achille, detto il Pelide. Sia Achille che Paride sono simboli ad alto valore, che pagano 3.000 volte la puntata quando compaiono su tutti i cinque rulli.\nIl simbolo Wild del gioco non poteva non essere la bella Elena che, oltre ad avere una funzione di jolly, può determinare da sola delle combinazioni vincenti che pagano fino a 40.000 monete quando è su tutti i rulli. Il simbolo Scatter è invece rappresentato da un’alba e se compare per almeno tre volte assegna 15 giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Helena",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/helena_free-286x217.jpg",
            "filename": "helena_free-286x217.jpg"
        }
    ],
    "name": "Helena"
}