{
    "studio": "Play’n Go",
    "text": "\nHelloween\nLa Play’N’Go ritorna sulla scene proponendo un’altra slot dedicata alla musica. Questa volta tocca agli Helloween, band tedesca con un seguito di fedelissimi fan e gruppo di riferimento per l’intera scena Power metal. L’ispirazione del gruppo è sempre stato il mondo fantasy, tra sfere magiche, chiavi che aprono porte su universi fantastici e più di un riferimento al Signore degli Anelli di Tolkien. Il logo della band è naturalmente l’immancabile zucca di Halloween. Per creare questa slot la Play’N’Go ha fatto uno sforzo straordinario sia dal punto di vista grafico che del gameplay. La slot si apre con un breve video tratto da un live e con la musica che esplode. I simboli ci trasportano nell’immaginario proprio della band, quello che si ritrova nelle copertine dei loro dischi oltre che nei testi scritti da Kai Hansen, cantante, chitarrista e leader indiscusso del gruppo. La colonna sonora è una selezione di celebri brani, che variano anche in funzione dei simboli Wild e bei giochi Bonus a esso legato.\nCaratteristiche della slot\nGriglia classica per questa slot, con 5 rulli e 3 righe. Le linee di pagamento fisse sono 10, con una scommessa minima che parte da 0,10 € e può raggiungere i 100 €. È possibile attivare tra i 10 e i 100 giri automatici, impostando anche dei limiti di vincita o di perdita. Helloween ha una volatilità media e un RTP pari al 94,2%.\nSimboli e funzionalità\nAnche in questa slot le carte da gioco sono i simboli con minor valore. Gli altri simboli sono tratti dalle bellissime copertine della band, a partire da Keeper of the Seven Keys pt. 1 e 2, Walls of Jericho, Pumpkins United. Il simbolo Wild è la zucca di Halloween e sostituisce i simboli eccetto lo Scatter, rappresentato da 7 chiavi che orbitano intorno a una sfera azzurra. Esso ha anche funzione di Wild. tre Scatter assegnano 5 Respins e fanno partire una delle funzioni legate ai Wild. Ognuna riporta il titolo di una famosa canzone degli Helloween, che sarà anche la colonna sonora del nostro gioco bonus. Vediamole da vicino:\n• I’m Alive: i Wilds rimangono fissi sui rulli e si espandono verso l’alto o verso il basso a ogni respin\n• Future World: i Wilds si espandono sull’intero rullo\n• Eagle Fly Free: a ogni respin viene lanciato un nuovo Wild che cambia posizione nel giro successivo\n• Dr Stein: Vine scelto un simbolo iniziale che diventa Wild dopo ogni giro\n• March of Time: i Wild rimangono per tutta la durata dei respin ma si spostano verso sinistra a ogni giro.\n• I Want Out: i simboli Wild esplodono occupando 4 slot\nLe funzioni speciali però non finiscono qua. Infatti, ne esistono altre 2, una che assegna 7 giri gratuiti e l’altra che offre un moltiplicatore x2, x3, x5, x10.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Helloween",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/helloween-slot-286x217.jpg",
            "filename": "helloween-slot-286x217.jpg"
        }
    ],
    "name": "Helloween"
}