{
    "studio": "Merkur Gaming",
    "text": "\nHocus Pocus Deluxe HD\nIl tema del mondo magico da sempre affascina grandi e piccini: la magia non passa mai di moda e non viene mai dimenticata, anzi, abbiamo assistito negli ultimi decenni, grazie alla mente geniale di J.K. Rowling e del suo maghetto Harry Potter a un vero e proprio ribaltone di questo tema, che anche nell’ambito del gioco online e delle slot machine in particolare, trova ampi spazi con prodotti sempre nuovi e all’avanguardia.\nHocus Pocus Deluxe fa parte del catalogo della software house tedesca Merkur Gaming, che da sempre si distingue per un’offerta ampia e variegata, tale da farla diventare uno dei colossi indiscussi nel settore del gaming online.\nIl protagonista di Hocus Pocus Deluxe (non poteva essere altrimenti), è un austero stregone con lunga barba e capelli argentei, che scruta i giocatori da sotto un caratteristico capello a punta.\nIl compartimento grafico di Hocus Pocus Deluxe è abbastanza ben curato, sebbene non siano presenti animazioni tridimensionali o particolari effetti speciali: l’atmosfera è cupa e coinvolgente, e ci si ritrova catapultati dentro la stanza segreta dello stregone, per un’esperienza di gioco davvero affascinante.\nCaratteristiche principali della slot machine\nHocus Pocus Deluxe è una slot machine con una struttura di gioco tradizionale, costituita da cinque rulli, tre righe e 40 linee di pagamento. Su questo gioco è possibile effettuare delle puntate a partire da un minimo di 40 centesimi fino a un massimo di 20 €, range piuttosto ristretto ma che rende la slot accessibile anche a coloro che non amano investire grandi somme.\nUna nota molto positiva di Hocus Pocus Deluxe è rappresentata dall’eccezionale ritorno teorico al giocatore (return to player o RTP), che attestandosi su un altissimo 97,47% rende possibile un ottimo ritorno economico e, in virtù della volatilità media, delle vincite che sono costanti e anche di un certo valore.\nHocus Pocus Deluxe ha un gameplay che non presenta particolari funzioni speciali e per questo risulta essere facilmente accessibile anche dai principianti. Se poi volete provare la slot e scoprirne tutti i trucchi prima di investire dei soldi veri, lo potete fare grazie alla versione play for fun del tutto gratuita, a cui potrete giocare nella maggior parte dei casinò online.\nSimboli e funzionalità speciali di Hocus Pocus Deluxe\nConsultando la tabella dei pagamenti, grazie alla quale potrete conoscere nel dettaglio il valore di tutti i simboli in diverse combinazioni, troverete otto simboli regolari e due speciali.\nSi tratta di simboli tutti tematici e riconducibili al mondo della magia: abbiamo quattro forme geometriche (una piramide, un triangolo, un cerchio e un quadrato) che hanno un basso valore e pagano dagli 80 ai 200 crediti, ci sono poi il cappello del mago, uno strano oggetto magico e un libro di incantesimi. Il mago è il simbolo che ha valore maggiore, pagando 5.000 crediti per una combinazione di 5 icone uguali. Sono presenti un Wild con funzione di jolly (delle mani) e uno Scatter (la palla di vetro) che attiva 6 giri gratuiti in cui le vincite sono pagate il doppio se compare sui rulli un terzo simbolo speciale rappresentato da dei dadi.\nÈ presente una funzione Gamble: in seguito a una vincita di qualsiasi entità è possibile tentare ulteriormente la fortuna provando a raddoppiare il premio, o scegliendo il colore di una carta girata oppure con una scala della fortuna.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Hocus Pocus Deluxe HD",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/hocus-pocus-deluxe-hd_featured-286x217.jpg",
            "filename": "hocus-pocus-deluxe-hd_featured-286x217.jpg"
        }
    ],
    "name": "Hocus Pocus Deluxe HD"
}