{
    "studio": "Big Time Gaming",
    "text": "\nHoly Diver\nHoly Diver: slot gratis d’ispirazione heavy metal e medioevale\nA meno che tu non sia un fan dell’heavy metal piuttosto che dell’hard-core, potresti non essere a conoscenza dell’album Holy Diver pubblicato da Dio nei primi anni ’80. Il testo parla di un leader religioso pronto a morire per salvare le anime dei suoi seguaci. A sinistra dei rulli c’è lo scudo di un cavaliere portafortuna mentre sulla destra dei rulli ci sono i controlli del giocatore. Appena sotto i sei rulli dinamici del gioco c’è la striscia Reel Adventure, sulla quale un cavaliere viaggia in un gioco in stile arcade che si unisce al giro di ruote.\nGameplay dinamico e ricco di funzionalità\nLa slot senza scaricare Holy Time Diver Megaways di Time Gaming ha un RTP del 96,54% con un layout 6×7 e con 586.971 modi per vincere. Questa slot offre generose funzionalità come Shields of Fortune, Chests of Fortune, Free Spins e Reel Adventures. Il Round Bonus in Holy Diver viene attivato acquisendo 4 gemme – 1 di ogni colore – dalle casse aperte dal Cavaliere. Una volta che ne hai 4, puoi accedere Giri Gratuiti o modificare il moltiplicatore 2x nel gioco base.\nLa funzione strategica del cavaliere…\nIl cavaliere si unisce a te in questa avventura di giri a pagamento. Il suo ruolo non è quello di rivelare modificatori di bobine o pietre preziose, ma piuttosto di combattere figure misteriose sulla cima della collina. Quando perde, i giri continuano, ma quando vince, acquisisce diamanti. Quando il tuo alleato cavaliere trova un forziere, lo calcia per aprirlo e ci troverà:\n\nBonus Simbolo Standard – 1 simbolo di valore basso viene convertito in Jolly per creare più vincite\nBonus Spada – fino a 3 rulli Wild con moltiplicatori aggiuntivi fino a 7x. Questi moltiplicatori si combinano tra loro diventando 343x!\nBonus Fireball – sui rulli compaiono fino a 4 Flaming Wilds. Esplodono per trasformare anche i simboli adiacenti in Jolly\nBonus Simbolo Gemma – Le pietre preziose si trasformano in Jolly sui rulli creando più combinazioni vincenti.\n\nCome giocare a Holy Diver Slot\nCon questa slot gratis hai 586 971 modi per vincere, a seconda del numero di simboli che appaiono su ogni rullo. Ci sono tre livelli:\n– Livello 1: 117 649 modi vincenti\n– Livello 2: 396, 900 modi vincenti\n– Livello 3: 586, 971 modalità vincenti\nPuoi scommettere ovunque da 0,40€ fino a 20,00€ per giro, il che rende questo gioco ideale sia per i giocatori con budget limitati che per per gli scommettitori più esperti. È disponibile anche una funzione di riproduzione automatica per un massimo di 100 giri.\nIl mio verdetto su questa slot ricca di intrighi\nL’aspetto che rende davvero emozionante questa slot oltre alla modalità Megaways, è il Round Bonus in cui moltiplicatori, giri gratuiti, riattivazione ed espansione della bobina si combinano per creare un enorme potenziale di vincita. Il sottofondo musicale che pompa con una melodia metal anni ‘80 rende lo svolgimento del gioco pazzesco e molto divertente. Ancora una volta Big Time Gaming ha fatto bingo! Prova le altre slot gratis di BTG nella nostra libreria online.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Holy Diver",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/holy-diver-slot-286x217.jpg",
            "filename": "holy-diver-slot-286x217.jpg"
        }
    ],
    "name": "Holy Diver"
}