{
    "studio": "Relax Gaming",
    "text": "\nHorror Hotel\nSolo i cuori impavidi potranno alloggiare all’Horror Hotel, la slot Relax Gaming abitata da mummie, licantropi, il conte Dracula e Frankenstein!\nUna grafica d’impatto\nLa nuova slot di Relax Gaming è un vero e proprio viaggio nella cultura horror della letteratura e cinematografia di genere. Ad essere celebrati sono i personaggi che più di tutti hanno terrorizzato il cuore delle persone, come il conte Dracula, Frankenstein, la mummia e l’uomo lupo.\nPer creare una slot all’altezza delle aspettative, la software house fondata nel 2010 ha lavorato molto e bene sulla grafica. Sullo sfondo non notiamo un hotel isolato tipo il Bates Motel di Psycho, ma il castello di Dracula e in primo piano un bel cimitero decadente con tanto di alberi scheletrici e teschi sparsi vicino alle tombe.\nI simboli sono ben disegnati in stile cartoon, con qualche animazione a rendere più vivace il gioco. Ad esempio, quando otteniamo una combo con Dracula, vedremo il principe della notte trasformarsi per un attimo in pipistrello, a Frankenstein invece si solleverà la calotta cranica.\nLa musica è un motivetto ricco di mistero che ricrea la giusta tensione durante le giocate.\nCaratteristiche della slot\nIn Horror Hotel troviamo una griglia di forma quadrata, con 6 bobine e 6 righe. Si vince creando cluster di almeno 5 simboli identici a salire sino a più di 30. La puntata base è di 0,10 € a giro e si può vincere sino a un massimo di 20.000x la puntata.\nFunzioni speciali sono il classico Autoplay e il Turbo, che accelera la caduta dei simboli.\nLa volatilità è alta, mentre il ritorno teorico al giocatore è del 96,17%.\nCome giocare a Horror Hotel\nIl sistema di gioco di Horror Hotel è a cascata, ma una versione rivisitata. Infatti, quando creiamo gruppi di simboli identici, tutti quelli non paganti scompaiono, mentre quelli vincenti cadono in basso e vengono sostituiti da un simbolo misterioso. Durante il successivo Respin, il Mistery Symbol prenderà le sembianze di un simbolo di pagamento. Se otteniamo un’altra vincita, si continua con questa funzione.\nPassiamo ora ai simboli. Le tre pozioni di colori differenti sono i simboli che pagano meno. A seguire troviamo la mummia, l’uomo lupo, Frankenstein e Dracula.\nIl Wild sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato da teschio dorato. Quando otteniamo 3 simboli speciali in un unico giro, otterremo 5 giri gratuiti, che si svolgeranno all’interno dell’Hotel. La funzione Mistery Symbol è attiva anche durante il gioco Bonus. A ogni Free Spins, vedremo atterrare un Wild, inoltre ogni volta che si verificherà un cluster vincente, vedremo il moltiplicatore sono alla sinistra delle griglia aumentare di +1. Ogni Scatter che compare durante la funzione speciale regala un ulteriore Free Spins.\nQuesto Bonus può essere anche acquistato.\n\nDomande Frequenti \nA quanto corrisponde il ritorno teorico al giocatore?\n\nIl valore RTP si attesta su un buon 96,17%.\n \n\n\n\nHo letto che Horror Hotel sfrutta un sistema a cluster. Che significa?\n\nVuol dire che per vincere non è necessario creare combo vincenti da sinistra a destra, ma gruppi di simboli vincenti in ogni posizione, orizzontale a verticale, basta che siano adiacenti.\n\n\n\nPosso giocare anche su Tablet e Smartphone?\n\nSì. Oltre che per pc, Horror Hotel è disponibile per tutti i dispositivi mobili.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Horror Hotel",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/02/horror-hotel-new-286x217.jpg",
            "filename": "horror-hotel-new-286x217.jpg"
        }
    ],
    "name": "Horror Hotel"
}