{
    "studio": "DreamTech",
    "text": "\nIce and Fire\nDelle tante creature e tematiche che occupano il mondo delle slot online, sicuramente il drago è una delle preferite. Ci sono diversi motivi dietro a questa scelta: il drago si trova tanto nella cultura orientale quanto in quella occidentale (sebbene con le loro differenze) ed è da sempre associato alla forza e alla nobiltà, in quanto creatura antica.\nInoltre il drago ha spesso un collegamento con l’oro, in quanto creatura bramosa di ricchezze, per questo motivo si sposa tanto bene con le slot machine.\nSono infatti due i draghi che oggi troveremo all’interno di Ice and Fire, slot online della Yggdrasil in cui il rettile di ghiaccio e quello di fuoco i ritrovano a scontrarsi i una griglia di gioco unica nel suo genere.\nBando agli indugi, andiamo a cominciare.\nIce and Fire – Il blu e il rosso\nDa un punto di vista scenico, è necessario parlare sia del comparto grafico che di quello musicale. Durante il gioco saremo accompagnati da una musica orchestrale composta principalmente da percussioni e archi (sebbene si possa godere di un’intera orchestra al servizio di questo gioco).\nLa schermata di gioco è divisa in due: a sinistra troviamo il regno del drago di ghiaccio, composto da abeti innevati e da ghiacciai, a destra troviamo l’antro del drago di fuoco, fatto di colline divorate dal magma e vulcani in eruzioni.\nAl centro di queste due schermate si trova la griglia di gioco, di cui andremo a parlare nella sezione dedicata al gameplay.\nDue griglie di gioco al servizio dei draghi\nSin dal nostro primo sguardo, noteremo immediatamente che la griglia di gioco proposta da Ice and Fire è ben diversa da qualsiasi altro titolo online. Innanzitutto troviamo due griglie gemelle (su cui appariranno simboli diversi) che rappresentano i due reami diversi dei draghi.\nSi parla quindi di due griglie di tipo 5*5, mostrando ben cinquanta simboli a ogni giocata. Non c’è interazione tra le due griglie, se non per quanto riguarda i simboli Wild: quanto questi appariranno su una griglia, infatti, essi appariranno nella medesima posizione anche nell’altra, dando la possibilità di ottenere maggiori combinazioni.\nLo scopo è infatti quello di ottenere almeno 4 combinazioni concatenate (cause dalla sparizione dei simboli vincenti che lasceranno il posto ad altri) così da riempire il contatore in alto di gemme ed avere così accesso alla modalità speciale.\nIl gioco, così come vuole suggerire la musica che accompagnerà le diverse giocate, vuole essere estremamente spettacolare e divertente, tra funzioni bonus causate dai simboli speciali (come l’uovo del drago Scatter o dal grimorio Wild) e una grafica molto accattivante.\nSlot simili a Ice and Fire\nCome detto in precedenza, la figura del drago è abbastanza comune nel mondo delle slot online. Tra le slot che ne condividono la tematica, troviamo Dragon Slot, Dragon Wins, Dragon’s Myth, A Dragon’s Story, Double Dragons e Dragon Kingdom.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ice and Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/ice-and-fire-slot-286x217.jpg",
            "filename": "ice-and-fire-slot-286x217.jpg"
        }
    ],
    "name": "Ice and Fire"
}