{
    "studio": "IGT",
    "text": "\nIcy Wilds\nI giocatori più appassionati avranno senza dubbio notato che da qualche tempo il mondo delle slot machine non fa tanto per rinnovarsi soprattutto per quel che riguarda il tema: abbiamo a disposizione centinaia di giochi ambientati all’ombra delle piramidi, con l’Egitto servito in tutte le salse; allo stesso modo non si contano le slot a tema cinese o quelle che sfruttano le antiche civiltà del passato, passando per le intramontabili Fruit Machine.\nIn tutto ciò Icy Wilds, nuova slot nel catalogo della IGT appare come una ventata d’aria fresca, in tutti i sensi!\nL’ispirazione per questo gioco è chiaramente tratta dal cartoon Frozen della Disney: i personaggi sono infatti una principessa del ghiaccio e diversi animali che le fanno compagnia, con un enorme orso bianco che ricorda molto da vicinol’orso Iorek, protagonista di His Dark Materials di Pullman.\nPer quanto riguarda il compartimento grafico, un ruolo da protagonista spetta all’aurora boreale che fa da sfondo al gioco e che getta la luce su una sorta di bosco immerso nella neve.\nI colori prevalenti sono le tonalità pastello del celeste e del rosa, e tutto appare brillare nel ghiaccio scintillante.\nAd arricchire l’esperienza di gioco si aggiunge una colonna sonora perfettamente a tema che sembra suonata da strumenti di ghiaccio.\nGameplay di Icy Wilds\nGiocare a questa slot machine di casa IGT è molto semplice: il gameplay molto lineare la rende un gioco perfetto anche per coloro che si affacciano per la prima volta al mondo delle slot.\nIl range di scommessa tuttavia non è adatto ai deboli di cuore: se la puntata minima ha un normalissimo valore di 50 centesimi, la puntata massima è veramente da capogiro, arrivando alla cifra di 1.000 €!\nUna puntata così alta fa pensare anche a una volatilità alta, e così è: Icy Wilds non promette vincite piccole e frequenti, ma potrà stupirvi con premi davvero interessanti.\nPer quanto riguarda il ritorno teorico al giocatore (RTP), la slot di ghiaccio di casa IGT non delude: con un buon 96,15%, nella media della maggior parte dei giochi di slot reperibili online, può essere considerata del tutto soddisfacente da questo punto di vista.\nSimboli regolari e speciali di Icy Wilds\nPer vincere su Icy Wild è necessario ottenere un allineamento di almeno tre simboli identici su rulli adiacenti a partire da sinistra verso destra.\nI simboli non tematici sono rappresentati dai numeri e le lettere che si riferiscono alle carte da gioco, dal J al K.\nTra i simboli tematici, quelli meno redditizi sono le tre creature della neve, l’ermellino, la civetta e la lince, che pagano fino a 100 volte il valore della puntata; a seguire abbiamo i gioielli e infine la principessa che regala delle vincite fino a 500 volte la puntata.\nÈ presente un simbolo Wild, rappresentato semplicemente dalla scritta corrispondente, mentre l’Orso Polare è invece lo Scatter del gioco, che può regalare fino a 45 giri gratuiti!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Icy Wilds",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/icy-wilds_featured-286x217.jpg",
            "filename": "icy-wilds_featured-286x217.jpg"
        }
    ],
    "name": "Icy Wilds"
}