{
    "studio": "Microgaming",
    "text": "\nImmortal Romance\nInformazioni generali\nSoftware: Microgaming\nRulli: 5\nLinee di gioco: 243\nPuntata minima: 0,40 €\nÈ presente una funzione “Traguardi” della tabella delle vincite\nCaratteristiche generali di Immortal Romance\nDa una slot machine che si chiama Immortal Romance non possiamo non aspettarci una storia che ci lasci senza fiato e un gioco intrigante e seducente.\nQuesto gioco di casa Microgaming non delude le aspettative e mentre giriamo i rulli ci ritroveremo immersi in un’atmosfera degna dei migliori racconti sui vampiri!\nL’idea non è particolarmente originale, diciamoci la verità: a partire da Bram Stoker fino alla più recente saga di Twilight, quello del rapporto impossibile tra mortali e immortali, tra vampiri e umani, è un tema ampiamente sfruttato da cinema, letteratura e serie tv, inoltre i vampiri sono già stati utilizzati nei giochi di slot, per esempio nella fortunata serie di Blood Suckers.\nQuello che però ci piace di questa slot è il fatto che sia impostata come una vera e propria storia, con dei protagonisti in piena regola: abbiamo la strega Amber, due vampiri, Troy e Michael, e l’immancabile umana Sarah che si prende una cotta per il Vampiro.\nImmortal Romance è una slot a cinque rulli che offre ben 243 possibilità di vittoria, prevede un simbolo Wild e uno Scatter e permette di accedere ai giri gratuiti secondo diverse modalità.\nI simboli di Immortal Romance\nTroviamo in questa slot di casa Microgaming sia simboli regolari che speciali, con valori diversi. Tra i simboli regolari, quelli che pagano di meno sono le lettere e i numeri che corrispondono alle carte da poker dal 9 all’Asso, mentre i simboli tematici sono quelli con più valore.\nOltre ai volti dei quattro protagonisti, abbiamo altri simboli a tema vampiresco, come il battente di un portone o la candela che illumina un libro.\nIl simbolo della slot con la scritta “Immortal Romance” è un Wild che funge da jolly e assicura delle vincite nel caso compaia più volte sui rulli.\nIl battente a forma di testa di leone è invece il simbolo Scatter: per ottenere una vincita è necessario che compaia per due volte in una qualsiasi posizione. Se succede per tre o più volte, allora si accederà in maniera automatica alle varie camere dei Free Spins.\nLe “Chambers of Spins”: come ottenere vincite e tanti giri gratuiti\nLa Chambers of Spins, che si attiva con tre o più scatter, permette di accedere ad ulteriori camere di gioco secondo queste modalità:\n\nPartita Bonus Amber: sbloccata con un accesso alla Chambers\nPartita bonus Troy: dopo aver giocato la partita bonus per almeno 5 volte\nPartita Bonus Michael: dopo 10 partite bonus\nPartita Bonus Sarah: dopo 15 partite Bonus.\n\nCiascuna di queste partite bonus permette di ottenere a sua volta un numero di giri gratuiti fino a 25, e di raggiungere ricchi moltiplicatori che potrebbero incrementare il vostro montepremi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Immortal Romance",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/immortal-romance_gratis-286x217.jpg",
            "filename": "immortal-romance_gratis-286x217.jpg"
        }
    ],
    "name": "Immortal Romance"
}