{
    "studio": "Merkur Gaming",
    "text": "\nIndian Ruby\nIl tema di questa slot machine prodotta dalla software house tedesca Merkur Gaming è quello di un viaggio alla scoperta dell’India. A essere sinceri, c’è da fare un plauso per l’originalità, infatti, non è una tematica molto sfruttata nei giochi di slot, che privilegiano invece da una parte le culture classiche, quali quella egizia o romana, e dall’altra il fascino dell’Oriente (non si contano più, ad esempio, le slot machine a tema cinese).\nIndian Ruby è un viaggio alla scoperta dei colori e dei sapori dell’India, che ha come punto di partenza il focus su uno degli animali che più rappresentano il continente indiano, ossia il maestoso elefante.\nLa schermata inziale si apre infatti con l’immagine di una sorta di corsa di elefanti su una strada polverosa e i pachidermi trovano il loro spazio anche sui rulli della slot.\nLa griglia di gioco invece è posizionata in una sorta di antico tempio, che richiama il rosso dei rubini presenti nel titolo.\nComplessivamente possiamo dire che il compartimento grafico è ben realizzato, con immagini molto nitide e accattivanti e che, seppur mancando particolari effetti speciali o animazioni tridimensionali, visivamente Indian Ruby è più che soddisfacente!\nCaratteristiche principali della slot machine\nIndian Ruby ha una struttura di gioco molto tradizionale con tre rulli e cinque righe, mentre le linee di pagamento sono dieci. Su ogni linea è possibile effettuare delle puntate a partire da solo un centesimo fino a un massimo di 1 €, il che da una parte farà storcere il naso agli high rollers mentre dall’altra renderà contenti i giocatori occasionali o coloro che non amano effettuare puntate elevate.\nIl ritorno teorico al giocatore (return to player o RTP) di Indian Ruby si attesta su un canonico 96,19%, in linea con la maggior parte dei giochi di slot ma niente di particolarmente ghiotto, se comparato con altre slot machine della Merkur Gaming che superano abbondantemente il 97%.\nIndian Ruby è un gioco caratterizzato da una bassa volatilità, come si può prevedere anche osservando il range di scommesse, ciò significa che sebbene ci si possano aspettare delle vincite costanti, sarà veramente difficile che queste possano essere altamente remunerative.\nSimboli e funzionalità di Indian Ruby\nIl gameplay di Indian Ruby è decisamente semplice e intuitivo, e lo si capisce anche osservando i simboli: sono presenti solo due simboli speciali (i tradizionali Wild e Scatter) e nessun Bonus. Le funzionalità oltre il gioco base si limitano ai giri gratuiti e alla possibilità di ottenere alcuni moltiplicatori.\nI simboli con più  basso valore sono rappresentati dai numeri e dalle lettere che si riferiscono alle carte da gioco dal 10 all’Asso, che pagano da 10 a 100 volte il valore della puntata se compaiono su tutti i cinque rulli, mentre quelli con più alto valore sono i simboli legati all’India e includono una pentola, un sacco di spezie e una collana, con pagamenti fino a 500 volte la scommessa.\nIl rubino rosso che dà il titolo alla slot è il simbolo Wild che ha funzione di jolly e regala un moltiplicatore x2 quando contribuisce a realizzare una combinazione vincente. Lo Scatter infine è rappresentato da un maestoso elefante, che oltre a regalare dei giri gratuiti attiva la funzione Respins e permette di ottenere un moltiplicatore di 1000x, ossia la vincita massima a cui si può ambire giocando con questa slot.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Indian Ruby",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/indian-ruby_slot-286x217.png",
            "filename": "indian-ruby_slot-286x217.png"
        }
    ],
    "name": "Indian Ruby"
}