{
    "studio": "High 5 Games",
    "text": "\nIndiana Bones\nUna parodia ben fatta\nTra le serie di film più riusciti degli ultimi cinquant’anni c’è senza dubbio quella di Indiana Jones. Per i pochissimi che non lo sapessero, la storia racconta di un archeologo esploratore che vive avventure ad alto tasso di adrenalina nel tentativo di risolvere alcuni dei più grandi misteri della storia. Ora immaginate questo personaggio e tutto il suo mondo narrativo declinato alla versione canina e avrete Indiana Bones!\nCome intuibile, il personaggio principale è un cane, ma appartengono alla stessa specie anche l’aiutante e l’antagonista, un chihuahua vestito in abito elegante dotato di un ghigno davvero malefico!\nL’ambientazione è la foresta amazzonica, con la griglia di gioco posizionata all’ingresso di quello che ha tutta l’aria essere un antico tempio le cui colonne portano le effigi di tre cani.\nInutile dire che i simboli sono disegnati benissimo, in stile cartoon, con animazioni divertenti che rendono il gioco più dinamico.\nAnche il comparto sonoro fa la sua parte, grazie a una musica avventurosa degna dei migliori film d’azione.\n \nCaratteristiche di Indiana Bones\nVediamo ora come preparare le giocate. Cominciamo col dire che per vincere bisogna creare una serie di simboli identici partendo dal rullo di sinistra e procedendo verso destra. La griglia di gioco ha 5 rulli e 3 righe e 20 paylines. Ogni Spin costa almeno 0,20 €, la massima 40 €.\nEsistono due modi di velocizzare il gioco: il primo è la funzione Turbo che rende la caduta dei simboli immediata, il secondo è usufruire della funzione Autoplay che permette di impostare un numero variabile di giri automatici. Indiana Bones ha una volatilità media e un RTP del 96%.\n \nCome si vince a Indiana Bones\nA disposizione per le combo ci sono 9 simboli regolari, con le carte da gioco dal 9 all’asso che hanno un valore basso. Ci sono poi le tre pietre preziose, che tra l’altro si trasformano anche in Wild a determinate condizioni che vedremo a breve. L’antagonista, l’aiutante e Indiana sono i simboli regolari che pagano meglio di tutti, ma per avere chiaro a quanto ammontino le vincite suggeriamo di aprire dal menù la tabella dei pagamenti.\nCome detto poco sopra, le pietre preziose possono essere trasformate in Wild. Questo accade quando sul quinto rullo appare una delle tre maschere di tre colori diversi (verde, arancione o viola). In base al colore, tutte le pietre preziose vengono trasformate in Jolly anche per i tre giri successivi. La funzione del Wild è sostituire tutti i simboli eccetto lo Scatter, che serve per attivare i Free Spins. Al secondo giro gratuito tutte le pietre viola vengono trasformate in Wild, dopo 3 giri toccherà a quelle arancioni e dopo 5 Free Spins a quelle verdi.\n\nDomande Frequenti \nPosso giocare a Indiana Bones anche su smartphone?\n\nCertamente, questa slot si serve di un’architettura HTML5 che la rende fruibile da qualsiasi dispositivo fisso e mobile.\n\n\n\nQual è la vincita massima di Indiana Bones?\n\nSi può vincere sino a 1.000 volte la puntata.\n\n\n\nA quanto corrisponde il ritorno teorico al giocatore?\n\nIndiana Bones ha un RTP del 96%.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Indiana Bones",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/04/indiana-bones-featured-286x217.jpg",
            "filename": "indiana-bones-featured-286x217.jpg"
        }
    ],
    "name": "Indiana Bones"
}