{
    "studio": "Novomatic",
    "text": "\nInferno\nQuando abbiamo letto il titolo di questa slot machine abbiamo subito pensato a qualche gioco epico, a fuoco e fiamme e demoni malvagi che saltano fuori dai rulli in un gioco avventuroso e adrenalinico. Be’, ci siamo dovuti ricredere subito! Inferno, slot machine prodotta dalla software house Novomatic, non è niente di tutto ciò! In realtà si tratta di una Fruit Machine in piena regola, con i tradizionali frutti colorati che si alternano sui rulli e con una campanella dotata di corna e uno sfondo infuocato che sono gli unici legami con la parola inferno!\nLe Fruit Machine, pur essendo le prime slot a essere prodotte, si può dire che non sono mai passate di moda, ritagliandosi costantemente un posto nel mercato e nel cuore di tanti appassionati, che ai nuovi giochi ipertecnologici continuano a preferire la tradizione di frutti e campanelle!\nPer quanto riguarda il compartimento grafico di Inferno, non c’è granché da dire, se non che nel complesso visivamente la slot risulta molto gradevole, con i frutti ben definiti e riprodotti con colori molto accesi su uno sfondo fiammeggiante. Insomma, se cercavate azione e personaggi epici, non siete nel posto giusto, ma se vi piacciono le slot vintage e tradizionali in cui è il gameplay a farla da padrone, allora siete nel posto giusto!\nCaratteristiche principali della slot\nInferno è proprio una slot machine semplice e adatta davvero a tutti! Inoltre, al Novomatic la propone anche in versione demo, per cui potrete giocare gratuitamente fino a quando non avrete capito esattamente come funziona e sarete pronti a investire dei soldi veri!\nLa struttura di Inferno è super classica e minimale: cinque rulli, tre righe e cinque linee di pagamento, sulle quali potrete piazzare le vostre scommesse a partire da soli 40 centesimi a giro. Una volta impostato il valore della puntata, potrete tranquillamente far partire la modalità Autoplay e lasciare che i rulli girino in maniera automatica\nInferno è una slot machine ad alta volatilità, che però ha una percentuale di ritorno teorico al giocatore non entusiasmante, un pochino al di sotto della media con il suo 95%.\nSimboli e funzionalità di Inferno\nI simboli che si alternano sui rulli di Inferno sono in gran parte rappresentati da frutti: abbiamo le prugne, le arance, l’uva, i limoni e le ciliegie, che pagano tutti in caso di un allineamento di almeno tre simboli su una linea di pagamento attiva, partendo da sinistra verso destra. Le ciliegie sono un’eccezione in quanto determinano una combinazione vincente anche se appaiono solo due volte. La stella d’oro è il simbolo più pagato di Inferno, seguita dalla campanella e dal grappolo d’uva.\nIl simbolo Scatter di Inferno è una corona tempestata da gioielli, che paga quando compare sui rulli per almeno tre volte, a prescindere dalla posizione che occupa.\nIn caso di vincita di qualsiasi entità si attiva in maniera automatica una sorta di funzione “lascia o raddoppia”: sullo schermo appare una carta girata della quale bisogna indovinare il colore, se la scommessa è esatta il premio è raddoppiato, in caso contrario si perde tutto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Inferno",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/inferno-thumb-286x217.jpg",
            "filename": "inferno-thumb-286x217.jpg"
        }
    ],
    "name": "Inferno"
}