{
    "studio": "Gong Gaming Technologies",
    "text": "\nInferno Gladiator\nBè, con un titolo del genere la curiosità non può che essere elevata. Parliamo di Inferno Gladiator, slot che sviluppa un tema amatissimo, ovvero quello dei leggendari combattimenti di schiavi dell’antica Roma. A svilupparne la storia è Gong Gaming Technologies che è pronto a lanciare questa slot su tutti i casinò online che sono alimentati da Microgaming.\nAl centro della nostra scena abbiamo il Colosseo di una strepitosa Roma, una serie di buone funzionalità e una struttura di gioco interessante. Abbiamo infatti una griglia formata da un classico 5×3, 25 linee di pagamento e un RTP un po’ contenuto, che si ferma al 95,04%. In base ai numeri che promette di far vincere il provider, la slot può potenzialmente ridare al giocatore 2.000x la puntata effettuata.\nGrafica della slot\nAbbiamo parlato di Roma, di gladiatori, di battaglie, ma come viene rappresentato tutto ciò? Traendo ispirazione dal mondo dei molti libri, dei film e serie TV: il risultato è un buon design curato, non il migliore in assoluto ma sicuramente positivo. La storia si racconta anche con i suoi simboli, che non rinunciano alle carte Reali e ai simboli ad alto valore che spaziano da Bestie feroci, Elmi, Cavalli, Scudi, Tridenti e le immagini del Colosseo. Ma l’ottimo lavoro svolto è quello che si ammira nel monto in cui inizia l’interazione con Scatter regolari e Wild, capaci di rendere emozionanti anche i giri gratuiti con moltiplicatori crescenti e Jolly fissi.\nCaratteristiche e funzionalità\nCome detto, abbiamo 25 linee attive su Inferno Gladiator dove si può guadagnare, nella più fortunata delle ipotesi, fino a 250.000 di jackpot. Chiaramente solo se si punta con il livello massimo di scommessa. Vediamo come possono interagire le funzionalità extra!\nIl simbolo Jolly del gioco base è uno Scudo oro e roso con il logo della slot: si usa come sostituto di ogni altra icona di gioco. Al suo fianco è stato scelto uno Scatter con il logo dei giri gratuiti e il Colosseo. Questo è il simbolo che potrà regalare maggiori soddisfazioni, perché se atterra da 3 a 5 volte, la slot online ti ripagherà con 10 giri gratuiti. A quel punto ti troverai con un Jolly fisso al centro del rullo numero 3 che resterà fino alla fine di questa funzionalità. Per concludere troviamo un moltiplicatore che sale di +1 per ogni nuovo giro, in modo tale da arrivare alla fine con un moltiplicatore di 10x.\nConsiderazioni finali sulla slot\nAbbiamo avuto modo di provare Inferno Gladiator e viste le grandi presentazioni del suo provider forse ci si aspettava qualcosa in più. Non fraintenderci, è una buona slot, composta da tutte le funzionalità necessarie per garantire intrattenimento e divertimento, ma manca qualcosa. Praticamente è come un comico che ti strappa un sorriso, ma non ti entusiasma completamente. Merita comunque di essere provata perché tema e design sono piacevoli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Inferno Gladiator",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/inferno-gladiator_thumb-286x217.png",
            "filename": "inferno-gladiator_thumb-286x217.png"
        }
    ],
    "name": "Inferno Gladiator"
}