{
    "studio": "NetEnt",
    "text": "\nJack and the Beanstalk\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco: 20\nPuntata minima: 0,20 €\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nAutoplay: presente\nReturn to Player (RTP): 96,28%\n\nGrafica e tema\nChi non ha mai sentito parlare della favola di origine britannica “Il fagiolo magico”? Tutti conoscono le vicissitudini di Jack, il ragazzo che vendette la mucca in cambio di un sacchetto di fagioli magici e divenne ricco rubando oggetti d’oro al gigante che abitava sulla pianta di fagiolo.\nQuesta slot, ispirata appunto alla favola del fagiolo magico, è stata sviluppata con tecnologia 3D e il risultato è una grafica tridimensionale con effetti incredibili, che la fa apparire quasi più come un gioco di ruolo che come una slot machine!\nSullo sfondo troviamo la modesta casetta in cui Jack abita con la mamma e il grosso tronco della pianta di fagioli, ai cui piedi giace un’ascia, che ha un ruolo cruciale nella sconfitta del gigante.\nNon solo grafica però, anche il sistema di gioco è molto articolato, con diverse funzionalità speciali, tra cui quella “Walking Wild”, in cui i simboli Wild “passeggiano” sui rulli fino a sparire sul lato sinistro, offrendo free spins per il tempo dell’uscita di scena.\n\nSimboli, Wild e Scatter\nI simboli tematici sono quelli che si rifanno alla favola: in primo piano troviamo Jack, abbiamo poi il gigante a due teste, un innaffiatoio per far crescere la pianta di fagioli, la capretta amica del protagonista, il tesoro del gigante, la chiave dello scrigno e l’ascia con cui Jack abbatte la pianta sconfiggendo il perfido gigante.\nCome spesso accade poi, oltre ai simboli legati al tema troviamo i numeri e le lettere he rappresentano le carte da poker dal 9 all’Asso, disegnati in verde come se fossero dei germogli.\nIl simbolo Wild è il protagonista della storia, Jack si comporta come jolly e può sostituire tutti gli altri simboli per il completamento di un allineamento vincente.\nLo Scatter è il tesoro del gigante: se compare almeno tre volte sui rulli si attivano dei giri gratis e se durante i free spins ricompaiono gli Scatter, il gioco andrà avanti per altri 5 giri gratuiti. Inoltre, se nel corso dei free spins compare il simbolo Wild, tutte le vincite ottenute saranno triplicate.\nLa chiave rappresenta il terzo simbolo speciale: se compare durante i giri gratis sul quinto rullo, si sbloccherà il gioco Bonus “Raccolta dei tesori”, con Wild extra tra cui un sacco di monete, una gallina dalle uova d’oro e un’arpa d’oro, ai quali corrispondono premi aggiuntivi.\n\nAltre slot ispirate alle favole\nIl tema delle favole è abbastanza sviluppato nel mondo delle slot machine, e Jack and the Beanstalk non è un’eccezione!\nMolto carina, sempre di casa NetEnt è la slot Cappuccetto Rosso, dedicata all’omonima favola, mentre per quanto riguarda la storia dei Tre porcellini, troviamo ben due slot a tema: una è Pigs and Bricks e l’altra è Big Bad Wolf.\nNon mancano inoltre le slot ispirate alle tradizioni popolari: tra quelle a tema irlandese, per esempio, citiamo Rainbow Riches della Barcrest, Lucky Leprechaun della iSoftBet e Irish Eyes della NextGen Gaming.\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Jack and the Beanstalk",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/Jack-and-the-beanstalk-simboli.jpg",
            "filename": "Jack-and-the-beanstalk-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Jack and the Beanstalk",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/jack-and-the-beanstalk-tabella-pagamenti.jpg",
            "filename": "jack-and-the-beanstalk-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Jack and the Beanstalk i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/Jack-and-the-beanstalk-win.jpg",
            "filename": "Jack-and-the-beanstalk-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Jack and the Beanstalk hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/jack-and-the-beanstalk-modalitá-bonus-1024x612.jpg",
            "filename": "jack-and-the-beanstalk-modalitá-bonus-1024x612.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Jack and the Beanstalk",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/jack-and-the-beanstalk-thumb-1-286x217.jpg",
            "filename": "jack-and-the-beanstalk-thumb-1-286x217.jpg"
        }
    ],
    "name": "Jack and the Beanstalk"
}