{
    "studio": "Red Tiger",
    "text": "\nJack in a Pot\nNel folklore e nella mitologia irlandese c’è un personaggio che più di tutti rappresenta lo spirito e le tradizioni di questo Paese: si tratta del Leprechaun (Leprecauno), il folletto più famoso d’Irlanda! È un ometto con capelli e barba rossi e un’immancabile cilindro sulla testa.\nDi mestiere, il Leprechaun confeziona scarpe per le fate e, grazie a questo “lavoro” è riuscito a guadagnare una piccola fortuna, che custodisce gelosamente in un calderone.\nIl Leprechaun protagonista di Jack in a Pot, coloratissima slot machine della software house Red Tiger Gaming, si chiama appunto Jack e accompagna gli appassionati in un gioco originale innanzitutto per gameplay, ma che non manca di stupire piacevolmente anche per quanto riguarda il compartimento grafico.\nLa Red Tiger Gaming infatti, ci ha abituati a delle slot machine caratterizzate a grafiche molto curate e, anche in questo caso, non si resta delusi. La schermata di gioco è sistemata in una verdeggiante collina, circondata dai quadrifogli e su cui campeggia il calderone d’oro. I colori sono molto vividi e accattivanti e il gioco è arricchito con delle animazioni molto divertenti:  nel complesso, l’esperienza ludica risulta essere coinvolgente e appagante.\nGameplay e caratteristiche generali di Jack in a Pot\nLa prima cosa che balza agli occhi quando si apre Jack in a Pot è la griglia di gioco, che non è composta dai canonici tre o cinque rulli, ma che ne prevede 7×7 righe. L’altra particolarità è che in questa slot machine i rulli non girano ma i simboli compaiono sulla griglia grazie a un sistema a cascata. Per vincere è necessario comporre dei cluster di almeno cinque simboli identici in posizioni adiacenti, sia in senso orizzontale che verticale ma non in diagonale.\nPer quanto riguarda il range di scommessa, su Jack in a Pot è possibile puntare da 0,20 fino a 100 crediti, mentre la vincita potenziale più alta è pari a 1.743 volte la puntata.\nSe dobbiamo trovare un aspetto che proprio non ci ha convinti di questa slot machine, di certo segnaliamo il ritorno teorico al giocatore (return to player o RTP), che si attesta su un insolitamente basso 95,17%, decisamente al di sotto della media.\nJack in a Pot è una slot machine caratterizzata poi da una volatilità media, il che significa che ci si può aspettare sia di ottenere delle piccole vincite frequenti, sia che per ottenere i premi maggiori ci si dovrà armare di un pochino di pazienza!\nSimboli e funzionalità\nI simboli che si alternano sulla griglia di gioco di Jack in a Pot sono tutti legati alle leggende e alle tradizioni irlandesi, tranne i quattro semi delle carte da gioco: abbiamo tra gli altri le scarpe realizzate da Jack, i ferri di cavallo, dei papillon verdi, l’immancabile quadrifoglio dorato e altri. Il cilindro di Jack è invece il Wild del gioco.\nTra le funzioni speciali ricordiamo quella Free Spins che permette di ottenere delle giocate gratuite e di accedere a ulteriori possibilità di vincita grazie ai diversi bonus.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jack in a Pot",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/jack-in-a-pot-thumb-286x217.jpg",
            "filename": "jack-in-a-pot-thumb-286x217.jpg"
        }
    ],
    "name": "Jack in a Pot"
}