{
    "studio": "Red Rake",
    "text": "\nJack O’Lantern vs The Headless Horseman\nLa slot machine gratis Jack O’lantern vs The Headless Horseman del noto fornitore di giochi Red Rake Gaming, riunisce due figure di culto di Halloween in un gioco ben progettato con un design nitido e molto moderno. Se sei un temerario affronta la notte più paurosa dell’anno puntando con soldi veri oppure continua in modalità demo!\nGameplay non adatto ai deboli di cuore!\nIl gioco è formato da 5 rulli su 3 file separate, con 30 linee di pagamento fisse disponibili per il giocatore. Si tratta di una slot high roller, con la scommessa minima che parte da 300,00€ e va fino ad un massimo di 60.000,00€ quindi avrai bisogno di un bottino bello capiente se vuoi divertirti la notte di Halloween!\nQuali sono le caratteristiche bonus di O Lantern Vs The Headless Horseman?\nCi sono un sacco di funzioni bonus in offerta per aumentare le tue vincite oltre un enorme Jackpot di ben 4.000.000€ e un RTP del 95,6%.  Vediamo subito le funzionalità bonus extra:\n\nCavaliere senza testa di Scatter in espansione – Questa funziona viene attivata quando tre o più simboli Headless Horseman appaiono ovunque sui rulli. I simboli si muoveranno fino a quando tre o più bobine si saranno espanse. Durante l’espansione, la tua scommessa può essere moltiplicata per un superbo 1551x.\nBonus Jack che brucia – Se una lanterna Jack O appare sul tabellone dopo che sono apparse combinazioni regolari, si attiva la funzione Jack Burning. Il simbolo prende fuoco e brucerà casualmente altri simboli sui rulli trasformandoli in simboli Jack. Quando il bonus è terminato, ti verranno pagate le combinazioni di Jack presenti sui rulli. Durante il gioco, la tua scommessa può essere moltiplicata per 1702x!\n\nChe cos’è il Mini Gioco Fight the Shadows?\nQuando i simboli bonus compaiono sui rulli 3, 4 o 5, ti verranno assegnati 10, 20 o 30 giri gratuiti. Horseman e Jack rimuovono quindi i simboli uno per uno fino a quando ne rimane solo uno, che si attiverà come bonus per la fase dei Free Spins. Quando iniziano i giri gratuiti e vengono mostrate tutte le combinazioni regolari, se il simbolo bonus selezionato appare 3 volte sui rulli, si espanderà occupando tutto lo spazio circostante. Importante! I simboli non devono trovarsi mai uno accanto all’altro se vuoi che si attivi una combinazione.\nOcchio ai Wilds e al Jackpot da paura!\n\nIl Wild, che ha la forma di una croce, paga le somme più alte sul tabellone se abbinato ad altri jolly, e come nella funzione standard, sostituisce qualsiasi altro simbolo per creare combinazioni vincenti\nIl Jackpot straordinario di O Lantern Vs The Headless Horseman Jackpot funziona così: se riuscirai a far scattare il jackpot, il gioco rilascerà 4.000.000€ che farà salire vertiginosamente il tuo game count iniziale!\n\nIl tema di Halloween diventa ancora più spaventoso\nDi tutte le slot a tema Halloween sul mercato, questo gioco fa parte della Top Five! Contiene incredibili elementi di design, numerose funzionalità bonus e un jackpot enorme, quindi tutto quello che un Prof di slot online sogna! L’unica pecca è l’RTP leggermente più basso della media ma con la ricchezza degli extra non ci si può proprio lamentare!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jack O'Lantern vs The Headless Horseman",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/jack-olantern-vs-the-headless-horseman_thumb-286x217.jpg",
            "filename": "jack-olantern-vs-the-headless-horseman_thumb-286x217.jpg"
        }
    ],
    "name": "Jack O’Lantern vs The Headless Horseman"
}