{
    "studio": "Rarestone Gaming",
    "text": "\nJane Jones: Book of Kings 2\nNuova avventura, nuova avvincente possibilità di divertirsi con una slot firmata da Rarestone Gaming(Playtech). Parliamo di Jane Jones: Book of Kings 2, che è una vera certezza per i gamer appassionati di viaggi e belle grafiche. In questo viaggio verso l’Himalaya ci si trova di fronte a una struttura con 5 rulli e 10 linee di pagamento e una serie di bonus e funzionalità che meritano di essere provate. Con 2 scatter, quando ci si trova in modalità notturna si può provare la funzione Night Free Games che è caratterizzata da uno speciale simbolo in espansione. Mentre se giochi nella modalità giorno avrai un’icona diversa che sfrutta sempre la meccanica dell’espansione. Portano tutte e due alla vincita di giri gratuiti illimitati che sono indiscutibilmente la scelta migliore quando si parla di macchinette. Ma scopriamo di più su tale slot che ha un RTP fissato al 96,5%, capace di offrire fino a 4.000x della scommessa per ogni giro.\nLa grafica della slot\nIn questo sequel la nostra affascinante avventuriera Jane Jones si trova pronta a tutto e in procinto di muoversi verso l’antico Egitto. Alle spalle della griglia di gioco troviamo l’Himalaya, con montagne innevate e templi buddisti che hanno davvero un’ottima resa grafica. Il tema è approfondito grazie ai simboli che spaziano dalle classiche carte reali che sono A, K, Q, J e 10 con un valore basso. Si passa poi alle divinità buddista in oro, un ciondolo, un budda e ovviamente l’immancabile e sexy Jane Jones. E’ lei il simbolo più remunerativo e permette di pagare 1, 8, 40 o 400 volte la tua puntata se appare 2, 3, 4 o 5 volte in un giro. Come detto sono poi previsti dei simboli per la modalità Giorno e Notte che sono degli Scatter di cui parleremo nel prossimo capitolo legato alle sue funzioni bonus.\nFunzionalità speciali\nPartiamo dalla Night Mode che si apre con l’atterraggio di soli 2 scatter, come nel caso della Day Free Games. Il giocatore ha la possibilità di avere giri gratuiti illimitati in cui sarà centrale la funzione del simbolo in espansione che può arrivare a coprire l’intera griglia. Il gioco base di Book of Kings 2 parte proprio dal Giorno e potrai sbloccare la notte in modo del tutto casuale.\nIl Day Free Games si gioca nel momento in cui hai tre o più simboli jolly sui rulli che potranno atterrare solo in modalità giorno: con 3, 4 o 5 potrai vincere 2, 20 o 200x la tua puntata totale. Può sembrare complicato capire il passaggio tra le due funzionalità fin dalla prima partita, ma diventerà tutto molto comprensibile e intuitivo giocando.\nConsiderazioni finali su Jane Jones: Book of Kings 2\nA livello grafico la slot è veramente impeccabile e ben curata, purtroppo però non ci piace l’assenza di un accompagnamento sonoro che possa avvolgere e coinvolgere il giocatore nell’azione di gioco. Ma questo è un dettaglio soggettivo che per molti potrebbe non creare alcun problema. Sono interessanti le sue 2 modalità, i 2 scatter in espansione e le vittorie che possono generare con i giri gratuiti offerti senza limiti. Cerca di tenere un occhio sulla bella Jane Jones per riuscire così a innescare una vincita pari a 4.000 volte la tua puntata finale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jane Jones: Book of Kings 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/jane-jones-book-of-kings-2_slot-286x217.jpg",
            "filename": "jane-jones-book-of-kings-2_slot-286x217.jpg"
        }
    ],
    "name": "Jane Jones: Book of Kings 2"
}