{
    "studio": "Bally",
    "text": "\nJewel of the Dragon\nQuando pensiamo ad un racconto fantasy, o anche solamente a una fiaba, ci viene naturale immaginare alcuni archetipi.\nLa principessa rinchiusa nella torre di un castello, il cavaliere senza macchia e senza paura, il mago saggio, una strega molto furba e, naturalmente, anche il drago a guardia di un antico tesoro.\nJewel of the Dragon della Bally è una slot che decide di proporre il classico tesoro custodito dal drago come suo tema. Vediamolo più dettagliatamente nella recensione qui di seguito.\nJewel of the Dragon – Grafica\nLa griglia di gioco di Jewel of the Dragon si presenta in modo alquanto essenziale, mostrando giusto lo sfondo con montagne di monete d’oro e nemmeno una riga a delimitare i diversi rulli.\nI simboli della slot sono altrettanto semplici. Possiamo ritrovare i simboli delle carte (A di Asso, K di Re, Q di Regina, J di Fante e i numeri 10 e 9) e le campane che sono ormai un classico delle slot online come anche simboli più originali come quello del dollaro su un blasone dorato.\nA questi, naturalmente, si aggiungono i simboli che danno il nome alla stessa slot: il Drago, di cui parleremo dopo e i gioielli come la corona ricca di pietre preziose.\nJewel of the Dragon soffre di una grafica piuttosto scarna, sebbene essa cerchi di compensare con colori vivaci che possono attrarre possibili giocatori. In un certo senso, si può dire che Jewel of the Dragon non è la migliore slot a tema ma nemmeno la peggiore.\nMa ora concentriamoci sul suo gameplay!\nJewel of the Dragon – Gameplay\nSebbene a un occhio distratto la slot possa apparire simile a molte altre che possibile trovare online, sono le piccole differenze che rendono particolare Jewel of the Dragon. Tanto per iniziare, se la maggior parte dei titoli utilizza una griglia di gioco di tipo 5*3 con quindici simboli mostrati a ogni giocata, questa slot utilizza un meccanismo di tipo 5*4.\nCosì facendo vengono mostrati ben venti simboli a giocata, i quali si vanno a combinare seguendo le linee di vincita.\nCiò che colpisce maggiormente l’attenzione è la modalità bonus: il simbolo del Drago, come era lecito aspettarsi dal titolo della slot, è la nostra chiave per accedere al tesoro. Trovandone almeno tre, otterremo dei giri gratuiti con simbolo Wild fissi, i quali aumenteranno sensibilmente il valore delle nostre vincite nel corso dei vari giri.\nSebbene i giri gratuiti non possano essere ritriggerati nel corso della stessa modalità, non è raro ottenere delle vincite piuttosto corpose, anche dal valore di 165 volte quello della nostra puntata.\nSlot simili a Jewel of the Dragon\nLa figura mitologica del drago ha ispirato moltissime slot. Possiamo nominarne alcune fra le quali: Dragon’s Revenge, Dragon Island, Flaming Dragon, Gold Dragon Red Dragon, o quelle legate alla mitologia orientale come Dragon Dozer, 88 Dragon e Sakura Dragon.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jewel of the Dragon",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/jewel-of-the-dragon_free-286x217.png",
            "filename": "jewel-of-the-dragon_free-286x217.png"
        }
    ],
    "name": "Jewel of the Dragon"
}