{
    "studio": "NetEnt",
    "text": "\nJimi Hendrix\nLa storia del rock\n\nLunedì 19 agosto, Woodstock. Alle nove di mattina, di fronte a una folla oceanica, sale sul palco Jimi Hendrix con la sua inseparabile Stratocaster, dando vita a un concerto memorabile rimasto nella storia delle esibizioni live. Un anno dopo morirà in una casa di Londra dopo aver ingerito grosse quantità di alcool e tranquillanti.\nChitarrista dallo stile iconico, in questa slot si respira tutta l’aria degli anni Sessanta e quel vento di libertà e rivoluzione che animava il cuore di milioni di giovani statunitensi.\nIn un paesaggio desertico che ci fa pensare subito a Woodstock, si trova la nostra griglia di gioco, che ricorda vagamente nella forma la cassa della Fender Stratocaster, la preferita da Jimi. Simboli tematici riportano alla mente il periodo del Peace and Love, come i fiori, il simbolo della pace, il vinile.\nLa colonna sonora è un mix di hits, a partire dalla famosissima e iconica Voodoo Child.\nUna slot dallo stile classico\nLa NetEnt ha scelto una griglia classica con 5 rulli e 3 righe, su cui sono disposte 20 linee di pagamenti fisse. Operando sui livelli delle puntate e sul costo dei gettoni, si possono creare scommesse personalizzate. Con la più bassa – livello 1 e costo del gettone fissato a 0,01 per linea di pagamento – un singolo Spin costerà appena 0,20 €.\nIl tasto Max Bet ci permette di impostare il livello 10 con un solo click, con il pulsante Gioco Automatico possiamo invece dare avvio all’Autoplay.\nLa volatilità è media e il valore RTP è del 96,9%.\nTutta la magia dei Sessanta\nIn Jimi Hendrix troviamo diversi tipi di simboli: basso, medio, alto livello e speciali. Si va dalle carte da gioco all’occhio, il fiore, il vinile, il cuore e il simbolo della pace. Per avere vincite più alte bisogna però puntare sulle due Stratocaster e sul volto di Jimi, che è anche il Wild e sostituisce tutti i simboli eccetto gli Scatter.\nCi sono due funzioni speciali:\n– Purple Haze che trasforma i simboli di basso livello in Wild.\n– Re-Spin Red Guitar che offre uno Spin gratis\nLo Scatter è Jimi Hendrix con in mano la Fender. Tre di questi regalano uno dei Bonus Pick and Click a disposizione:\n– Gettoni: vincita random compresa tra 8x e 30x la scommessa\n– Free Spins Crosstown Traffic: si vincono sei Free Spins con Wild camminanti che si spostano di rullo a ogni giro.\n– Free Spins Purple Haze: si ricevono da 6 a 12 Free Spins durante i quali i simboli di basso livello vengono trasformati in Wild.\n– Free Spins Little Wing: da 6 a 12 Free Spins e Wild sovrapposti sui rulli in modo casuale.\n\nDomande Frequenti \nQuanti Bonus ci sono in Jimi Hendrix?\n\nIn tutto si possono vincere sei funzioni speciali\n\n\n\nA quanto ammonta il ritorno teorico al giocatore?\n\nIl valore RTP è del 96,9%\n\n\n\nPosso giocare a Jimi Hendrix anche sul tablet?\n\nCerto, questa slot è creata per funzionare su tutti i dispositivi\n\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jimi Hendrix",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/jimi-hendrix-logo-286x217.jpg",
            "filename": "jimi-hendrix-logo-286x217.jpg"
        }
    ],
    "name": "Jimi Hendrix"
}