{
    "studio": "Thunderkick",
    "text": "\nJin Chan’s Pond of Riches\nNel mondo delle slot machine sono diversi i temi che ricorrono in maniera più o meno frequente e quello legato al mondo e alla cultura asiatica, cinese in particolare, è dopo l’Antico Egitto uno dei più sfruttati in assoluto.\nDetto questo, sebbene non spicchi per originalità, il modo in cui in Jin Chan’s Pond of Riches è sviluppato il tema della cultura asiatica è molto interessante e ben costruito.\nIl protagonista di Jin Chan’s Pond of Riches è un ranocchio molto particolare, chiamato appunto Jin Chan, che nella cultura cinese rappresenta un Feng Chui, ossia un simbolo di fortuna e prosperità, molto noto!\nIl vero punto di forza di questa slot machine prodotta dalla software house Thunderkick non è però il tema, bensì la grafica: ci troviamo infatti davanti a un compartimento grafico davvero d’eccellenza! Ve ne potrete rendere conto anche solo accedendo all schermata iniziale di Jin Chan’s Pond of Riches in cui troverete uno stagno rappresentato in maniera molto realistica , in mezzo al quale sorge una tradizionale pagoda.\nI rulli sembrano anch’essi immersi nello stagno, sono contornati da una ricca cornice che raffigura vari animali e strutturati come se la griglia fosse essa stessa un’antica pagoda.\nSe cercate un gioco veramente bello graficamente, Jin Chan’s Pond of Riches potrebbe essere proprio quello che fa per voi!\nCaratteristiche principali della slot machine\nJin Chan’s Pond of Riches ha una griglia di gioco tradizionale, composta da cinque rulli, tre righe e quindici linee di pagamento. Il range di scommessa è molto ampio: potrete infatti effettuare delle puntate a partire da soli 10 centesimi fino ad arrivare a un massimo di 100 € a giro.\nQuesta slot di casa Thunderkick è caratterizzata da una volatilità molto alta, che, unita a un ritorno teorico al giocatore davvero basso (94,27 %), potrebbe richiedere molta pazienza, prima che possiate mettervi in tasca dei bei premi.\nSe non avete intenzione però di spendere del denaro vero, potrete tranquillamente giocare a Jin Chan’s Pond of Riches in maniera del tutto gratuita e senza necessità di registrazione grazie alla disponibilità della versione demo!\nSimboli e funzionalità di Jin Chan’s Pond of Riches\nA una grafica davvero molto bella in Jin Chan’s Pond of Riches si associa un gameplay altrettanto interessante e ben congegnato.\nI simboli che trovate sui rulli sono i reali, dal 9 all’Asso, più alcuni simboli caratteristici della cultura cinese, quali la tartaruga, l’airone, la carpa e la rana.\nLa luna piena è il simbolo Wild con funzione di jolly, mentre lo Scatter, rappresentato da Jin Chan con in bocca una moneta d’oro, regala dagli 8 ai 16 giri gratuiti quando compare sui rulli per almeno tre volte!\nAvrete poi la possibilità di usufruire di una funzionalità Sticky Respins, che vi farà vincere tanti ulteriori giri gratuiti e ricchi premi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jin Chan's Pond of Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/jin-chans-pond-of-riches-featured-286x217.jpg",
            "filename": "jin-chans-pond-of-riches-featured-286x217.jpg"
        }
    ],
    "name": "Jin Chan’s Pond of Riches"
}