{
    "studio": "Rarestone Gaming",
    "text": "\nJinns Moon\nSali sul tappeto volante insieme alla splendida Jasmine e al simpatico Abu, grazie a Jinns Moon potrai entrare anche tu nel magico mondo delle “Mille e una notte”!\nTema e grafica\nQuesta slot nata dalla sinergia tra Rarestone Gaming e Playtech, è ispirata ai racconti delle Mille e una notte e più in particolare alla fiaba “Aladino e la lampada meravigliosa”. La storia è nota, ma per chi non la ricordasse forse è il caso di ricordarla brevemente. Aladino è un giovane senza lavoro che viene costretto da un mago a scendere sottoterra per recuperare una lampada a olio. Dopo essere rimasto intrappolato, Aladino riesce a fuggire grazie all’aiuto del genio della lampada. Tornato nella sua città, si innamora della figlia dell’imperatore, il cui nome significa Luna piena delle lune piene.\nEd è proprio la luna uno dei simboli più importanti del gioco. Prima di parlare del gameplay, vogliamo spendere parole sulla grafica. Vista l’ambientazione della slot, i colori non possono che tendere all’arancione del deserto presente sullo sfondo. I simboli sono ricchi di dettagli e si animano a seguito di vincite o bonus mentre un sottofondo musicale orientaleggiante ci accompagna durante tutto il gioco. Sotto i rulli troviamo tutte le informazioni sulla scommessa e i tasti per settare a meglio le impostazioni.\nCaratteristiche della slot\nLa griglia di giochi ha una struttura tradizionale con 5 rulli e 3 righe. Le 50 linee di pagamento sono fisse, con la puntata minima che è di 0,25 € per spin sino a un massimo di 500 €. È possibile attivare tra 5 e 100 giri automatici, che possono essere disattivati in ogni momento. Jinns Moon ha un ottimo RTP pari al 96,58% e volatilità alta.\nSimboli e funzionalità\nIn questa slot sono presenti diversi bonus e 3 Jackpot di livello. Prima però vediamo quali sono i simboli e quanto possiamo vincere grazie a essi. Le carte da gioco dal 10 all’asso sono naturalmente quelle che ripagano meno, seguiti dalla scimitarra, dal tappeto volante e dal pentolone colmo di oro. La scimmietta è il simbolo con il valore più alto. La principessa è il nostro Wild, sostituisce tutti i simboli tranne lo Scatter e può comparire solo sui rulli 2, 3, 4 e 5 durante il gioco regolare. Se vediamo comparire la principessa su 5 slot, allora avremo diritto a un moltiplicatore 75x. Lo Scatter è la lampada magica, se compare almeno 3 volte otterremo 8 partite gratuite oltre a una somma di denaro. La luna piena è il nostro simbolo Bonus, può comparire su tutti i rulli e ci garantisce un moltiplicatore compreso tra 1x e 50x, oltre a dare vita al Fire Blaze Jackpot. In questo caso vengono assegnati 3 giri gratuiti durante i quali i simboli bonus che hanno attivato la funzione rimangono bloccati sui rulli. A ogni giro successivo compare o un premio in denaro o una luna con una stella del jackpot. Se alla fine dei Respin i rulli sono interamente ricoperti dalle lune, allora vinceremo il Grand Jackpot, ossia la puntata totale moltiplicata per 2.000. In caso contrario, le lune con le stelle si trasformeranno e in base la loro numero potranno segnare il Major jackpot (puntata totale moltiplicata per 500), il Minor jackpot (puntata totale moltiplicata per 100) oppure il Mini jackpot (puntata totale moltiplicata per 20).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jinns Moon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/jinns-moon_slot-286x217.jpg",
            "filename": "jinns-moon_slot-286x217.jpg"
        }
    ],
    "name": "Jinns Moon"
}