{
    "studio": "Pragmatic Play",
    "text": "\nJohn Hunter and the Book of Tut\nNel mondo dei casinò online, il nome John Hunter potrebbe aver raggiunto la popolarità di Indiana Jones! La somiglianza del personaggio e della trama alla famosa serie cinematografica è davvero sorprendente! Nonostante il tema principale di questa slot gratis sviluppata da Pragmatic Play ruoti intorno all’ormai inflazionato mondo dell’Antico Egitto, questa slot che continua la saga dopo John Hunter Tomb of the Scarab Queen, oltre simboli dorati e icone egiziane, risulta davvero convincente, con una grafica e animazioni in alta definizione. Se continuerai a leggere la mia recensione scoprirai gli aspetti più interessanti…\nCaratteristiche principali di John Hunter and the Book of Tut\nSe hai amato la slot Book of Dead di Play’N Go, questo titolo ti convincerà! Con simboli bonus  in espansione, giri gratuiti e 5.500 possibili vincite il gioco si fa entusiasmante. Scopri i tesori perduti dei Faraoni in questa slot con 10 linee di pagamento e un set di rulli composto da tre file e cinque rulli. Il ritorno teorico al giocatore (RTP) è del 96,50%, la varianza è elevata e il potenziale di pagamento massimo è di 5000x. Tutto sommato, non è un brutto scenario per un’avventura ambientata in Egitto. Per ottenere una combinazione vincente devi garantire 3 o più simboli corrispondenti su una delle linee di pagamento. Ricorda che i 4 simboli più pagati richiedono solo 2 (o più) simboli per ottenere un pagamento. A livello di puntate, è possibile giocare da 10 centesimi a 100 euro per giro. Pragmatic Play offre una funzione Autoplay che è standard per tutti le loro slot. Puoi giocare fino a 100 autospin e stoppare se il tuo saldo aumenta o diminuisce dall’importo scelto o se una singola vincita supera un importo selezionato. Infine, ci sono le modalità Turbo e Quick Spin per un gioco più veloce.\nQuali sono le Funzioni Bonus in John Hunter and the Book of Tut?\nQuesta slot gratis e senza registrazione ha solo 1 bonus, offre potenzialmente giri gratuiti illimitati e simboli speciali in espansione. Ecco il dettaglio:\n\nFunzione giri gratuiti\n\nLa funzione Free Spins viene giocata quando ottieni 3, 4 o 5 simboli scatter del simbolo Libro ovunque sui rulli. 3, 4 o 5 ti daranno un pagamento di puntata di 2, 20 o 200 volte oltre a 10 giri gratuiti;\n\nSimbolo in espansione\n\nPrima dell’inizio dei giri gratuiti, viene scelto casualmente uno speciale simbolo di espansione. Quando appare questa icona, essa si espanderà verticalmente per coprire l’intera bobina. Questo speciale simbolo in espansione paga in base alla tabella dei pagamenti anche su rulli non adiacenti, il che significa che può atterrare ovunque. Il simbolo si espanderà solo se devi completare una combinazione vincente. Infine, 3 o più scatter di simboli Libro assegneranno 10 giri gratuiti aggiuntivi. Ricorda che puoi riattivare all’infinito giri gratuiti illimitati.\nQuali sono le vincite possibili?\nLa vincita massima per giro gratuito dipende da qual è il simbolo di espansione speciale. I punti seguenti evidenziano il miglior pagamento per simbolo:\n\nQ, J o 10 simboli – 100x la puntata\nSimboli K o A – 150x la puntata\nScarabeo o simboli di Gatto – 750x la puntata\nSimbolo del Faraone – 2.000x la puntata\nSimbolo di John Hunter – 5.000x la puntata\n\nScopri la slot  John Hunter and the Book of Tut richiedendo un’offerta di benvenuto direttamente da questa pagina e gioca nei casinò online più votati.\n\nJohn Hunter and the Book of Tut FAQ: domande e risposte più frequenti \nA quanto ammonta l’RTP di questa slot?\n\nIn John Hunter and the Book of Tut l’RTP è del 96,5%. Questo valore è abbastanza alto per uno slot online. Se dovessi puntare 100 euro ad esempio, vinceresti mediamente 96,50 euro dando al casinò online un margine di vantaggio del 3,5%. Essendo altamente volatile, con questa slot hai bisogno di un po’ di pazienza e fortuna.\n\n\n\nQual è la vincita massima in John Hunter and the Book of Tut?\n\nLa vincita massima con un giro di John Hunter and the Book of Tut è di 5.000 volte la puntata totale. Questo è molto più probabile nella funzione Free Spins in quanto viene scelto un simbolo di espansione speciale che può coprire tutte e 5 le bobine che mostrano esattamente lo stesso simbolo.\n\n\n\nEsiste una slot mobile John Hunter and the Book of Tut?\n\nCertamente. La slot John Hunter e il Book of Tut è stato realizzato con tecnologia HTML5, quindi è disponibile per essere giocata su dispositivi mobili, tablet e desktop. Puoi giocare utilizzando dispositivi basati su sistemi operativi iOS, Android e Window.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "John Hunter and the Book of Tut",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/john-hunter-and-the-book-of-tut-thumb-286x217.jpg",
            "filename": "john-hunter-and-the-book-of-tut-thumb-286x217.jpg"
        }
    ],
    "name": "John Hunter and the Book of Tut"
}