{
    "studio": "BGAMING",
    "text": "\nJohnny Cash\nSe siete arrivati a questa slot machine cercando un gioco che rende omaggio al cantante di Walk the Line, be’, vi trovate decisamente nel posto sbagliato!\nJohnny Cash, slot prodotta dalla software house BGaming, non ha infatti niente a che vedere con lo straordinario omonimo artista, ma è un gioco divertente e ben realizzato in cui il protagonista è un simpaticissimo cactus-cowboy!\nLa schermata iniziale ci accoglie proprio con l’immagine del cactus che alza all’aria due pistole e che fa capolino dalla scritta “Johnny Cash”.\nAlle spalle del cactus troviamo un paesaggio tipico del selvaggio west, in cui deserto e natura impervia fanno da cornice a monete e sacchi colmi di denaro. Lo stesso sfondo lo abbiamo anche nella schermata di gioco.\nJohnny Cash dal punto di vista grafico non vi sbalordirà, ma il gioco veloce e lo stile divertente renderanno l’esperienza ludica ugualmente molto piacevole.\nCaratteristiche principali della slot machine\nJohnny Cash è una slot che prevede cinque rulli e venti linee di pagamento, e che vi dà la possibilità di vincere premi fino a 1.000 volte il valore della vostra scommessa.\nLe opzioni di scommessa vanno da un minimo di 0,20 fino a un massimo di 50 € per ciascun giro; si vince ogni volta che si ottiene una combinazione di simboli uguali su rulli adiacenti a partire da sinistra verso destra.\nSi tratta di un gioco caratterizzato da una volatilità media, per cui troverete un giusto equilibrio tra frequenza di vincita e valore dei premi.\nPer quanto riguarda invece il ritorno teorico al giocatore (return to player o RTP), dobbiamo dire che Johnny Cash non è tra le slot migliori: con solo il 93,9% si rivela infatti da questo punto di vista piuttosto deludente.\nSimboli e funzionalità speciali di Johnny Cash\nJohnny Cash non è una slot machine particolarmente elaborata per quanto riguarda il gameplay e nemmeno riguardo la scelta dei simboli.\nAd alternarsi sui rulli abbiamo infatti le carte da gioco e alcuni simboli tematici, tra i quali una bottiglia di tequila, un cappello da cowboy, un sacco di denaro, un’icona del cactus fuorilegge, un candelotto di dinamite e un distintivo da sceriffo.\nIl distintivo dello sceriffo rappresenta il Wild del gioco e sostituisce tutti i simboli, tranne lo Scatter, nel completamento di una combinazione vincente.\nLo Scatter è invece rappresentato dal candelotto di dinamite, che se compare per tre, quattro o cinque volte sui rulli, regala non solo un numero variabile di giri bonus ma anche un moltiplicatore di 2x, 10x o 100x.\nDopo una vincita di qualsiasi importo c’è poi la possibilità di sfidare ulteriormente la fortuna grazie alla funzione Gamble, che permette di scommettere sul colore e sul seme di una carta girata che apparirà sullo schermo. Se si indovina la scommessa, vedrete la vostra vincita raddoppiata o quadruplicata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Johnny Cash",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/johnny-cash-featured-286x217.png",
            "filename": "johnny-cash-featured-286x217.png"
        }
    ],
    "name": "Johnny Cash"
}