{
    "studio": "Pragmatic Play",
    "text": "\nJohn Hunter and the Aztec Treasure\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 5\nLinee di gioco: 7776\nImporto minimo della puntata: 0,20 €\nImporto massimo della puntata: 100 €\nReturn to Player (RTP): 96,5%\nVolatilità: alta\nCaratteristiche principali\nCon John Hunter and the Aztec Treasure ci troviamo nel secondo capitolo della saga dedicata alle vicende dell’esploratore John Hunter, raccontate in tre slot della software house Pragmatic Play. Mentre la prima puntata della serie, John Hunter and the Da Vinci’s Treasure, aveva suscitato non poco scalpore per l’irraggiungibile montepremi promesso, pari a 48.000 volte la puntata, questa slot ha ricevuto commenti non proprio entusiasti per via del fatto che si tratta, secondo molti, di una sorta di mix tra la famosissima slot Montezuma’s Treasure della Interactive e una specie di prototipo artigianale presente sul motore Megaways.\nIl tema del gioco non è nuovo nel mondo delle slot machine: diversi sviluppatori hanno proposto nel loro catalogo delle saghe dedicate alla figura di un esploratore, tra le quali ricordiamo Rich Wilde della Play’n Go e la serie del Libro dei Morti di casa Novomatic.\nIn John Hunter and the Aztec Treasure ci troviamo immersi nell’antica cultura azteca, con scenari tipici sudamericani e una grafica coinvolgente, che mette in risalto il carattere avventuroso del gioco.\nSi può scommettere su questa slot fino a 100 €, ma è possibile giocare anche nella modalità “play for fun”, senza soldi veri, offerta da diversi casinò online. L’RTP è pari al 96,5% mentre la volatilità è alta, il che significa che si possono ottenere delle vincite consistenti ma non con una grande frequenza.\nSimboli, Wild e Scatter\nUna piramide azteca illuminata da delle torce fa da sfondo ai simboli che si alternano sui rulli: una torcia, appunto, un cappello, un tucano, un serpente, una pantera e ovviamente l’esploratore John Hunter.\nIl simbolo Wild è rappresentato da una maschera che riproduce un totem: può comparire solo sui rulli 2, 3 e 4 e sostituisce tutti gli altri simboli, tranne lo Scatter.\nIl simbolo Scatter è invece un’antica meridiana e quando appare sui rulli attiva la modalità Free Spins, con un numero di giri gratuiti che varia da 5 a 25. Durante i Free Spins inoltre, tutte le vincite saranno moltiplicate dalle 2 alle 20 volte, e se compare nuovamente lo Scatter si potranno aggiungere ulteriori giri gratuiti a quelli già ottenuti.\nSlot simili a John Hunter and the Aztec Treasure\nSe avete amato questo capitolo della saga dell’esploratore Hunter, dovreste provare le altre due slot: John Hunter and the Tomb of the Scarab Queen e John Hunter and the Da Vinci’s Treasure. Se invece ciò che vi cattura è il tema storico riferito all’antica cultura azteca, tra antichi tempi e suggestivi totem vi suggeriamo di dare uno sguardo a Montezuma’s Treasure della Interactive, ad Aztec Princess e Aztec Idols della software house Play’n Go e Amazing Aztecs del provider JFTW.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "John Hunter and the Aztec Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/john-hunter-and-the-aztec-treasure_logo-286x217.jpg",
            "filename": "john-hunter-and-the-aztec-treasure_logo-286x217.jpg"
        }
    ],
    "name": "John Hunter and the Aztec Treasure"
}