{
    "studio": "Pragmatic Play",
    "text": "\nJohn Hunter Tomb of the Scarab Queen\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 5\nLinee di gioco: 25\nImporto minimo della puntata: 0,25 €\nImporto massimo della puntata: 125 €\nVincita massima: x10.500 volte la puntata\nReturn to Player (RTP): 96,5%\nVolatilità: media\nCaratteristiche principali\nJohn Hunter and the Tomb of the Scarab Queen è il lunghissimo titolo della terza slot dello sviluppatore Pragmatic Play, che racconta le vicissitudini dell’avido esploratore John Hunter mentre gira il mondo cercando di appropriarsi di ricchezze e tesori vari.\nLa figura dell’esploratore alla ricerca dei tesori non è una novità: prima della Pragmatic ci hanno pensato la Play’n Go con la figura di Rich Wilde e la Novomatic con la serie del Libro dei Morti.\nCon la prima uscita della saga di John Hunter, chiamata Da Vinci’s Treasure, la Pragmatic suscitò abbastanza clamore pubblicizzando una vincita stratosferica pari a 48.000 volte la puntata, vincita a cui mai nessuno, ovviamente, è mai andato neanche vicino! Polemiche anche per la seconda slot della serie, Aztec Treasure, quando fu rivelato che la slot in realtà non era del tutto originale ma si trattava di una sorta di mix tra il classico della Interactive Montezuma’s Treasure e una sorta di prototipo fatto in casa sul motore Megaways.\nPer quanto riguarda quest’ultimo capitolo della serie, l’esploratore John Hunter si trova niente meno che tra le piramidi di Giza: il gioco prevede 5 rulli e 25 linee di pagamento ed è arricchito dalla possibilità di ottenere svariati giri gratuiti e dei moltiplicatori fino a x25.\nSimboli, Wild e Scatter\nLo sfondo di John Hunter and the Tomb of the Scarab Queen è un ambiente desertico con le grandi piramidi che fiancheggiano i rulli e anche i simboli con maggior valore sono a tema Antico Egitto come il book of ra slot. Tra questi troviamo, per quanto riguarda i simboli regolari, una borsa in cuoio, una pistola nella fondina, l’esploratore John Hunter e la divinità Anobi. La regina Cleopatra è il Wild di questa slot machine e può sostituire tutti gli altri simboli, tranne lo Scatter, per ottenere una combinazione vincente. Lo Scatter è rappresentato invece dalla maestosa piramide e permette di accedere ai giri gratuiti, in cui si potrà approfittare anche di vari moltiplicatori.\nOltre si simboli tematici, troviamo le lettere che si riferiscono alle carte da gioco, in questo caso solo dal J all’Asso.\nJohn Hunter and the Tomb of the Scarab Queen: conclusioni\nDelle tre slot machine della saga dell’esploratore Hunter, questa è la meglio riuscita: è innanzitutto una slot originale, il montepremi è alto ma non del tutto improbabile come quello del primo capitolo della serie, inoltre il gameplay lineare è arricchito con delle funzionalità speciali che rendono il gioco abbastanza divertente.\nSi può giocare a John Hunter and the Tomb of the Scarab Queen sia da computer desktop sia da dispositivi mobili in diversi casinò online, scommettendo a partire da 0,20 € fino a 125 € a giro.\nLa colonna sonora di ispirazione egiziana e la grafica ben curata, infine, vi faranno vivere un’esperienza di gioco gradevole!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "John Hunter Tomb of the Scarab Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/john-hunter-tomb-of-the-scarab-queen_slot-286x217.jpg",
            "filename": "john-hunter-tomb-of-the-scarab-queen_slot-286x217.jpg"
        }
    ],
    "name": "John Hunter Tomb of the Scarab Queen"
}