{
    "studio": "Peter and Sons",
    "text": "\nJohnan Legendarian\nLasciati trasportare in tempi antichi, tra storie, leggende ed eroi senza tempo. Questo è il primo di una lunga (si presuppone al momento) serie di slot a tema leggendario firmata da Peter & Sons. Johnan Legendarian è un’avventura epica che il giocatore può vivere alla ricerca di ricchezze e soprattutto gloria! Siamo di fronte a una struttura di gioco 5×3 con alta volatilità e la possibilità di vincere fino a 5000 volte la tua scommessa. Ogni gamer ha a disposizione 10 linee di pagamento con Wild, Scatter e 2 giochi bonus con giri gratuiti. Il grande colpo di scena è rappresentato dal Super Bonus che assegna 10 spin gratuiti e si ottiene solo collezionando dei simboli Bonus appositi, che richiedono un po’ di sana pazienza al gioco.\nGrafica della slot\nLe avventure del nostro eroe sono raccontate e percorse grazie a questa video slot che ha un’elevata volatilità con un RTP del 96,03%. A livello grafico il protagonista appare come un “bonaccione”, che spicca su uno sfondo cupo, con gigantesche colonne di legno su entrambi i lati. Molto piacevole è la sua colonna sonora epica che scandisce la sessione di gioco e l’intero gameplay sposandosi al meglio con la scelta grafica. Tra i simboli con il valore più basso abbiamo le carte Reali che vanno da 10 ad A, e assegnano da 7 a 10 volte la scommessa effettuata. Si sale poi con le icone di Spade, Arco e Frecce, oltre a due creature che sono il Lupo e un Drago. Il mago è lo Scatter che può sostituire tutti i simboli e attivare i giri gratuiti; se ne trovi 5 sui rulli vinci 500 volte la tua scommessa.\nCaratteristiche del gioco e funzionalità speciali\nLa parte più interessante della slot sono i suoi free spin e il meccanismo di accumulo punti che si può trovare in basso, sotto la griglia di gioco. Con ogni Scatter è possibile aumentare la barra di avanzamento e spingersi verso l’ottenimento dei 10 Super Free Spins. Questa funzionalità speciale aggiunge la possibilità di ottenere altri 10 giri gratis, per continuare così a sognare ricchi premi. Va detta una cosa però: per sbloccare questa funzione serve molta pazienza e in media un’attesa di almeno due mila giri. Ovviamente si tratta solo di un calcolo stimato in base alle esperienze dirette di gioco.\nConsiderazioni finali sulla slot\nPeter & Sons iniziano a farsi riconoscere per le loro meccaniche di gioco e per lo stile grafico. Con questa slot Johnan Legendarian hanno sicuramente fatto un buon lavoro, offrendo un titolo che sia giocabile e divertente. Ci sono buone possibilità di vincite con le funzioni extra e non tanto con il gioco di base, ma la parola d’ordine è solo una: pazienza! Senza quella infatti è davvero difficile riuscire a considerarla una slot degna dei migliori titoli del momento.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Johnan Legendarian",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/johnan-legendarian_gratis-286x217.png",
            "filename": "johnan-legendarian_gratis-286x217.png"
        }
    ],
    "name": "Johnan Legendarian"
}