{
    "studio": "Pragmatic Play",
    "text": "\nJohn Hunter and the Mayan Gods\nJohn Hunter and the Mayan Gods è una slot machine prodotta dalla software house Pragmatic Play, ed è il nuovissimo capitolo della saga dedicata all’esploratore John Hunter.\nIl filone delle saghe sugli esploratori alla scoperta di tesori nascosti ha tra i suoi “padri fondatori” Indiana Jones, che ha appassionato generazioni di adulti e bambini dagli anni ’90 in poi. Nel corso degli ultimi decenni abbiamo visto diverse variazioni sul tema, inclusa la versione femminile con Tomb Rider e, infine, gli esploratori di antiche civiltà hanno fatto il loro ingresso anche nel mondo delle slot machine.\nLa Pragmatic Play ha prodotto cinque giochi intorno alla figura dell’esploratore John Hunter, e John Hunter and the Mayan Gods è proprio l’ultimo capitolo della saga.\nJohn Hunter in questo caso si trova a cercare tesori nientemeno che in un tempio Maya, con una slot dalla grafica come sempre molto bella e con un sistema di gioco che, siamo certi, soddisferà anche i giocatori più esigenti.\nJohn Hunter and the Mayan Gods sfrutta la tecnologia HTML5 e questo vi permetterà di giocare non solo da pc ma anche da dispositivi mobili.\nCaratteristiche principali della slot machine\nJohn Hunter and the Mayan Gods ha una struttura di gioco tradizionale, con cinque rulli e tre righe, e prevede dieci linee di pagamento, sulle quali si possono scommettere da 0,1 fino a 100 gettoni per ciascun giro.\nLa vincita massima che potrete ottenere giocando con John Hunter and the Mayan Gods è pari a 500 volte il valore della vostra puntata, niente male considerando anche che con un ritorno teorico che si attesta al 96,51% le vincite possono diventare davvero interessanti!\nSimboli e funzionalità speciali di John Hunter and the Mayan Gods\nI simboli che si alternano sui rulli di John Hunter and the Mayan Gods comprendono sia icone tematiche che non tematiche.\nLe prime sono rappresentate dalle carte da gioco dal J all’Asso, che, come sempre accade, sono anche quelle con valore minore.\nI simboli tematici raffigurano una serie di oggetti tipici della cultura Maya, che includono una coppa, un coltello, un anello e una rappresentazione di Kukulkàm; a questi si aggiungono poi il nostro esploratore John Hunter e lo Sciamano Maya.\nJohn Hunter è tra tutti i simboli quello che ha un valore maggiore, regalando una vincita pari a 50 volte la puntata con un allineamento di cinque simboli.\nÈ presente un simbolo Wild che sostituisce tutte le altre icone per il completamento di una combinazione vincente, e che p identificato semplicemente dalla scritta corrispondente.\nIl simbolo Scatter attiva invece la modalità Free Spins quando tre o più icone compaiono sui rulli in uno stesso giro: vi saranno regalati 12 giri gratuiti durante i quali ogni volta che apparirà un simbolo Wild riceverete un ulteriore Free Spin.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "John Hunter and the Mayan Gods",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/john-hunter-and-the-mayan-gods-featured-286x217.jpg",
            "filename": "john-hunter-and-the-mayan-gods-featured-286x217.jpg"
        }
    ],
    "name": "John Hunter and the Mayan Gods"
}