{
    "studio": "Spearhead Studios",
    "text": "\nJohn Daly Spin It And Win It\nJohn Daly Spin It And Win It è una slot gratis realizzata dal versatile Spearhead Studios con un layout 5×3 e 243 payline ispirata al gioco del golf. Sono presenti un simbolo Wild che avvia ben 4 funzioni Bonus diverse. La puntata minima è di 0,10€ e quella massima è di 100€. L’RTP è del 94.78% e la varianza è medio-alta richiedendo così più pazienza per ottenere però alte vincite.\nSimboli della slot John Daly Spin It And Win It\nLa slot machine John Daly Spin It And Win It ha 9 simboli regolari che spaziano da quelli a pagamento basso (le carte da gioco 10, Re, Donna, Jack e Asso) a quelli a pagamento alto (John Daly, Golf Buggy, Four-pack, Coperta del Leone).\nTroverai anche simboli speciali tra cui il Wild, che rappresenta una pallina da golf con la lettera “W” che può apparire su qualsiasi rullo e sostituire tutti i simboli tranne il Trofeo Bonus, che attiva la funzione Bonus Game.\nTre fantastici Bonus Game\nNel corso del gioco base possono essere attivati ben 3 funzioni bonus differenti che vengono attivate casualmente:\n\nRandom Wild: farà atterrare da 1 a 5 Wild sui rulli.\nExpanding Win: sui rulli cadrà una combinazione vincente si verrà bloccata in quella posizione. Le restanti posizioni gireranno di nuovo e se un’altra icona si unirà alla vincita i simboli resteranno bloccati per un altro giro.\nWalking Wilds: un simbolo Tornado Wild si ferma sui rulli e si blocca per un giro in quella posizione. Si sposta poi di un posto verso sinistra o destra prima di un nuovo giro. La cosa continua fino al momento in cui l’icona Wild uscirà dallo schermo.\n\nScopriamo i Mystery Bonus\nCon 3 bonus Scatter si potrà scegliere tra 3 funzionalità:\nThe Big Swing di John Daly, che assegnerà un moltiplicatore fino a un massimo di 20.000x la scommessa;\nFree For All: riceverai 8 Free Spin oltre ad uno Sticky Wild e un moltiplicatore 2x o 3x;\nSticky Balls: otterrai 10 Free Spin e la griglia si trasforma in un layout 5×4 dove gireranno svariate palline tra cui quelle d’oro e multicolori, permettendoti di ottenere moltiplicatori e altri Free Spin.\nFAQ – Domande frequenti sulla slot John Daly Spin It And Win It\nCome si presenta la slot John Daly Spin It And Win It?\nLa slot John Daly Spin It And Win It è una video slot con un layout di 5 rulli e 3 righe ricca di funzionalità con ben 243 linee di pagamento, ambientata nel mondo del gioco del golf.\nQuali sono la varianza e l’RTP della slot John Daly Spin It and Win It?\nLa varianza della video slot John Daly Spin It and Win It è medio alta mentre il Ritorno al Giocatore (RTP) è attestato al 94.78%.\nPosso giocare gratuitamente a John Daly Spin It and Win It?\nCeramente! Troverai la versione demo gratuita di John Daly Spin It and Win It per familiarizzare con il gioco e giocare successivamente con soldi veri.\nTroverò dei giochi Bonus in John Daly Spin It and Win It?\nAssolutamente sì! Ti imbatterai in simboli Random Wild, Sticky Wild e Expanding Wild, oltre a poter attivare i 3 fantastici Mistery Bonus: The Big Swing, Free For All e Sticky Balls.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "John Daly Spin It And Win It",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/07/john-daly-spin-it-and-win-it_logo-286x217.png",
            "filename": "john-daly-spin-it-and-win-it_logo-286x217.png"
        }
    ],
    "name": "John Daly Spin It And Win It"
}