{
    "studio": "High 5 Games",
    "text": "\nJoker Riches 2\nLa vita di corte non doveva essere per niente facile, con il re e la regina costantemente impegnati a mandare avanti regni che si estendevano a perdita d’occhio, sfamare il popolo, difendersi dagli attacchi dei nemici e studiare strategie di guerra per conquistare nuove terre. Per fortuna c’erano i buffoni di corte ad allietare le ore serali dei regnanti, tra scherzi, prese in giro e spettacoli comici! E proprio sul Joker è incentrata questa slot prodotta dalla High 5 Games, con una grafica non particolarmente elaborata ma con un gameplay di sicuro interesse per la presenza di un gioco Bonus che promette di far vincere dei premi di tutto rispetto. Partiamo descrivendo l’ambientazione: sullo sfondo troviamo il castello arroccato su un rilievo, la griglia di gioco invece è incorniciata da due stendardi con quello di sinistra più largo in quanto destinato ad accogliere i simboli Wild che provvederemo a descrivere più avanti. Nella parte bassa viene indicato il saldo, le vincite e il valore della puntata, sulla destra troviamo il tasto per la rotazione manuale dei rulli e quello per l’Autoplay. La musica cavalleresca viene intervallata dallo squillo di trombe e cori di giubilo a seguito delle vincite più importanti, in corrispondenza delle quali inoltre lo schermo viene inondato di monete d’oro.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha una struttura molto tradizionale con cinque rulli e tre righe, con il quinto rullo incorniciato d’oro perché è su questo che appariranno i simboli Wild. Le linee di pagamento sono fisse, 20 per l’esattezza,  sulle quali è possibile puntare da un minimo di 1 credito per linea sino a un massimo di 1.000 crediti. Dal tasto Autoplay è possibile impostare da 10 sino a 100 giri automatici e aggiungere dei limiti di perdita o di vincita oltre i quali la funzione automatica verrà fermata. La volatilità è alta e l’RTP si attesta su un ottimo 96%.\nSimboli e funzionalità di Jokers Riches 2\nI simboli base sono nove, suddivisi in base al valore dal più basso al più alto. All’ultimo gradino troviamo le carte da gioco J, K, Q, seguite dai tre Joker di colore verde, rosso e viola, tutti con lo stesso valore. Infine, troviamo il principe, la regina e il re che sono i simboli che assicurano le vincite più alte. Il simbolo Wild è rappresentato dal Joker con la scritta Wild sul colletto, ma per renderlo attivo è necessario che sia a sua volta attivata la funzione Lasting Activated Wilds: sul quinto rullo appaiono uno o più bastoni dello stesso colore dei Joker e andranno ad occupare uno, due o tre posti sulla coccarda alla sinistra della griglia di gioco. Nei tre giri successivi ogni volta che apparirà il simbolo del Joker dello stesso colore del bastone, questo diventerà il Jolly e sostituirà tutti i simboli eccetto lo Scatter.\nLo Scatter è il simbolo delle picche con la scritta Bonus. Se ne compaiono tre la griglia si sposta all’interno del castello e si ha diritto a ben sette giocate gratuite durante le quali tutti i Joker diventano automaticamente Wild.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Joker Riches 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/joker-riches-2-featured-286x217.jpg",
            "filename": "joker-riches-2-featured-286x217.jpg"
        }
    ],
    "name": "Joker Riches 2"
}