{
    "studio": "Pragmatic Play",
    "text": "\nJoker king\nIn questa slot targata Pragmatic Play, il tema della frutta è associato a quello del Joker, il simbolo che più di ogni altro rappresenta il gioco d’azzardo.\nSapendo bene quanto questa software house ha sempre avuto un occhio di riguardo verso il comparto grafico, eravamo certi che non saremmo stati delusi. Infatti, i simboli hanno un’ottima definizione, i colori sono accesi ma non stancano la vista anche dopo aver giocato per diverso tempo. Anche la fruizione del gioco nel complesso è apparsa fluida, senza crash o rallentamenti.\nLa griglia di gioco ha una cornice dorata da cui si affaccia un Joker a figura intera che tiene in mano un gruzzoletto di monete d’oro. Questo non è soltanto un vezzo visivo, ma ricopre una vera e propria funzione nel gioco, che poi vedremo più in là.\nNella parte bassa troviamo i tasti per accedere al menù e alla tabella dei pagamenti, le informazioni riguardanti le nostre scommesse e i tasti Start e Autoplay.\nIl comparto sonoro è composto da una musica tipica da cabaret che volendo può essere disattivata dalle impostazioni.\nCaratteristiche della slot\nLa griglia utilizzata ha 4 righe e 6 rulli su cui si snodano ben 25 linee di pagamento. È possibile calibrare al meglio la scommessa attraverso i simboli più e meno che si trovano accanto al tasto Start. Con questi possiamo scegliere sia il valore della puntata che quello della moneta. Il valore minimo è di 0,01 € per linea, quindi per avere uno spin completo dovremo spendere soltanto 0,25 €. Aumentando al massimo il valore della puntata e della moneta arriviamo a 125 €, ma ci sono tanti livelli intermedi che ci permettono di personalizzare la scommessa a nostro piacimento.\nÈ possibile attivare un numero di giri automatici compreso tra 10 e 1.000 e ben due funzioni: rotazione dei rulli Veloce e rotazione dei rulli Turbo.\nIl valore RTP è del 96,5%, mentre la volatilità è alta, ciò vuol dire che vinceremo meno di frequente, ma ogni volta che accade le cifre saranno di livello.\nSimboli e funzionalità\nSi vince con simboli identici e adiacenti da sinistra a destra. L’arancia, la prugna e le ciliegie sono quelli che valgono meno, troviamo poi la scritta Bar, il numero sette e la stella. Il Joker è il nostro simbolo Wild, sostituisce tutti i simboli eccetto lo Scatter. Il Wild è anche un simbolo pagante e il suo valore è lo stesso della stella, quindi il più alto di tutti. Ogni volta che un simbolo Wild compare sui rulli, il Joker accanto alla cornice trasforma un simbolo casuale in Wild, facendo crescere in modo consistente le nostre vincite.\nLa corona è invece il nostro simbolo Scatter. Può comparire su tutti i rulli e ad essa è associato un moltiplicatore 2x, 3x, 5x, 10x, o 25x. In caso di più Scatter, i moltiplicatori vengono sommati. In base al numero di Scatter verremo poi ricompensati con alcuni giri gratuiti:\n\n3 simboli Scatter offrono 8 giri gratis\n4 simboli Scatter offrono 10 giri gratis\n5 simboli Scatter offrono 15 giri gratis\n6 simboli Scatter offrono 20 giri gratis\n\nDurante i Free Spins è attiva sia la funzione Wild sostitutivo, sia gli Scatter, cosicché la funzione possa essere incrementata secondo le regole esposte poco sopra.\nCon questa funzione speciale, la vincita massima è pari a 5.000x la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Joker king",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/joker-king_gratis-286x217.png",
            "filename": "joker-king_gratis-286x217.png"
        }
    ],
    "name": "Joker king"
}