{
    "studio": "ReelPlay",
    "text": "\nJoker Super Reels\nAl giorno d’oggi è difficile trovare una slot online che riprenda in tutto e per tutto le vecchie macchinette da bar. La Reelplay con Joker Super Reels ha deciso di dare vita a un’operazione nostalgia, inserendo tutti gli elementi tipici delle vecchie slot ma aggiungendo alcuni bonus interessanti che la rendono appetibile anche per chi è abituato a giochi più moderni. La schermata si apre con la nostra slot in primo piano all’interno di un casinò. Abbiamo due griglie, una per il gioco regolare, una che può essere attivata solo al raggiungimento di un livello di vincite, indicato dal contatore posto sulla parte superiore. Attraverso i tasti di destra possiamo settare la nostra scommessa e riscuotere le vincite, con quelli di destra possiamo far partire il gioco, optare per la modalità automatica e attivare il gioco speciale. Una musica arcade fa da sfondo al suono della rotazione, mentre una marcia trionfale parte a seguito delle grandi vincite. nella parte alta della console sono indicate le combinazioni vincenti e il valore dei simboli.\nCaratteristiche principali della slot machine\nLa griglia del gioco regolare ha 3 rulli e 3 linee, quella superiore è una 3×4. Le linee di pagamento sono 5 e fisse, ma nel gioco bonus si arriva sino a 64. La puntata minima è di 0,10 €, la massima di 25 €, un ottimo o intervallo che si addice a qualsiasi tipologia di giocatore, da quello più scafato a quello che si avvicina per la prima volta al mondo delle slot. E possibile selezionare tra i 5 e 100 giri automatici, inoltre dalle impostazione è possibile invertire l’ordine dei tasti da destra a sinistra, opzione riservata soprattutto ai mancini. La volatilità alta e un RTP del 96,08% ne fanno uno slot di tutto rispetto.\nSimboli e funzionalità di Joker Super Reels\nNel gioco base troviamo i classici simboli fruttati, che includono ciliegie, limoni, prugne e arance, più la stella, che pagano sino a un massimo di 20 volte il valore della vostra scommessa. Nel Super Gioco abbiamo alcuni simboli aggiuntivi come le fragole, l’anguria, le campanelle e il numero 7. Il giullare è il nostro simbolo Wild, sostituisce tutti i simboli ma solo durante la partita principale, mentre nel Super Gioco assegna un premio casuale compreso tra i 100 e i 2.000 gettoni. Se compaiono 3 giullari sia nel gioco regolare che nel Super Gioco allora si avrà premio niente male pari a ben 2.000 gettoni.\nPer accedere al Super Gioco è necessario che il contatore posto nella parte superiore della griglia raggiunga almeno un livello pari a 50, ma si può giocare con questa funzionalità speciale ovviamente anche con un livello di 100 e di 200.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Joker Super Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/joker-super-reels_slot-286x217.jpg",
            "filename": "joker-super-reels_slot-286x217.jpg"
        }
    ],
    "name": "Joker Super Reels"
}