{
    "studio": "Play’n Go",
    "text": "\nJolly Roger 2\nLa Play’N’Go ritorna con Jolly Rogers 2, il secondo capitolo delle slot dedicata alla pirateria, tra pirati senza scrupoli e galeoni ricchi di oro e pietre preziose!\nTema e grafica\nCon il termine Jolly Roger si intende il famoso vessillo con teschio e tibie incrociate che contraddistingueva le navi pirata. Questo simbolo divenuto universale racconta la storia affascinante di uomini, spesso ex corsari, che si ribellano al sistema e cominciano a solcare i mari Caraibici per saccheggiare galeoni e navi commerciali.\nEntrando nel dettaglio della slot, cominciamo subito col dire che la grafica è spettacolare, come da tradizione delle slot targate Play’N’Go Go. La griglia di gioco si staglia sulla prua di una nave pirata, da cui possiamo ammirare il mare caraibico sormontato da altre navi pirata. Sopra la cornice si trova la scritta Jolly Roger, con le parole divise da una bussola, elemento non casuale ma che ha un ruolo importante durante lo svolgimento del gioco. La musica epica e incalzante rotta dal suono delle onde e dal canto dei gabbiani è quella tipica che accompagnano famosi film ispirati alle gesta dei pirati.\nCaratteristiche della slot\nLa griglia ha un taglio classico, con 5 rulli e 3 righe. In Jolly Roger 2 abbiamo 20 linee di pagamento fisse su cui è possibile puntare da 0,20 € fino a 100 €. La vincita massima potenziale è di ben 5.000 volte la puntata! Con volatilità media, questa slot ha un RTP pari al 96%. È possibile impostare tra i 10 e i 100 giri automatici, compresi alcuni limiti al raggiungimento dei quali il gioco si interrompe.\nSimboli e funzionalità\nIniziamo a dire che durante il gioco può attivarsi in modo casuale la funzione Compass: la bussola in alto elargisce un moltiplicatore compreso tra 2x a 10x. Per quel che riguarda i premi del gioco regolare, i simboli che pagano meno sono quelli legati alle carte da gioco, dal 10 all’Asso. A seguire troviamo l’anello con il teschio, la croce dorata, i diamanti e lo scrigno del tesoro. Il simbolo Wild è il jolly Rogers, il teschi con le tibie incrociate, e sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato dal pirata. 3 di questi simboli attivano la funzione Bonus Quest Feature: sullo schermo vedremo apparire dei rotoli di pergamene che una volta srotolate ci daranno la possibilità di affrontare uno dei tre giochi bonus. Vediamo nel dettaglio le caratteristiche di ogni livello speciale:\n\nInstant Prize: dallo scrigno che appare al centro della schermata verrà conferito un premio casuale tra x2 e x10 o ripagare x15 o x20 la puntata totale. Durante questa funzione può attivarsi anche la funzione Compass.\nBottle of Rum Free Spins: si comincia con un giro gratuito, dopodiché vedremo apparire alla base dei rulli delle bottiglie di rum. Cliccando su 2, gli interi rulli corrispondente verranno ricoperti di Wild. Anche in questo caso potrebbe attivarsi la funzione Compass.\nBattle Free Spins: in questo caso sarà necessario sconfiggere i galeoni, portoghesi, inglesi e olandesi per ottenere un premio e un Compass Multiplier\nTreasure Hunt: con questo Bonus, si ha diritto a 10 Free Spins. Lo scopo è raccogliere almeno 4 mappe per scoprire il tesoro sepolto. Inoltre, un simbolo a caso diventerà Wild e si avrà diritto a un Compass Multiplier. Una volta trovato il tesoro, si verrà ricompensati con ulteriori Free Spin.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jolly Roger 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/jolly-roger-2-thumb-286x217.jpg",
            "filename": "jolly-roger-2-thumb-286x217.jpg"
        }
    ],
    "name": "Jolly Roger 2"
}