{
    "studio": "Pragmatic Play",
    "text": "\nJungle Gorilla\nLa giungla selvaggia e le slot machines sono sempre andate a braccetto, proponendo avventure sempre nuove e sempre più entusiasmanti. Che si tratti di trovarsi faccia a faccia con animali feroci o alla ricerca di templi perduti, le proposte non sono mai mancate, e la Pragmatic Play ci riprova (dopo aver proposto la giungla come location in molte altre sue slot machines) con Jungle Gorilla. Avranno creato un prodotto di cui non si sentiva il bisogno o qualcosa di inaspettatamente originale?\nA faccia a faccia con le belve di Jungle Gorilla\nA far da padrona dell’interfaccia di gioco è sicuramente la griglia, che occupa la maggior parte della schermata lasciando pochissimo spazio allo sfondo, di cui intravediamo solo qualche foglia appartenente alla giungla. La griglia, composta da 5 rulli a 3 linee, è contornata da un’antica struttura coperta di liane e muschio e sopra di essa sono segnati dei moltiplicatori per ogni rullo. Tra i simboli troviamo quelli classici delle carte da gioco (A, K, Q e J), stavolta però in pietra e ricoperti da viticci, che ci permettono di immergerci ancora di più nell’atmosfera della giungla. I simboli speciali invece, disegnati in uno stile abbastanza accattivante, sono: un camaleonte, un pappagallo, un elefante, una tigre e infine il gorilla che dà il nome alla slot machine. Il simbolo Wild è facilmente riconoscibile, trattandosi semplicemente della scritta “Wild”, mentre lo scatter è una medaglia dorata con sopra inciso un gorilla. Per molti aspetti questa slot machines ricorda molto Great Rhino Deluxe, altra slot machine della Pragmatic Play che presenta sempre una medaglia con l’animale titolare (seppur come Wild) e gli animali disegnati e incorniciati in maniera simile.\nMoltiplicatori tra le liane di Jungle Gorilla\nCon un RTP del 96%, Jungle Gorilla presenta un gameplay estremamente semplice, che non propone neanche le giocate gratuite, ormai diventate un classico tra tutte le slot machines, incluse le altre della Pragmatic Play. Al centro dell’intera giocata ci saranno i moltiplicatori, che aumenteranno su un rullo specifico (da 1x a 5x) ogni volta che vi capiterà un simbolo scatter, e che verranno poi trasmessi al simbolo Wild quando questo farà parte di una combinazione vincente. Quando ciò avverrà, il moltiplicatore del rullo utilizzato tornerà al valore di partenza, ovvero 1x. Almeno, ad avvantaggiare questa scelta di gameplay, c’è il fatto che i simboli scatter potranno apparire su ogni rullo, aumentando quindi la probabilità di incontrarli. Nonostante la sua semplicità e la sua resa grafica non proprio all’altezza delle altre slot machines prodotte dalla Pragmatic Play, l’elemento dei moltiplicatori potrebbe attrarre qualche giocatore, e intrattenerlo almeno per un paio di giocate.\nSlot simili a Jungle Gorilla\nCome citato più volte durante la recensione, sono molte le slot machines simili a Jungle Gorilla, anche prodotte dalla stessa Pragmatic Play. Se volete dargli un’altra possibilità potreste rimanere nella giungla con Aztec Gems Deluxe, andando a caccia di gemme perdute, oppure potreste spostarvi nella savana con il riuscitissimo e già citato Great Rhino Deluxe.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jungle Gorilla",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/jungle-gorilla_free-286x217.jpg",
            "filename": "jungle-gorilla_free-286x217.jpg"
        }
    ],
    "name": "Jungle Gorilla"
}