{
    "studio": "Stormcraft Studios",
    "text": "\nJungle Jim and the Lost Sphinx\nVi ricordate l’esploratore Jungle Jim e le sue gesta nel leggendario luogo di El Dorado? Eccolo di nuovo sui rulli della Microgaming, pronto per una nuova avventura stavolta ambientata all’ombra delle Piramidi. Tre anni dopo l’uscita di Jungle Jim and El Dorado, la software house Microgaming ci propone un nuovo capitolo della saga, migliorato sia dal punto di vista della grafica sia per quanto riguarda il gameplay: si tratta infatti si una sorta di versione potenziata del gioco originale, con un potenziale di vincita più elevato e diverse funzionalità speciali in più.\nIl gioco base è un classico con cinque rulli e 35 linee di pagamento, ma man mano che si fanno girare i rulli si sale di livello e a ognuno di questi corrisponde un moltiplicatore che parte da 2x per il primo livello per arrivare a 10x con il quinto (il doppio rispetto al moltiplicatore massimo di El Dorado).\nLa grafica è essenziale ma davvero ben curata e molto pulita: lo sfondo è un paesaggio desertico al calar della sera, su cui si staglia una sorta di tempio decorato con i geroglifici all’interno del quale troviamo la vera e propria schermata con i simboli.\nSimboli, Wild e Scatter\nLa simbologia di Jungle Jim And The Lost Sphinx è ovviamente tematica, in riferimento all’antica cultura egizia: tra i rulli troviamo infatti il libro di Ra, un’anfora, una cassa intarsiata e una sorta di scudo.\nIl simbolo Wild di questa slot machine è rappresentato dall’esploratore Jim in persona, che funge da Jolly e sostituisce tutti gli altri simboli, tranne lo Scatter, per determinare una combinazione vincente. Lo Scatter è invece il logo del gioco e permette di accedere alla funzione Bonus Free Spins.\nIn aggiunta a questi simboli tematici troviamo anche delle gemme di diversi colori: rosso, arancione, verde e blu; le pietre preziose sono presenti anche nel precedente capitolo della saga dell’esploratore Jim e rappresentano un punto di continuità tra i due giochi.\nJungle Jim And The Lost Sphinx: conclusioni\nQuesta nuovissima slot machine (uscita il 3 novembre ’19) della Microgaming nel complesso ha una modalità di gioco semplice e intuitiva, pur non essendo assolutamente banale: in virtù di ciò, Jungle Jim And The Lost Sphinx è adatta a essere giocata sia da coloro che son nuovi nel mondo delle slot machine, sia dai giocatori un po’ più navigati che vogliono provare a vincere delle somme anche consistenti. La varianza di questa slot machine è infatti medio-alta: significa che le vincite, pur non essendo molto frequenti, possono raggiungere degli importi considerevoli e, infatti, Jungle Jim And The Lost Sphinx offre una vincita massima di 6.250 volte la puntata durante i free spins, quasi il doppio rispetto a El Dorado che offriva invece 3.680x.\nNel complesso, in virtù del gameplay semplice ma ricco, della possibilità di vincite sostanziose e di una grafica e un tema molto coinvolgenti, ci sentiamo di consigliarvi questo gioco!\nNon vi resta che fare le valigie e partire in compagnia dell’esploratore Jim!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jungle Jim and the Lost Sphinx",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/jungle-jim-and-the-lost-sphinx-slot-286x217.jpg",
            "filename": "jungle-jim-and-the-lost-sphinx-slot-286x217.jpg"
        }
    ],
    "name": "Jungle Jim and the Lost Sphinx"
}