{
    "studio": "Novomatic",
    "text": "\nJungle Explorer\nDiciamoci la verità, non sono poi così tanti i film in grado di dar vita a un immaginario e con la capacità di influenzare tanti altri prodotti di intrattenimento, dai libri, ai videogiochi o alle slot online. Uno di questi è senz’altro Indiana Jones, il famoso film di Steven Spielberg in cui un professore di archeologia dallo spirito avventuroso si mette sulle tracce di tesori nascosti di antiche civiltà e con una propensione del tutto naturale a mettersi in situazioni altamente rischiose.\nIn Jungle Explorer l’atmosfera che si respira è proprio questa, con il protagonista che ricorda molto più che vagamente il buon Harrison Ford. Come logico, lo sfondo è la giungla lussureggiante con una cascata sulla destra e la griglia di gioco al centro, incorniciata in quattro canne di bambù. Ai lati sono ben visibili le linee di gioco attive, mentre tutta la parte in basso è destinata ai pulsanti e alle impostazioni per settare al meglio la nostra scommessa. Troveremo quindi: credito, linee di pagamento, scommessa per linea e scommessa totale, tabella dei pagamenti, te i tasti Gamble, Start e Autoplay.\nLa musica di sottofondo non è invasiva e ha un volume più basso rispetto ai tanti effetti sonori che compaiono soprattutto in concomitanza con le vincite. Comunque, è possibile disattivarli in ogni momento dal menù.\nCaratteristiche principali della slot machine\nLa griglia ha 5 rulli e 3 righe su cui sono sistemate 20 linee di pagamento fisse. La scommessa minima è di 1 gettone per linea, quindi 20 a Spin. La scommessa può comunque essere innalzata sino a un massimo di 2.000 gettoni.\nL’Autoplay non ha un numero di giri prestabilito, ma continuano all’infinito sinché non siamo noi a decidere di fermarli cliccando sul tasto Stop. Si vince associando almeno 3 simboli dal rullo di sinistra procedendo verso destra su una delle linee attive; nel caso di più vincite su una stessa linea, allora verrà pagata soltanto la più alta.\nIl valore RTP è del 95%, mentre la volatilità è alta, cioè si vince meno di frequente ma le somme sono sempre abbastanza alte.\nSimboli e funzionalità speciali di Jungle Explorer\nPartiamo subito col dire che Jungle Explorer prevede un meccanismo a cascata, quindi in caso di combinazioni vincenti i simboli sulla linea di pagamento esploderanno e gli slot lasciati liberi saranno occupati da nuovi simboli che cadranno dall’alto.\nAbbiamo pochissimi simboli. Quelli di minor valore sono le carte da gioco dal 10 all’asso. A salire troviamo l’amuleto e le monete d’oro e infine la ragazza. Il nostro simbolo Wild è l’esploratore, e oltre a sostituire tutti i simboli eccetto lo Scatter, è anche quello che paga più di tutti.\nLa statua dorata con un mare di monete d’oro è il nostro simbolo Scatter che ci regala sino a 15 giri gratuiti e in quanto a valore monetario, ripaga quanto il simbolo Wild. Lo Scatter non solo ci ricompensa con dei giri gratuiti, ma ci offre anche un moltiplicatore che può essere di 2x, 4x, 8x e 16x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jungle Explorer",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/jungle-explorer_logo-286x217.png",
            "filename": "jungle-explorer_logo-286x217.png"
        }
    ],
    "name": "Jungle Explorer"
}