{
    "studio": "Microgaming",
    "text": "\nJurassic Park\nNegli ultimi anni la Microgaming si è distinta fra le varie case produttrici di slot machine grazie alla qualità dei suoi prodotti. In particolare si è assistito a una corsa agli armamenti per proporre slot che avessero come tema i capolavori cinematografici. Fra queste sicuramente notiamo Jurassic Park la quale gode di un’enorme cura dal punto di vista grafico e di gameplay. Affronteremo entrambi gli aspetti nella recensione di oggi.\nJurassic Park – Un tuffo negli anni ‘90\nIn quanto il primo film della saga di Jurassic Park è un’icona della cinematografia anni ‘90, anche la slot ad esso dedicata si presenta altrettanto iconica.\nCon lo sfondo misterioso e pericoloso della giungla, verremo subito portati nel famoso parco dei dinosauri grazie ai simboli sulla griglia di gioco. Quest’ultima non viene rappresentata graficamente, infatti vedremo i simboli scorrere su 5 rulli invisibili.\nI simboli sono, naturalmente, immagini riconducibili al film. Troveremo i protagonisti umani come i paleontologi e paleobotanici Alan Grant ed Ellie Sattler, l’eccentrico Ian Malcolm e lo scienziato John Hammond. Ma non mancheranno i dinosauri come il brachiosauro, il triceratopo, il velociraptor, il dilofosauro ed ovviamente l’imponente e feroce tirannosauro. In tutto questo vedremo anche l’iconico logo del Jurassic Park.\nI simboli si dividono fra foto prese direttamente dal film per quanto riguarda gli umani, mentre i dinosauri appaiono come vere e proprie illustrazioni create appositamente per la slot. Il ritocco grafico è comunque talmente curato che anche i fotogrammi hanno la stessa qualità di un’illustrazione.\nIl sonoro è altrettanto curato. La musica di sottofondo è misteriosa ed epica, quindi perfettamente in tema con la slot e durante le combinazioni speciali potremmo sentire il famosissimo tema di Jurassic Park. Questa slot è una vera e propria chicca per gli appassionati.\nOra parliamo della sua parte più tecnica.\nJurassic Park – Una griglia senza griglia\nNonostante la mancanza di uno scheletro di gioco visibile non dobbiamo farci confondere dal meccanismo di gioco di Jurassic Park. Questa slot, infatti, non è poi così diversa dalla maggior parte dei titoli che è possibile trovare online. Ci troviamo di fronte a una slot di tipo 5×3 che mostra 15 simboli a ogni giocata. Le linee di vincita sono molto elevate, ovvero 243 e tra i vari simboli che le vanno ad affollare è necessario prestare attenzione, in particolare, a quelli dotati di funzione speciale.\nTra questi troviamo la celeberrima zanzara bloccata nella resina la quale è un simbolo Scatter che ci permette di accedere ai giri gratuiti, i quali sono dotati di una modalità speciale che li differenzia dalla maggior parte delle altre slot. In particolare Jurassic Park ci permette di provare 5 modalità bonus diverse caratterizzate da diversi dinosauri e da funzioni speciali, permettendo a questo titolo di differenziarsi da altri offrendo un gameplay sempre variegato e divertente.\nSlot simili a Jurassic Park\nCosì come la Microgaming anche altre case di sviluppo si sono mosse verso il mondo del cinema e questa tematica è molto più comune oggi di quanto non lo fosse in passato. Tra i vari titoli che possiamo trovare che sfruttano questa tematica c’è infatti: Terminator 2, Wish Master e Frankestein e King Kong.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Jurassic Park",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/jurassic-park-slot-286x217.jpg",
            "filename": "jurassic-park-slot-286x217.jpg"
        }
    ],
    "name": "Jurassic Park"
}