{
    "studio": "Novomatic",
    "text": "\nJust Jewels\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 9\nPuntata minima: 0.01 €\nPuntata massima: 9 €\nPayout: 95,5%\nJust Jewels in sintesi\nCon Just Jewels, dell’austriaca Novomatic, entriamo a pieno titolo nell’ambito delle slot machine old school che si ispirano alle prime slot da casinò o da bar.\nIl tema, le gemme, è veramente un classico nelle VLT slot, e Just Jewels cerca di riprodurre sia graficamente con dei veri e propri pulsanti integrati, sia con gli effetti sonori, la sensazione di trovarsi davanti a una slot terrestre.\nLo sfondo è blu scuro e le gemme di diversa foggia scintillano sui rulli, dando la sensazione di avere davanti uno scrigno colmo di tesori.\nIl gameplay è estremamente semplice, mancano infatti del tutto le funzioni speciali, tuttavia un ritorno superiore al 95% e delle vincite di tutto rispetto, rendono il gioco piacevole e divertente.\nLe puntate vanno da 0,01 € a 9 €, un range non particolarmente ampio, e per questo Just Jewels è un gioco adattissimo sia ai giocatori “prudenti” che ai principianti, che non amano rischiare cifre troppo alte prima di aver preso confidenza con il gioco.\nSimboli e loro valore\nI simboli in Just Jewels sono un’ode alla ricchezza in tutte le sue forme: accanto alle gemme troviamo infatti a dei mazzi di banconote e il logo dell’euro, ma anche lingotti d’oro e sfavillanti tiare incastonate con pietre preziose!\nIl valore dei simboli è ovviamente variabile: per quanto riguarda le pietre, abbiamo smeraldi e ametiste che valgono fino a 15.000 gettoni, mentre rubini e zaffiri pagano fino a 20.000 gettoni.\nIl logo dell’euro permette di vincere anche 45.000 gettoni, ma un bel mazzo di banconote arriva fino a 50.000 e lo stesso vale per il lingotto d’oro.\nCrescendo con i premi, arriviamo alle ricchissime corone tempestate di pietre preziose, che, rappresentando il simbolo che paga di più in assoluto in questo gioco, possono far vincere il premio stellare di 500.000 gettoni!\nIn Just Jewels manca del tutto il simbolo Wild, non è dunque prevista nessuna figura che possa sostituire le altre per il completamento di una combinazione vincente. È presente invece il simbolo Scatter, che premia anche quando compare sui rulli in posizioni non adiacenti, a differenza degli altri simboli, che devono essere allineati sempre da sinistra verso destra.\nSistema di puntate\nIl valore di ogni puntata su Just Jewels viene espresso in termini di “crediti” che valgono 0,01 € ciascuno. Su ogni linea di pagamento è possibile puntare fino a 100 crediti, per un totale di 1€: questo significa che puntando il massimo su ognuna delle nove linee di pagamento, l’importo sarà di soli 9 €.\nÈ possibile poi scegliere su quante linee di pagamento puntare, partendo da 1, poi 3, 5, 7, o 9. Il valore così modesto della scommessa massima non vi deve però far pensare che si tratti di una slot a cui non vale la pensa giocare se si ama rischiare cifre consistenti: per i giocatori più intrepidi infatti, come da tradizione in casa Novomatic, c’è sempre la possibilità di raddoppiare le vincite di qualsiasi importo tramite la funzione Gamble!\nInfine, è presente l’Autoplay, che consente di impostare il numero di giri e il valore della puntata, e lasciar girare i rulli in automatico, fino a quando la funzione non viene disattivata manualmente!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Just Jewels",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/just-jewels-slot-286x217.jpg",
            "filename": "just-jewels-slot-286x217.jpg"
        }
    ],
    "name": "Just Jewels"
}