{
    "studio": "Novomatic",
    "text": "\nJust Jewels deluxe\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 10\nPuntata minima: 0.40 €\nPuntata massima: 100 €\nPayout: 95,42%\n\nJust Jewels Deluxe e Just Jewels: differenze\nSebbene si tratti in entrambi i casi di slot machine con un sistema di gioco molto semplice e intuitivo, senza Bonus Game e con un’unica funzionalità extra (la funzione Gamble), tra Just Jewels Deluxe e la precedente versione ci sono alcune sostanziali differenze.\nInnanzitutto, ciò che balza immediatamente agli occhi è la presenza di una linea di pagamento in più, il che aumenta le possibilità di ottenere delle combinazioni vincenti.\nI simboli son sempre gli stessi, anche qui manca il simbolo Wild ma è presente lo Scatter.\nLa differenza più grossa tra le due slot la ritroviamo a livello di range di scommesse.\nMentre Just Jewels presentava un range di puntate molto limitato (si andava infatti da 0,01 € fino a soli 9 €), nella versione Deluxe abbiamo un margine molto più ampio, partendo da 0,40 centesimi per arrivare fino a un massimo di 100 €. In questo modo si supera il più grande limite della precedente versione, che era adatta a chi si affacciava per la prima volta al mondo delle slot machine, ma era poco entusiasmante invece per i giocatori che amano puntare delle somme consistenti.\n\nSimboli e sistema di gioco\nI simboli, come da tradizione in questa slot, sono tutti legati al tema della ricchezza. Accanto alle pietre preziose (ametiste, smeraldi, zaffiri e rubini) troviamo infatti il logo dell’euro, dei mazzetti di banconote, dei lingotti d’oro e delle corone tempestate di gemme.\nI simboli che pagano di meno sono rappresentati dalle pietre preziose, mentre quello che ha più valore in assoluto è la corona.\nIl logo dell’euro è lo Scatter di questo gioco, e paga la vincita a prescindere dalla posizione occupata sui rulli, a differenza di tutti gli altri simboli che devono essere rigorosamente allineanti da sinistra verso destra.\nQuando lo Scatter compare sui rulli per almeno tre volte, si attivano in automatico dei giri gratuiti in cui le vincite sono moltiplicate.\nImmancabile poi la funzione Gamble che permette di giocarsi l’intero montepremi e provare a raddoppiarlo. Se si accetta il rischio, compare sullo schermo una carta girata di cui deve essere indovinato il colore, rosso o nero. Se il giocatore fa la scelta giusta, vedrà raddoppiata la sua vincita iniziale, in caso contrario però si perde l’intero importo.\n\nSlot machine simili\nIl tema della ricchezza, come è ovvio, è ampiamente sviluppato nell’ambito delle slot machine e diverse software house lo propongono nel loro catalogo.\nSe il vostro sogno è sentirvi il Paperon De Paperoni delle slot, bè, King of Cash potrebbe fare proprio al caso vostro, per un’esperienza di gioco immersi nel lusso sfrenato delle antiche nobiltà, con forzieri, sacchi pieni di monete e carrozze reali!\nGameArt propone invece Slot of Money, in cui i simboli sono anche qui legati al mondo della ricchezza estrema e degli oggetti che la rappresentano, tra i quali auto di lusso, champagne, orologi rigorosamente d’oro e magnifici yacht!\n",
    "images": [
        {
            "alt": "I simboli della slot online Just Jewels Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/just-jewel-deluxe-simboli.jpg",
            "filename": "just-jewel-deluxe-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Just Jewels Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/just-jewel-deluxe-tabella-pagamenti.jpg",
            "filename": "just-jewel-deluxe-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Just Jewels Deluxe hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/just-jewel-deluxe-mondalitá-bonus.jpg",
            "filename": "just-jewel-deluxe-mondalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Just Jewels deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/just-jewels-deluxe_featured-286x217.jpg",
            "filename": "just-jewels-deluxe_featured-286x217.jpg"
        }
    ],
    "name": "Just Jewels deluxe"
}