{
    "studio": "Ainsworth",
    "text": "\nKanga Cash Extra\nSe ancora non conosci le slot machine di Ainsworth è arrivato il momento di provarle! Ambientato nell’Outback australiano, questa slot gratis ti permetterà incontri inconsueti con canguri, cani selvatici e lucertole che abitano questo territorio selvaggio dal grande fascino. Leggi la mia recensione e scopri come ottenere premi casuali fino a 200 volte la tua puntata, oltre a giochi gratuiti con ricompense extra!\nCome si presenta il gameplay della slot senza scaricare Kanga Cash?\nMettiti comodo e prova la slot senza registrazione di Kanga Cash. Le puntate minime partono da 1,00€ fino ad un massimo di 20,00€, forse un po’ deludente per i giocatori Prof che amano poste più elevate. Tuttavia, sono presenti un RTP molto generoso di circa il 96,13% e un’alta volatilità che potrebbero ribaltare le tue vincite! I grandi premi, inclusi fantastici Jackpot, si trovano alla fine della funzione speciale Spin and Hold che nasconde un  Grand Jackpot di 15.000,00€!\nSimbologia naturalistica e funzionalità extra\nI rulli della slot online Kanga Cash sono pieni di simboli colorati, come le preziose carte da gioco accuratamente decorate con opere d’arte aborigena tradizionale per adattarsi allo stile generale del gioco. Tra le opzioni di controllo è presente il pratico Autoplay standard, che gira per te i rulli finché o desideri. Assicurati di pre impostare i limiti di vincita o perdita per evitare che l’alta volatilità assorba il tuo bankroll in caso di una serie di round perdenti. Ora passiamo ai simboli principali di questa slot online:\n\nLe Carte da gioco standard che pagano meno,\nUn’Aquila che vola sopra gli altri simboli, restituendo premi pari a 0,5 volte la scommessa quando appare solo sui primi due rulli e 30 volte quando riempie un’intera linea di pagamento\nLa parola WILD sovrapposta su una mappa dell’Australia agisce come qualsiasi carta e simbolo animale e può quindi completare le linee vincenti. Tuttavia, arriva solo sui rulli 3, 4 e 5\nIl Canguro è il simbolo Scatter e lancia la funzionalità extra Spin and Hold quando appare in tre o più posizioni contemporaneamente.\n\nChe cosa sono i simboli Boomerang e Sunset?\n\nI simboli Boomerang sono responsabili dell’attivazione dei Giri Gratuiti. Da tre e cinque Boomerang ti aggiudicherai 5 Giri Gratis\nLe icone Sunset, se appaiono almeno 6 volte sui rulli, ti offriranno un Bonus chiamato Spin and Hold. Solo i tre rulli centrali ottengono questi Scatter Sunset, almeno inizialmente. Essi offrono 3 Respins gratis con la trasformazione delle icone Sunset in Sticky.\n\nCome si ottiene il Grand Bonus?\nVuoi sapere come aggiudicarti il premio più grande del gioco il Grand Bonus? Hai due opzioni:\n\nHai bisogno che i rulli siano coperti dalle icone Sunset alla fine della funzione\nIl secondo modo per ottenere un Grand Bonus è casuale mentre giochi in modalità a pagamento.\n\nIl mio verdetto su Kanga Cash\nQuesta slot gratis mi è parsa un gioco piacevole, ideale per giocatori occasionali senza molte pretese ma forse, meno adatta agli utenti Prof! Per un ritmo più incalzante ti consiglio l’altra nuova slot di Ainsworth intitolata Amazon Gold, la trovi nella nostra libreria sia in demo che a pagamento.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Kanga Cash Extra",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/kanga-cash-extra_thumb-286x217.jpg",
            "filename": "kanga-cash-extra_thumb-286x217.jpg"
        }
    ],
    "name": "Kanga Cash Extra"
}