{
    "studio": "IGT",
    "text": "\nKing of Macedonia\nLa figura di Alessandro Magno è di quelle che si impara a conoscere già sui banchi di scuola: allievo di Aristotele, comandante militare di enorme talento e forse il sovrano più famoso della storia, con un impero costruito a soli trent’anni che si estendeva dalla Grecia fino alle terre dell’India.\nVersione online di una slot terrestre già presente nel 2016, King of Macedonia è una delle ultime uscite nel catalogo di casa IGT.\nIl compartimento grafico di questa slot si addice appieno alla magnificenza del personaggio che ne è protagonista: le immagini sono molto vivide e realistiche, con l’imponente figura di Alessandro magno che si staglia sia sulla schermata iniziale che sulla griglia di gioco. Lo sfondo è un tripudio di colore, con le tonalità dell’oro messe in risalto su templi e gioielli, in contrasto con un cielo magico.\nI giocatori non potranno non ritenersi soddisfatti da una grafica del genere, molto bella e che ancora una volta conferma la software house IGT come uno dei leader nel mercato delle slot machine.\nSimboli, gameplay e funzionalità\nLa slot machine King of Macedonia presenta una struttura classica a cinque rulli e 40 linee di pagamento, con cinque righe al posto delle canoniche tre.\nPer vincere si devono abbinare simboli identici su rulli adiacenti a partire da sinistra verso destra.\nI simboli sono interamente tematici (non ci sono i cosiddetto “reali”) e sono rappresentati da pergamene, una cetra, delle anfore,  alcune ciotole, dei portagioie e gli immancabili elmi col pennacchio rosso; i simboli che hanno valore maggiore sono invece una bellissima donna e dei cavalli neri in corsa.\nIl Wild di King of Macedonia non poteva non essere il re Alessandro Magno in persona: ha la funzione di jolly e come tale può prendere il posto di qualsiasi altro simbolo quando si deve completare una combinazione vincente.\nOltre al Wild è presente un simbolo Bonus che può comparire solo sul primo rullo e regala un moltiplicatore pari a 10 volte il valore della puntata; le cose si fanno interessanti quando compaiono contemporaneamente i simboli Wild e Bonus, perché in questo caso si otterranno ben otto giri gratuiti.\nSlot simili a King of Macedonia\nNel mondo delle slot machine non mancano di certo i giochi dedicati alle culture del passato e ai miti, le leggende e i personaggi che ne hanno fatto la storia.\nSull’Antico Egitto, per esempio, non si contano più le slot a tema, a partire dalla fortunata serie di Book of Ra fino alle slot più recenti come Eye of Horus Megaways della Blueprint Gaming.\nAnche le slot dedicate all’Antica Grecia sono numerose, soprattutto quelle che hanno come protagonista Zeus e le altre divinità dell’Olimpo. Tra queste ricordiamo Kronos Unleashed, The Legend of Olympus o Greek Gods di casa Pragmatic Play.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "King of Macedonia",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/king-of-macedonia-free-286x217.jpg",
            "filename": "king-of-macedonia-free-286x217.jpg"
        }
    ],
    "name": "King of Macedonia"
}