{
    "studio": "NetEnt",
    "text": "\nKing of Slots\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco: 25\nAutoplay: Si\n\nCaratteristiche principali\nKing of Slots rappresenta uno dei fiori all’occhiello della software house NetEnt, e a ragione! Si tratta infatti di un gioiellino di tecnologia, in cui la grafica davvero eccezionale fa da cornice a un gioco ricco di simboli e funzionalità speciali.\nLa “chicca” di questa slot è senza dubbio la funzione Sticky Win, che permette al giocatore di aumentare il divertimento ma soprattutto le possibilità di vincita!\nIl tema della slot è la regalità e il lusso: ci troviamo infatti nel ricco palazzo del re delle slot, circondati da gioielli scintillanti e decorazioni da favola, in un mondo in cui anche la frutta diventa preziosa!\n\nSimboli, Wind e Scatter\nI simboli di King of Slots sono legati al mondo della ricchezza in chiave Royal! In uno sfondo molto lineare di colore blu velluto si susseguono sui cinque rulli oltre alla corona tempestata di pietre preziose e a una tripletta di diamanti, diversi frutti, tra cui le cherries, il cocomero e il limone, rivisitati in chiave gioiello.\nQuesta scelta dei simboli da parte di NetEnt è chiaramente un omaggio alle prime slot machine, le mitiche Fruit Machine, ma qui i frutti sono rappresentati in una maniera nuova e originale: si tratta di un espediente molto riuscito per coniugare una grafica estremamente innovativa con la tradizione delle vecchie slot machine terrestri, con un risultato visivamente molto bello.\nAccanto ai frutti preziosi troviamo i numeri e le lettere che si riferiscono alle carte da poker dal 9 all’Asso: anche in questo caso si tratta di un richiamo alle sale gioco, introdotto con una grafica lineare e pulita ma elegante.\nLa corona è il simbolo che paga di più: se compare su tutti i cinque rulli in una linea di pagamento attiva, paga ben 1000 volte la puntata!\nIl simbolo Wild è un diamante di colore blu, che funge da Jolly, potendosi sostituire a tutti gli altri simboli, tranne lo Scatter, quando si deve completare un allineamento vincente.\nLo Scatter invece è rappresentato dall’immagine di tre diamanti: sono necessari 5 di questi simboli per attivare i giri gratuiti, ma una volta entrati nel gioco bonus, se ne potranno vincere degli altri. Inoltre, durante i free spins, si ottiene un moltiplicatore di 3x su tutte le vincite.\n\nLa funzione Sticky Win\nGrazie a questa funzionalità speciale di King of Slots, è possibile, una volta ottenuta una combinazione vincente, bloccare sui rulli i simboli che l’hanno determinata e far girare solo i restanti allo spin successivo.\nIn questo modo, come si può intuire, le possibili combinazioni vincenti risultano essere molte di più e dunque si avranno più chance di vedere lievitare il proprio montepremi.\n\nKing of Slots: conclusioni\nSi tratta di una slot machine non nuova in casa NetEnt, che ne aveva già proposto un’altra con lo stesso titolo. Il contenuto tuttavia appare decisamente rinnovato, sia dal punto di vista della grafica che del gameplay. Alta definizione e funzione Sticky Win sono i punti di forza del gioco, che risulta piacevole e divertente, oltre a offrire delle ottime possibilità di vincita!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPreguntas frecuentes \nCome si può vincere giocando a King of Slots?\n\nQuesto è un titolo certificato che genera risultati casuali (RNG) e tutto ciò di cui hai bisogno è solo fortuna e qualche accorgimento. Per esempio, consulta la tabella dei pagamenti per vedere come e quanto puoi vincere e se ci sono funzionalità extra come Bonus Game e Moltiplicatori.\n\n\n\nLa slot King of Slots ha la funzione Giri Gratis?\n\nSì! Puoi ottenerlo dalla funzione Sticky Wins™ o semplicemente abbinare 5 o più simboli Scatter e vincere fino a 30 giri gratuiti.\n\n\n\nPosso giocare a King of Slots gratuitamente?\n\nSì, Slotjava è il posto perfetto dove testare King of Slots senza che sia richiesta la registrazione. Qualsiasi sito di gioco che collabora con NetEnt permette sia la modalità di prova che con soldi veri.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "images": [
        {
            "alt": "I simboli della slot online King of Slots",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/king-of-slots-simboli.jpg",
            "filename": "king-of-slots-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot King of Slots",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/king-of-slots-tabella-pagamenti.jpg",
            "filename": "king-of-slots-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a King of Slots i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/king-of-slots-win.jpg",
            "filename": "king-of-slots-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a King of Slots hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/king-of-slots-modalitá-bonus-1024x577.jpg",
            "filename": "king-of-slots-modalitá-bonus-1024x577.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "King of Slots",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/king-of-slots_logo-1-286x217.jpg",
            "filename": "king-of-slots_logo-1-286x217.jpg"
        }
    ],
    "name": "King of Slots"
}