{
    "studio": "Shuffle Master",
    "text": "\nKing of Babylon\nLa recente slot gratis King of Babylon di Shuffle Master riprende lo scenario storico dell’antica Babilonia, che era la più grande città del mondo. Puoi vedere un po’ di città sullo sfondo del gioco, in particolare i Giardini pensili di Babilonia. Il gioco è progettato in modo eccellente, con una grafica impeccabile e una colonna sonora d’effetto che si adatta perfettamente al tema storico. Scopriamo insieme la modalità di gioco e le varie funzionalità extra.\nStruttura di questa slot senza scaricare\nIl gioco è progettato come una slot a 5 rulli con 20 linee di pagamento attive. Non è una slot che rilascia enormi ricompense, arriva ad un massimo di 1.000X con un RTP del 96,47%. Le caratteristiche principali di King of Babylon sono:\n\ngli Action Spins\ngli Scatter\ni Jolly in espansione\ni Giri Gratuiti\nil King stesso è presentato come il simbolo jolly e ha un ruolo importante nel gioco.\n\nPer iniziare l’azione nella slot King of Babylon, devi piazzare una scommessa che può essere compresa tra 0,20€ e 100,00€ con una puntata di linea che varia da 0,01€ a 5,00€. Con un pagamento massimo di 1.000 volte la puntata, puoi vincere fino a 100.000,00€.\nCome si gioca a King of Babylon e quali sono i simboli principali?\nQuando sei pronto per giocare, premi il pulsante GIRA situato al centro della barra. Sul lato sinistro del pulsante GIRA troverai il pulsante GIOCO AUTOMATICO che puoi attivare se vuoi giocare a mani libere su King of Babylon. La simbologia è formata da:\n\nSimboli reali A, K, Q e J\nSpade\nStatue di cani\nLeoni\nCittadella\nCreature alate\nIl simbolo jolly è presentato dal Re di Babilonia, mentre il simbolo Scatter è un Dado.\n\nCaratteristiche del bonus slot King of Babylon\n\nIl simbolo jolly sostituisce tutti i simboli regolari tranne il simbolo scatter. Quando il simbolo jolly appare sulla bobina, può espandersi casualmente e trasformarsi in un Golden Wild. I simboli Wild e Golden Wild non compaiono durante i Free Spins.\nI Dadi sono il simbolo scatter. Il simbolo scatter può apparire su tutti i rulli sia nel gioco base che nei giri gratuiti. Su ogni bobina possono apparire fino a tre simboli scatter. Se ottieni sei o più simboli di dadi in un singolo giro, vincerai Free Spins. Il numero di giri gratuiti ricevuti equivale al numero di simboli di dadi che atterrerai in un singolo giro\nFunzione Action Spins – Questa funzionalità può darti moltiplicatori o giri di azione extra. Durante gli Action Spins della ruota, ci sono tre round che possono regalare fantastici premi fino a 1.000 volte la puntata.\n\nPensieri finali sulla slot in demo King of Babylon\nKing of Babylon offre un’ottima combinazione di funzionalità, buoni pagamenti e ottimo RTP. Quindi, se sei un fan delle slot storiche, puoi provare un giro di ruota . Se sei abbastanza fortunato, attiverai la funzione Action Spins e vincerai grandi ricompense, se invece preferisci il tema egiziano, scopri nella nostra vetrina le nuove video slot giocabili nei migliori casinò online selezionati per te!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "King of Babylon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/king-of-babylon-thumb-286x217.jpg",
            "filename": "king-of-babylon-thumb-286x217.jpg"
        }
    ],
    "name": "King of Babylon"
}