{
    "studio": "Rarestone Gaming",
    "text": "\nKingdoms Rise: Legend Of Elvenstone\nPreparatevi ad un viaggio incredibile con Kingdom Rise: Legend of Elvestone, la slot fantasy ricca di Bonus, livelli speciali e un gameplay fuori dal comune!\nTema e grafica\nCreata dalla software house Playtech, Kingdom Rise: Legend of Elvestone è una slot a tema fantasy che si va ad aggiungere agli altri capitoli della saga. La vicenda si svolge in un regno fantastico popolato da draghi, mostri di pietra e una donna con poteri magici che regala moltiplicatori e altre Bonus! Il nostro eroe deve riuscire a sconfiggere i nemici per accaparrarsi le preziosissime pietre del drago, un’impresa per nulla facile. Prima di addentrarci nei meccanismi di gioco, è doveroso partire dalla grafica. Come da tradizione, la Playtech fa un lavoro incredibile per regalare un’esperienza unica ai suoi giocatori. I simboli dettagliati e le animazioni a seguito delle vincite sono un surplus che non passa di certo inosservato. Sotto la griglia di gioco si trovano tutte le impostazioni per aumentare o diminuire la nostra puntata, il tasto per avviare l’Autoplay e il tasto Start.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha un taglio tradizionale, con 5 rulli e tre righe. In Kingdom Rise: Legend of Elvestone si gioca su 10 linee di pagamento fisse, con la puntata minima di 0,10 €, la massima di 500 € e la possibilità di impostare da 5 sino a un massimo di 100 giri automatici, grazie alla funzionalità Autoplay. La volatilità è media mentre il valore RTP è di 92,85%, decisamente poco soddisfacente!\nSimboli e funzionalità di Kingdom Rise: Legend of Elvestone\nIl pezzo forte di questa slot è senza dubbio il gameplay, con un sistema di gioco che può portare a raggiungere vincite di assoluto valore. Cominciamo col dare uno sguardo ai simboli. Le pietre del drago sono quelle che hanno il valore minore, seguiti dall’elmo del guerriero e dallo scudo con la spada. Con l’uomo roccia e la donna le vincite si fanno più interessanti, anche se a pagare più di tutti è il guerriero. Per movimentare il gioco c’è però bisogno del simbolo Wild Drop, una lente che può comparire sui rulli o sulla cornice. La sua funzione è quella di trasformare i simboli su cui si posa in Wild. Ad ogni giro, la lente scende di uno slot, ma se compare sopra il guerriero, allora si sposta sulla prima fila del rullo successivo. Se il Wild Drop si posa sulla donna, allora avremo diritto a un moltiplicatore x1, inoltre il simbolo speciale rimarrà nella sua posizione senza quindi scalare verso il basso. Se la lente si poserà sull’uomo di roccia, allora comparirò un nuovo Wild Drop sul simbolo successivo. Il simbolo speciale è però il drago, che può occupare da uno a 4 slot sui rulli 1 e 5. Quando accade, vengono assegnati 3 Respins durante i quali può comparire il simbolo occhio di drago. In tal caso vedremo l’occhio trasformarsi in una moneta d’oro e restare in. quella posizione per il resto dei Respins.\nDurante il gioco è possibile poi accumulare gettoni che potranno essere usati per acquistare diversi giochi e livelli della serie Kingdom Rise. Ci basterà cliccare sulla mappa alla destra della griglia di gioco e scegliere l’ambientazione che più ci piace.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Kingdoms Rise: Legend Of Elvenstone",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/kingdoms-rise-legend-of-elvenstone_free-286x217.jpg",
            "filename": "kingdoms-rise-legend-of-elvenstone_free-286x217.jpg"
        }
    ],
    "name": "Kingdoms Rise: Legend Of Elvenstone"
}