{
    "studio": "Triple Profit Games",
    "text": "\nKing of Seven\nKing of Seven può essere definita una slot dal tono classico, un richiamo alla tradizione grazie a un mix di simboli che annovera campanelle, ciliegie, ferri di cavallo e quadrifogli.\nCome al solito, il provider TPG ha disegnato simboli di grandi dimensioni con colori brillanti e una definizione che rende King of Seven un piacere anche per gli occhi. La griglia di gioco ha uno sfondo nero, con la cornice dorata che divide i rulli in 15 riquadri. La consolle è sistemata nella parte sottostante della schermata, qui potrete trovare i tasti che permettono di variare la puntata e lo Start. Sulla sinistra ci sono i pulsanti per disattivare la musica di sottofondo e gli effetti sonori. Dalla parte destra si accede invece alla tabella dei pagamenti.\nScommesse contenute ma vincite sbalorditive\nLe scommesse minime sono molto contenute, 0,1 € per ognuna delle 25 linee di pagamento fisse che si snodano su una griglia 5×3.\nKing of Seven ha un gameplay molto interessante: in caso di combinazione pagante, i simboli rimangono fissi sui rulli per i giri successivi e cambiano solo quelli perdenti. In questo modo, si possono ottenere stringhe di simboli più lunghe e quindi maggiormente remunerative, oppure ottenere combinazioni del tutto nuove. Le somme verranno pagate solo in seguito all’ultimo Spin senza combo paganti.\nUn’altra funzione classica è quella per i giri automatici, se ne possono selezionare da 10 a 999 e c’è pure un tasto che permette di accelerare la rotazione dei rulli.\nTanti simboli portafortuna\nIn King of Seven abbiamo simboli poco remunerativi e simboli dalla rendita molto alta, oltre a due speciali.\nAl primo gruppo appartengono le carte da gioco dal J all’asso. Anche se sono i simboli che pagano meno, con una combo di 5 si ottiene una vincita pari a 4 – 10 volte la scommessa iniziale.\nFanno parte del gruppo dei simboli dall’alta rendita, il ferro di cavallo, le ciliegie, il quadrifoglio, la campanella e il numero 7. Le vincite vanno da 12,5 volte la scommessa del ferro di cavallo alle 100 volte del numero 7.\nVeniamo ora ai simboli speciali. Il diamante è il nostro Wild, che ricopre la classica funzione di Jolly e andrà a sostituire tutti i simboli eccetto lo Scatter.\nLo Scatter è rappresentato dalla stella argentata e dà avvio al gioco bonus:\n\nCon 5 Scatter otterremo 10 Free Spins\nCon 6 Scatter otterremo 15 Free Spins\nCon 7 Scatter otterremo 20 Free Spins\nCon 8 Scatter otterremo 25 Free Spins\nDai 9 a 15 Scatter otterremo 30 Free Spins\n\nDurante il gioco bonus a tutte le vincite verrà applicato un moltiplicatore x3. Non c’è un limite alle volte in cui i giri gratis possono essere riattivati.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "King of Seven",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/king-of-seven-featured-286x217.png",
            "filename": "king-of-seven-featured-286x217.png"
        }
    ],
    "name": "King of Seven"
}