{
    "studio": "Blueprint Gaming",
    "text": "\nKing Kong Cash\nTutti, davvero tutti conoscono la fama di questa gigantesca creatura che è stata protagonista di un film cult del 1933, oltre che di un celebre remake in tempi recenti. King Kong Cash nasce proprio da lì, da quel gorilla che ha spaventato tantissime persone, e che ci ha fatto conoscere la bellezza eterea di Jessica Lange. Sulle piattaforme di gioco online ti aiuterà a vincere montepremi importanti in modo molto semplice. Blueprint Gaming ha trasformato in realtà questo mondo, creando una slot che, grazie ai suoi bonus, permette di sbloccare un moltiplicatore di scommesse pari a 1000x la puntata effettuata. Tutto ciò che divide un giocatore da una vincita incredibile è questa scimmia che si muoverà sul tuo schermo. Vale la pena rischiare? Sì e ora scopriremo il perché!\nGrafica della slot\nQuando apriamo il gioco di King Kong Cash notiamo subito che il nostro King è ben lontano da quel personaggio così oscuro e spaventoso che venne descritto e rappresentato nel film e nel suo remake. Si trova seduto su un prestigioso trono di pietra, che si pone alla sinistra dei rulli sui quali potrai tentare la fortuna. Qui appaiono, gemme, montagne di oro e tanti simboli da poter unire per trovare le combinazioni vincenti. La slot ha 5 rulli, 3 file e 20 linee di pagamento, e permette di giocare con il logo del gioco, le carte standard J, Q, K e A, un rinoceronte, una tigre, un coccodrillo e un pappagallo pirata. Il barile è il simbolo jolly che potrà sostituire qualsiasi altro simbolo presente sul tabellone, fatta eccezione per il simbolo Scatter, che ovviamente è rappresentato da King Kong.\nLe grafiche in 3D sono davvero ben fatte e si nota un design di alto livello. Non da meno la colonna sonora, che è un bongo simpatico che riuscirà a non farti innervosire durante la tua sessione di gioco.\nLe funzioni e i bonus\nTra le tantissime funzionalità che offre questa bellissima slot non possiamo non citare il Bonus King Kong Trail, che ti proietta in una seconda schermata con una scala ricca di bonus! Altra funzionalità è Barrel Blast, con un cannone che spara sui rulli rivelando i simboli di ogni casella: lo scopo è trovare 3 icone a forma di botte, per poter ottenere vincite importanti. Non possono poi mancare i giri gratuiti, che sono 10, con ulteriori spin da vincere e un moltiplicatore di vincita davvero sorprendente. Il Golden Kong è un’altra variante che offre free Spin, e ti porta su un nuovo set di rulli con il doppio numero di linee.\nE che dire poi del bonus Big Monkey Bonus, il più prestigioso di tutti, con un moltiplicatore di puntate pari a 1000x! Ti basterà cliccare su una delle 10 banane che vedi sullo schermo e scoprirai quanto vinci!\nConsiderazioni finali\nSiamo giunti alla fine di questa recensione di King Kong, che nel complesso ci ha davvero soddisfatti. Utilizza una buona dose di energia, di colori sgargianti e un pizzico di semplicità a livello strutturare del gioco per sorprendere e intrattenere i giocatori. E’ davvero difficile stancarsi di questa slot!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "King Kong Cash",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/king-kong-cash-logo-286x217.jpg",
            "filename": "king-kong-cash-logo-286x217.jpg"
        }
    ],
    "name": "King Kong Cash"
}