{
    "studio": "FBM",
    "text": "\nKingdom Gems\nKingdom Gems è una slot sviluppata nel 2020 da FBM Gaming a 5 rulli e 50 linee di pagamento con un tema orientaleggiante e suoni e immagini straordinari. Usando il gameplay classico, puoi ottenere una miriade di giri gratuiti. Si tratta di una video slot a volatilità medio-alta con un RTP del 96%.\nPreparati a proteggere le gemme preziose degli antichi reali cinesi per raggiungere il tuo obiettivo: ottenere premi importanti senza farti spaventare dai maestosi draghi!   \nKingdom Gems Slot: caratteristiche principali  \nCarica i rulli e rimarrai colpito dalla grafica superba di questa slot a 5 rulli e 50 linee di pagamento. Il gameplay può essere classico, ma Il generoso numero di linee di pagamento supporta 12 simboli, incluso il jolly che crea opzioni per nuove combo vincenti. \nL’RTP a lungo termine è del 96% e offre ai giocatori un ritorno teorico di 96 crediti ogni 100 scommessi. La volatilità è medio-alta conferendo a questa slot un ampio raggio di potenziale vincita.\nInoltre, desideriamo sottolineare come tutti i giochi di slot demo di FBM Gaming siano ottimizzati per giocare su tutti i dispositivi Android o Apple sia in modalità verticale che orizzontale rendendo il giro di rulli ancora più gratificante.\nTema e design \nIl tema asiatico non è certo una novità, ma pochi possono vantare la grafica mozzafiato di questa romantica avventura ispirata all’antica mitologia cinese, dove ogni simbolo è stato realizzato in 3D con uno sfondo animato che rende la scena ancora più realistica.\n\nFortuna, salute, ricchezze, sono gli ingredienti di base di questa romantica avventura a cui si aggiunge una colonna sonora davvero ben realizzata.\nSimboli e payout \nIl simbolo più gratificante qui è il simbolo del Drago Dorato che ti offre 200 crediti se ne appaiono 5 su una linea di pagamento. Segue il simbolo del Leone Bianco che assegna 100 crediti se ne trovi 5 su una payline.\n\nI simboli dorati della Tartaruga, dello Scorpione e della Rana assegneranno ciascuno un pagamento di 100 crediti se ne appaiono cinque su una linea di pagamento;\nIl Coccodrillo blu-oro assegna una vincita di 75 crediti per 5 dello stesso tipo;\nA e K pagano 50 crediti per 5 icone uguali ciascuna;\nQ e J assegnano ciascuno un pagamento di 25 crediti per 5 su una linea di pagamento.\n\nLa regalità maschile asiatica è il simbolo Wild che sostituisce tutti gli altri simboli tranne lo Scatter nella formazione delle vincite che è rappresentato da una ragazza asiatica. Questa icona ti offre una vincita di 100 volte la puntata se ne trovi 5 uguali. Le vincite Scatter verranno pagate in base alla tua puntata totale.\nCaratteristiche bonus presenti nel gameplay\nQuesta è una slot finemente bilanciata che utilizza i jolly per completare più vincite su diverse linee di pagamento e la funzione di giri gratuiti per aumentare il potenziale.\n\nFUNZIONE GIRI GRATUITI\n\n\n3, 4 o 5 simboli scatter pagano 2x, 20x o 100x la tua puntata e attivano la funzione giri gratuiti:\n– 3 scatter sbloccano 8 giri gratuiti;\n– 4 scatter sbloccano 10 giri gratuiti;\n– 5 scatter sbloccano 12 giri gratuiti.\nSe durante i free spin si verificano 3, 4 o 5 scatter, la funzione si riattiverà con lo stesso numero di FS. Durante la funzione giri gratuiti, i reali J – K vengono rimossi dai rulli. I giochi gratuiti si svolgono solo con i simboli a pagamento elevato per aumentare il potenziale.\nValutazione conclusive e verdetto\nKingdom Gems è un gioco ben noto non solo per l’alto payout del 96%. Ci sono una serie di funzionalità extra, tra cui: Simbolo Wild, Giri Gratis e Simboli Scatter. Non è particolarmente complesso, ma se vuoi giocare a un gioco classico, ben bilanciato e dalla grafica a tema asiatico impeccabile, sei nel posto giusto! \nSe vuoi provare un’altra slot gratis a tema Gemme, ti suggeriamo Aztec Stargems di Leap Gaming, (disponibile nella nostra libreria) che offre un maxi bonus tutto da scoprire… \n\nDomande Frequenti \nIl gioco Kingdom Gems include bonus o giri gratuiti?\n\nCertamente. La slot machine Kingdom Gems include funzioni bonus come simboli jolly, giri gratuiti e simboli scatter. Puoi vincere fino a 12 giri gratis facendo atterrare 3 o più simboli scatter ovunque sui rulli. \n\n\n\nCome si fa per giocare alla demo della slot Kingdom Gems?\n\nScegli l'importo della tua scommessa utilizzando le frecce o nelle impostazioni. Per la slot Kingdom Gems la puntata minima è 50€ e la puntata massima è 1000€. Ora fai clic su gira o scegli la funzione di rotazione automatica, che ti consente di girare la bobina più comodamente. E premendo di nuovo play si attiva la modalità turbo spin.\n\n\n\nQual è la vincita più grande disponibile in Kingdom Gems?\n\nLe vincite più grandi in questa slot sono disponibili nei giri gratuiti quando puoi ottenere oltre 1.000 volte la tua puntata.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Kingdom Gems",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/09/kingdom-gems_new-286x217.png",
            "filename": "kingdom-gems_new-286x217.png"
        }
    ],
    "name": "Kingdom Gems"
}