{
    "studio": "Relax Gaming",
    "text": "\nKluster Krystals Megaclusters\nCristalli e gemme preziose sono un grande classico delle slot, quasi al pari della frutta. Relaxing Gaming ha deciso di dotare Kluster Krystals Megaclusters di un sistema di cluster che rende ogni partita avvincente. Dal punto di vista visivo, diciamo subito che osservare così tante gemme preziose cadere dall’alto è un vero e proprio piacere per gli occhi, soprattutto perché sulla grafica è stato fatto un ottimo lavoro. Lo sfondo del gioco è una foresta lussureggiante, con la griglia di gioco sostenuta da due pilastri di pietra e con la base corredata di luci che si illuminano seguendo i progressi del gioco. Ai lati si trovano i tasti funzione e un contatore che riassume le varie vincite. Il comparto sonoro è un insieme di musica relax e suoni del bosco, con qualche effetto per le vincite.\nCaratteristiche di Kluster Krystals Megaclusters\nLa griglia quadrata ha 5 rulli e 5 righe, con la scommessa minima pari a 0,10 € e la massima di 100 €. Si vince con almeno 8 simboli uguali e adiacenti e la vincita totale potenziale è di 9.921 volte la puntata. Dopo ogni combinazione pagante i simboli scompaiono per lasciare posto ad altri, in quello che viene definito sistema “a cascata”. Si possono impostare i giri automatici senza un numero predefinito, e per tornare alla modalità manuale ci basterà cliccare di nuovo sullo stesso pulsante. La volatilità è alta, si vince meno spesso ma sempre grosse cifre, mentre il valore RTP è abbastanza buono, essendo pari al 96,49%.\nSimboli e funzionalità\nCi sono cristalli di 5 colori diversi, blu, rosso, viola, rosa e verde. Sulla griglia possono apparire sino a 100 simboli contemporaneamente, con il rosso che arriva a ricompensarci sino a 50 volte la puntata. Particolarità di Kluster Krystals Megaclusters è che i cristalli si possono comporre in figure solide.\nAlcuni simboli di grosse dimensioni potranno atterrare associati a dei moltiplicatori x1, x2, x3, x4, x5 e x10. In tal caso il moltiplicatore verrà segnalato nella tabella che si trova sulla parte sinistra della griglia di gioco. Nel caso compaiano più moltiplicatori durante il sistema a cascata, essi andranno a sommarsi con gli altri, arrivando a valere un massimo di x40.\nIn Kluster Krystals Megaclusters ci sono tre funzioni speciali che si attivano con 6 combinazioni vincenti consecutive. Vediamole nel dettaglio:\n\nKristal Vanish: trasforma un gruppo di simboli casuali dello stesso colore\nKrystal Boost: aggiunge componenti ai cristalli per formare una figura solida\nKrystal Kut: rimuove tutti i simboli formati da un solo frammento\n\nIl simbolo Bonus ci ricompenserà con 7 giri gratuiti, ma a patto che esso compaia in una combinazione vincente da 4 simboli. I Free Spins possono essere integrati di altri 4 giri ad ogni ulteriore simbolo Bonus. Durante i giri gratuiti sono previsti sia i moltiplicatori, sia le funzioni speciali.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Kluster Krystals Megaclusters",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/kluster-krystals-megaclusters_thumb-286x217.jpg",
            "filename": "kluster-krystals-megaclusters_thumb-286x217.jpg"
        }
    ],
    "name": "Kluster Krystals Megaclusters"
}