{
    "studio": "WMG",
    "text": "\nKnight’s Treasure\nMagia e duelli giocando con Knights Treasure\nKnights Treasure è una delle nuovissime slot machine sviluppata dalla nota casa italiana WMG, software house specializzata in prodotti per il mondo del gaming online. L’ambientazione di questa slot ci porterà a giocare in una realtà fantastica, dove regnano la magia e gli scontri con la spada. In questo mondo, potenti cavalieri sono chiamati a duellare contro feroci orchi per la supremazia ed il potere; tu dovrai cercare di accumulare il maggior numero di ricchezze giocando al meglio i tuoi spin. Grazie al bonus stage offerto da questa slot machine, avrai la possibilità di far crescere il tuo tesoro; sconfiggi il terribile Orco duellando contro di lui e porta a casa ottime vincite!\nGrafica della slot machine\nCome per gli altri prodotti di casa WMG, la grafica con cui è realizzata la slot è molto curata, fluida nelle animazioni e ricca di dettagli. Tutti i personaggi presenti hanno una propria animazione personalizzata che diventa visibile dopo uno spin vincente. I simboli della slot machine fanno tutti riferimento al mondo fantasy e, oltre a 3 diverse tipologie di orchi, sono presenti immagini che si riferiscono a questa ambientazione: un Cavaliere, uno Scudo, un Libro degli incantesimi, un’Ascia da guerra, uno Stendardo ed una Maga. Attraverso il pulsante “Autoplay” è possibile impostare fino a 500 giri automatici.\nLe funzioni e i bonus della slot\nKnights Treasure è una classica slot a 5 rulli nella quale puoi scegliere di giocare con un minimo di 5 linee di pagamento oppure aumentare la posta e arrivare fino a 10 linee totali. Attraverso il pulsante “Bet” puoi selezionare il numero di linee da rendere attive durante la partita e, contemporaneamente, aumentare il valore della puntata in corso. Non sono presenti free spin, ma la particolarità di questa slot machine risiede nella sua modalità “doppio spin”; dopo un primo giro di rulli infatti, hai la possibilità di bloccarne alcuni a tuo piacere, per poter tentare di creare una nuova combinazione vincente attraverso un secondo giro. Questa seconda chance di gioco rende questa slot molto attraente, aumenta il divertimento e la voglia di giocare. Il Wild della slot machine è rappresentato dal simbolo che raffigura una Maga. Quando compare su uno o più rulli ti aiuta a completare al meglio le combinazioni vincenti. Il simbolo che raffigura tesori e ricchezze con la scritta “Bonus” è il secondo simbolo speciale della slot machine. Se ne compaiono 3, 4 o 5 sui rulli, viene attivato il bonus game. Sarai chiamato a duellare a turni con un Orco; dovrai cercare di sconfiggerlo colpendolo con la spada prima che lui finisca la tua energia con i suoi colpi. Ogni colpo andato a segno ti garantirà una buona vincita; per ottenere il bonus più elevato dovrai sconfiggere del tutto l’Orco. Sono disponibili tre tipi di vincite bonus: il più alto è rappresentato dalla scritta “Big Win” dorata, il secondo da un Calice in oro, mentre il terzo in ordine di grandezza, da un Candelabro argentato.\nSlot simili a Knights Treasure\nEscludendo altri titoli targati WMG, non si trovano in commercio molte slot machine che offrono la stessa tipologia di gioco a “doppio spin” come in Knights Treasure. Yabba Dabba Dosh e la Slot Machine Witch Hunter permettono di bloccare alcuni dei rulli a piacere del giocatore prima di effettuare un secondo spin con la possibilità di creare una nuova combinazione vincente, proprio come succede in Knights Treasure. A parte la modalità “doppio spin” in comune, queste due slot machine presentano un’ambientazione e tematiche differenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Knight's Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/knights-treasure_thumb-286x217.png",
            "filename": "knights-treasure_thumb-286x217.png"
        }
    ],
    "name": "Knight’s Treasure"
}