{
    "studio": "Tom Horn Gaming",
    "text": "\nKongo Bongo\nInformazioni generali\nSoftware: Tom Horn\nRulli: 3\nLinee di gioco: 1\nPuntata minima: 1 gettone\nPuntata massima: 100 gettoni\nVincita massima: 80.000 gettoni\nReturn To Player (RTP): 96,07%\nAutoplay: Si\nCaratteristiche principali\nKongo Bongo è una slot machine della software house Tom Horn Gaming, che ci porta nel bel mezzo della giungla in compagnia di un grosso scimmione che detiene lo scettro di re delle Banane.\nÈ una slot caratterizzata dalla presenza di soli tre rulli anziché i canonici cinque, e da un’unica linea di pagamento attiva.\nLa particolarità di questo gioco è data dalla volatilità variabile, il che significa che le possibilità di ottenere una vincita non sono prestabilite ma cambiano a seconda del valore della puntata: più scommettete, più possibilità avrete di vincere!\nQuesta peculiarità rende Kongo Bongo un gioco adatto più ai giocatori navigati ed esperti: per vincere qui dovrete essere disposti a effettuare delle puntate di un certo valore, per cui se non ve la sentite o apprezzate maggiormente le slot “a basso investimento”, questa non fa decisamente per voi!\nGrafica, simboli e loro valore\nLa grafica di Kongo Bongo è molto ben curata: il tema della giungla è sviluppato in modo coerente e affascinante con banani e altri alberi che fanno da cornice alle vicende del re scimmione.\nTra i simboli presenti in questa slot machine troverete:\n\nIl simbolo Bar: paga fino a trenta volte la puntata\nDelle banane: se compaiono su tutti i tre rulli pagano 50 volte la puntata,\nLa batteria suonata da Kongo Bongo: la presenza di questo simbolo sui tre rulli paga tra 100 e 150 volte la puntata a seconda del valore della scommessa.\nLucky 7’s: simbolo che richiama la tradizione delle vecchie slot machine terrestri, vale tra 200x e 400x la puntata.\nLe stelle dorate: hanno un valore che va da 500 a 800 volte la puntata.\n\nKongo Bongo: conclusioni\nKongo Bongo, il re delle banane, vestito con una giacca viola e con un medaglione d’oro al collo, tiene d’occhio i giocatori mentre girano i rulli e offre loro supporto e consigli!\nQuesta slot machine di casa Tom Horn, non ha molte funzionalità speciali o una modalità di gioco particolarmente complicata, il che la rende adatta anche ai giocatori che si affacciano per la prima volta al mondo delle slot, ma che ambiscono ad ottenere delle vincite consistenti.\nAllo stesso tempo però, la volatilità variabile a seconda del valore della scommessa rende Kongo Bongo un gioco attraente anche per coloro che desiderano scommettere alte cifre.\nQuesta slot machine offre anche una funzionalità speciale a cui si accede quando sui rulli compare il Boss delle scimmie e che permette di ottenere dei giri gratuiti!\nÈ una slot machine con una grafica di alta qualità che può essere giocata senza perdere le sue caratteristiche grafiche non solo da computer ma anche in versione desktop.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Kongo Bongo",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/kongo-bongo-slot-286x217.jpg",
            "filename": "kongo-bongo-slot-286x217.jpg"
        }
    ],
    "name": "Kongo Bongo"
}