{
    "studio": "Relax Gaming",
    "text": "\nLa Fiesta\nLe feste tradizionali spagnole sono ricche di simboli che le rendono riconoscibili in tutto il mondo. Alcuni esempi tipici sono le rose della Falleras di Valencia, le battaglie a colpi di pomodori della Tomatina, la festa di San Joan a Minorca. Ci sono poi la festa di Pamplona con i tori e naturalmente le corride con i matador. La Relax Gaming viene apprezzata dai giocatori di tutto il mondo sia per le funzionalità dei suoi prodotti, sia per l’attenzione che dedica al comparto grafico, caratteristiche che si riscontrano anche in la Fiesta. Sullo sfondo si intravedono le strade della città listate a festa, con le bandierine e le lampadine colorate che corrono da un palazzo all’altro e un toro che ogni tanto si affaccia da dietro la griglia di gioco. Nella parte bassa della schermata ci sono tutte le informazioni relative alla scommessa, mentre sulla parte destra sono presenti i tasti con cui settare il gioco in base alle nostre preferenze. Una musica allegra e coinvolgente fa aumentare l’aria di festa che si respira durante gli Spin.\nCaratteristiche principali\nLa griglia di gioco ha 5 rulli e 4 righe, con 40 linee di pagamento fisse su cui scommettere da 0,10 € fino 100 €. Quando si hanno più combinazioni vincenti sulla stessa linea, viene pagata quella più alta, in caso le combinazioni siano su linee diverse, allora gli importi verranno sommati. La Fiesta ha un buon ritorno teorico al giocatore (RTP), pari al 96,19 %. È possibile attivare sino a un massimo di 100 giri automatici ed è presente la funzione Gamble con cui provare a raddoppiare le vincite.\nSimboli e Funzionalità\nIn questa slot sono presenti numerosi simboli, 4 Wild e 4 Bonus. In assoluto il simbolo che paga di più è il toro, seguito dal matador, infine ci sono il ragazzo e la ragazza vestiti con gli abiti tipici delle feste spagnole. Il valore più basso è quello delle boccette a forma di simboli delle carte da gioco. I simboli Wild sono 4 e si riferiscono alle feste tradizionali spagnole: un pomodoro, un pomodoro schiacciato, un asino e un cavallo. Questi ultimi due simboli sono ad espansione, arrivando ad occupare tutto il rullo. I simboli Wild hanno funzione di Jolly e sostituiscono tutti gli altri simboli. In La Fiesta sono presenti diversi simboli Scatter: chitarra e maracas, rose, pomodori e il toro. Con 3 simboli si ha diritto a 4 giri gratuiti e a un mini-gioco che cambia in base al simbolo apparso sul quinto rullo. I mini-giochi riprendono il nome e i simboli di 4 diverse feste tradizionali della Spagna: Falleras, Tomatina, Pamplona, San Joan. Vediamo le loro caratteristiche nel dettaglio:\n\nFalleras: per ogni rosa che atterra durante il gioco Bonus, si otterrà un ulteriore giro gratuito. Se atterra una rosa d’oro, oltre al giro gratuito si avrà un moltiplicatore +1.\nTomatina: Ogni volta che un Wild atterra sui rulli diventerà appiccicoso restando fisso durante i successivi giri.\nPamplona: si avranno 6 Free Spins e il simbolo del toro impilato.\nSan Joan: Il cavallo è il simbolo principale e ad esso sono associati Respins e moltiplicatori.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "La Fiesta",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/la-fiesta_logo-286x217.jpg",
            "filename": "la-fiesta_logo-286x217.jpg"
        }
    ],
    "name": "La Fiesta"
}