{
    "studio": "Bally",
    "text": "\nLady Robin Hood\nUno dei fenomeni che ha preso maggiormente piede negli ultimi anni è quello del “gender bending”, ovvero il riadattare una storia o un personaggio al sesso opposto. Così gli eroi diventano eroine, i cattivi diventano cattive poiché chiunque può essere qualunque cosa.\nSull’onda di questa corrente di pensiero troviamo Lady Robin Hood della Bally, una slot che scambia il sesso del più famoso arciere di tutti i tempi, facendolo diventare l’eroina della Foresta di Sherwood (ideale, dato che Robin è nome sia maschile che femminile in inglese).\nScopriamo insieme cosa ha da offrirci questa slot, analizzandola da un punto di vista grafico e per poi spostarci a un’analisi più tecnica e dettagliata.\nLady Robin Hood – Frecce e pugnali\nAll’apertura della slot, veniamo accolti da una musica piuttosto irruenta, per questo consigliamo gli utenti di muoversi con cautela. La griglia di gioco sembra costruita su di una pergamena arrotolata e contiene i vari simboli che andranno a comporre le varie combinazioni.\nTra questi troviamo i classici simboli delle carte da gioco (A, K, Q…) molto simili ad altri già usati dalla Bally nelle sue slot e dato che sono simboli secondari, è probabile che siano stati riciclati. I simboli principali richiamano il mito di Robin Hood: dalla damigella con l’arco alle frecce, dal boccale di birra alle monete rubate ai ricchi da dare ai poveri.\nIl tutto costruito sull’immagine che fa da sfondo all’interfaccia di gioco, la quale vuole naturalmente richiamare la Foresta di Sherwood in cui sono ambientate le vicende del noto (o della nota) Robin Hood.\nLady Robin Hood – Centra il Bersaglio\nIniziamo con il dire che il meccanismo di gioco di Lady Robin Hood è molto divertente, in particolare per la modalità bonus di cui parleremo a breve. Ci troviamo di fronte a una griglia di gioco di tipo 4*4, la quale mostra ben venti simboli a ogni giocata.\nL’RTP è pari al 94%, leggermente inferiore rispetto al valore medio di 96 che si trova nelle slot online ma che non fa grande differenza considerate le funzioni della slot stessa. La Volatilità è media, quindi la slot non si sbilancia in favore di vincite enormi ma neanche di decine di giri senza neanche una vincita.\nIl simbolo più interessante è sicuramente LRH (le iniziali della slot), un simbolo Scatter che ci permettono di accedere alla modalità bonus con giri gratuiti. Durante questi giri, potremo trovare tra i rulli dei bersagli, i quali andranno a riempire degli indicatori sopra i rulli 2, 3, 4 e 5. Una volta riempito un indicatore (ci vogliono quattro frecce), il rullo corrispettivo diventerà interamente ricoperto di Wild per il resto della modalità, rendendo ricchissima questa funzione nella sua parte conclusiva.\nSlot simili a Lady Robin Hood\nRobin Hood non è il personaggio più popolare nelle slot online, ma nonostante questo è possibile comunque trovare delle slot che sfruttino questo personaggio come tematica. Una in particolare è Robin Hood: Shifting Riches della NetEnt.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lady Robin Hood",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/lady-robin-hood_featured-286x217.jpg",
            "filename": "lady-robin-hood_featured-286x217.jpg"
        }
    ],
    "name": "Lady Robin Hood"
}