{
    "studio": "WMS",
    "text": "\nLady of Egypt\nParlando di tematiche abusate nel mondo delle slot online (ma non per questo meno divertenti), quella dell’Antico Egitto non fa eccezione, anzi: è sicuramente sul podio tra le più amate. D’altronde questo paese e la sua storia contengono tutto ciò che cerchiamo in una slot: mistero, ricchezze e fascino.\nTre caratteristiche che definiscono anche alcune delle donne più famose di tutti i tempi: Cleopatra e Nefertiti, figure a cui è stata dedicata Lady of the Egypt della WMS.\nIn questa breve recensione andremo a fare luce su questa slot sia da un punto di vista prettamente grafico, sia da un punto di vista di meccaniche di gioco.\nGrafica e sonoro di Lady of Egypt\nNon finiremo mai di dirlo: anche l’occhio vuole la sua parte, motivo per cui iniziamo ogni recensione parlando proprio di questo aspetto. La tematica relativa all’antico Egitto permea l’intera slot, non solo per quanto riguarda i simboli che si trovano all’interno della griglia di gioco (i quali mostrano illustrazioni fatte con ottimo gusto) ma anche per la musica che si attiva durante il gioco e durante la modalità bonus.\nLa novità introdotta dalla WMS con questa slot è relativa però alla griglia vera e propria.\nCome giocare a Lady of Egypt\nLa WMS ha fatto della propria politica quella di associare slot dall’aspetto e le meccaniche tradizionali a slot uniche nel loro genere. Avremo modo di vedere altri titoli simili nel prossimo punto della nostra recensione, per ora andiamo a vedere perché definiamo unica Lady of Egypt.\nSe la maggior parte delle slot online utilizza un meccanismo 5*3 in cui vengono mostrati quindici simboli a ogni giocata, in questo caso si assiste a un meccanismo unico nel suo genere. Potremmo definire quello di Lady of Egypt uno schema 9*3 con 9 rulli che ruotano contemporaneamente. In realtà il nostro gioco si concentrerà solamente su tre rulli alla volta: ottenuta una combinazione vincente nei primi tre rulli, l’interfaccia di gioco si sposterà di due rulli sulla destra in cui avremo la possibilità di ottenere una vincita combinata.\nIl processo si ripete fino a che non si arriva all’ultimo rullo (speciale in grado di assegnare il jackpot) o fino a che non finiscono le combinazioni vincenti. Questo meccanismo particolare non solo rende molto più divertente il gameplay, ma dà la possibilità di ottenere vincite alte grazie alla presenza di simboli Wild, Scatter e dei moltiplicatori.\nSe infatti la vincita sui primi 3 rulli non viene condizionata da quelle successive, la seconda vincita concatenata ottiene un moltiplicatore X2 sul suo valore. Nella terza il moltiplicatore sale a X3 e nella quarta (appena prima del jackpot) arriva a x5.\nSlot simili a Lady of Egypt\nCome abbiamo avuto modo di dire in precedenza, questo non è il primo caso in cui la WMS propone delle slot dal gameplay unico e particolare. Lo stesso (sebbene per motivazioni diverse) lo troviamo in Fire Queen e in Giant’s Gold.\nSe poi vogliamo parlare della tematica e non del gameplay, anche l’Egitto è particolarmente caro a questa casa di sviluppo, da Egyption Riches fino a Rome & Egypt, così come per altre case come la Novomatic con il famoso titolo Book of Ra.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lady of Egypt",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/lady-of-egypt-slot-286x217.jpg",
            "filename": "lady-of-egypt-slot-286x217.jpg"
        }
    ],
    "name": "Lady of Egypt"
}