{
    "studio": "NewAge Games",
    "text": "\nLamas Piñatas\nLa Piñatas altro non è che il gioco da noi conosciuto con il nome di Pentolaccia. Anche in questo caso c’è una sorta di contenitore di cartapesta dalle forme diverse, può essere una pentola o un animale, che viene riempito con caramelle o giochi e appeso a un albero. Lo scopo del gioco è quello di rompere l’involucro con un bastone dopo essere stati bendati.\nIn questo gioco della NewAge Games ci troviamo di fronte a un lama di cartapesta con all’interno tante preziose e buonissime caramelle, che ci permetteranno di vincere favolosi premi.\nPassiamo quindi a vedere il lavoro che questo provider ha fatto sulla parte grafica.\nLo sfondo è giallo paglierino e sulla parte superiore si trovano tante candeline colorate. Sul lato sinistro della griglia c’è il nostro lama di cartapesta colorato di viola con tante tesserine di cartone appese al corpo. Tra le zampe, c’è un cestino.\nCi sono poi due griglie, la prima contenente i numeri vincenti, la seconda dedicata ai nostri numeri.\nIn basso troviamo la barra spaziatrice che funge da Start su cui è impresso il valore della nostra giocata, valore che può essere modificato attraverso i tasti più e meno che si trovano ai lati.\nPiù a sinistra c’è il tasto per disattivare la musica, l’icona per accedere al menù interno e quella per tornare alla schermata principale.\nCaratteristiche di Lamas Piñatas\nOgnuna delle due griglie contiene cinque caramelle colorate. Cliccando sulla barra, esse esploderanno, rivelando dei numeri. Se uno o più numeri della nostra griglia corrisponderanno ai numeri vincenti, allora ci porteremo a casa il premio corrispondente.\nLe puntate variano da un minimo di 0,05 € per spin a un massimo di 10 €. Il range di scommessa accessibile a tutte le tasche è uno degli aspetti che abbiamo maggiormente apprezzato durante la nostra prova.\nA differenza di altri giochi della NewAge games, in questo caso non è possibile attivare i giri automatici.\nCome funziona Lamas Piñatas\nAbbiamo detto che si vince quando uno o più i numeri vincenti corrispondono a quelli comparsi all’interno del riquadro denominato «Your Numbers». Per vincere non è importante il numero in sé, ma quanti ne indoviniamo a ogni giro. Se contiamo la puntata minima, 0,05, allora con un solo numero uguale ripagheremo la nostra giocata, con due numeri vinceremo un centesimo in più, con tre la vincita sarà di 0,65 €, con quattro di 1,50 €, con cinque si arriva a ben 250 €. Naturalmente aumentando la posta, le vincite si fanno molto più interessanti.\nNon è finita qui, perché a scoppiare non sono soltanto le caramelle, ma anche il cestino che si trova tra le zampe del lama. In questo caso, a saltare fuori sarà un moltiplicatore casuale x1, x2, x3, x5 o x10 che verrà applicato alla scommessa. Ecco allora che le cifre sopra citate posso farsi davvero interessanti se è vero che con 0,05 € se ne possono portare a casa 2.500!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lamas Piñatas",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/lamas-pinatas_logo-286x217.png",
            "filename": "lamas-pinatas_logo-286x217.png"
        }
    ],
    "name": "Lamas Piñatas"
}