{
    "studio": "Spearhead Studios",
    "text": "\nLara Jones is Cleopatra\nSei cresciuto giocando a Tomb Raider e amavi i film di Indiana Jones? Allora questa macchina  è per te! Durante il lancio di questa slot gratis, Spearhead Studios ha dichiarato che Lara Jones is Cleopatra segue le gesta della sua omonima avventuriera, impegnata nella ricerca dei preziosi tesori nascosti nelle profondità della tomba della regina egiziana Cleopatra. Ha inoltre aggiunto, che la slot è stata ottimizzata per i dispositivi mobili ed è disponibile in una vasta gamma di valute e lingue nei casinò online certificati dalle autorità di regolamentazione in tutte le principali giurisdizioni, inclusa l’Italia. Continua a leggere per scoprire la trama e i trucchi di questo avventuroso gioco online!\nTrama di Lara Jones\nLara Croft incontra Indiana Jones, ecco cosa puoi aspettarti da questo gioco! Lara Jones Is Cleopatra è una slot gratis a tema avventura di Spearhead Studios che ti porta in un viaggio in Egitto. La grafica di questa slot sembra raffinata e include icone piccole e di alta qualità, bobine fatte di blocchi di sabbia, un tempio usato come matrice e uno sfondo dove puoi trovare il deserto, le piramidi e gli uccelli animati.\nGameplay ed elementi principali\nLara Jones Is Cleopatra ha 5 rulli e 10 linee di pagamento con una vincita massima che si aggira intorno a 17.000x. Il gioco ha un RTP del 96,46%. In questa macchina troverai 9 simboli regolari:\n\nun serpente,\ncinque simboli di carte da gioco,\nl’occhio di Horus,\nCleopatra\nuno scarabeo.\n\nLa stessa Lara Jones ha il ruolo di un simbolo jolly. Può sostituire simboli regolari purché possa aiutare un giocatore a completare una linea vincente. Se ottieni tre simboli Scatter ovunque sul primo, terzo e quinto rullo, lancerai dieci giri gratuiti. Durante i giri gratuiti, il simbolo jolly si trasforma in un jolly appiccicoso che rimane in posizione fino alla fine di questa modalità speciale.\nAspettati vincite fenomenali!\nLara Jones Is Cleopatra offre vincite a linea singola fino a 3.000 volte la puntata iniziale ed è in grado di innescare il bonus di rotazione Cleopatra. Con questo gioco, gli appassionati hanno la possibilità di ritirare premi in denaro che superano i 30.000€. Questa video slot HTML5 di alta qualità è stata progettata per essere riprodotta su desktop e su qualsiasi dispositivo mobile, per rendere le tue partite ancora più emozionanti. Scopri nel nostro catalogogli altri titoli disponibili di questo innovativo sviluppatore, giocabili anche in modalità demo, per chi non è ancora esperto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lara Jones is Cleopatra",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/lara-jones-is-cleopatra_featured-286x217.jpg",
            "filename": "lara-jones-is-cleopatra_featured-286x217.jpg"
        }
    ],
    "name": "Lara Jones is Cleopatra"
}