{
    "studio": "Microgaming",
    "text": "\nLara Croft Temples and Tombs\nCi sono videogiochi che hanno superato i limiti della propria utenza e della piattaforma sopra la quale sono stati sviluppati per diffondersi in tutto il mondo. Sebbene siano ancora pochi, possiamo annoverare diversi lungometraggi che hanno le proprie origini nel mondo videoludico e sicuramente Lara Croft (Tomb Raider) è uno di questi.\nL’eroina del videogioco di avventura nato su PS1 ha visto una rinascita di recente, con la riscoperta del pubblico e nuovi titoli a lei dedicati, per questo non sorprende trovarla come protagonista in Lara Croft Temples and Tombs, slot machine della Microgaming.\nIl mondo videoludico e del cinema stanno infatti sempre più influenzando quello delle slot online, andiamo a scoprire questo gioco in questa recensione.\nLara Croft Temples and Tombs: il comparto grafico\nOgni nostra recensione parte con l’analisi dell’aspetto più superficiale (ma comunque importante) di una slot: il comparto grafico e musicale. In questo caso, la griglia di gioco si trova incastonata tra le mura di un tempio abbandonato.\nI vari simboli che troveremo nel corso del gioco e attraverso i quali cercheremo di ottenere le nostre combinazioni sono relativi al mondo dell’avventura e la sopravvivenza (come il Kit medico, la borraccia e la corda con rampino), all’eroina stessa (con Lara che guida una moto o che si tuffa per evitare un proiettile) o infine al mondo dei reperti archeologici, come le divinità egizie e altri simboli annessi.\nNon è solo la grafica a incuriosire un potenziale giocatore, però, ma anche le meccaniche di gioco e i ricchi premi che possono essere vinti con la propria puntata.\nLara Croft Temples and Tombs: come si gioca?\nA prima vista la slot non appare essere diversa dalla maggior parte dei giochi che è possibile provare online. Come nella stragrande maggioranza delle slot machine, infatti, anche Lara Croft Temples and Tombs sfrutta la stessa meccanica del 5*3. In questo caso, quindi, cinque rulli verticali vanno a disporsi lungo tre linee orizzontali.\nSe questa prima formazione standard ci permette di ambientarci immediatamente nella slot senza dover sprecare i nostri soldi in un periodo di formazione, non adagiamoci sugli allori: la slot è infatti pronta a sorprenderci con le sue funzioni speciali.\nDue sono quelle di cui parleremo in particolare.\nLa prima è causata dal tipo di rotazione dei rulli: al contrario delle slot tradizionali, in questo caso non si parla di rulli che ruotano su loro stessi ma di simboli raffigurati su delle mensole che cadono dall’alto. Cosa cambia? Semplicemente che la slot permette di ottenere delle vincite concatenate, infatti ogni volta che una combinazione vincente viene trovata dal giocatore, i simboli in questione spariranno lasciando posto a nuovi simboli che cadranno dall’alto.\nLa prima vincita avrà valore normale, ma già dalla prima concatenazione otterremo un moltiplicatore X2, che diventerà un X3 alla seconda vincita e un X5 alla terza vincita nello stesso round.\nLa seconda funzione da tenere a mente è quella relativa al Jackpot: ne esistono tre tipi diversi ed è possibile ottenerli trovando gli scarabei durante la giocata.\nLara Croft Temples and Tombs: slot simili\nEsiste un grande numero di slot ispirate al mondo della cinematografia. La stessa Microgaming ne offre diverse, come The Dark Night che trae ispirazione dall’omonimo film supereroistico o Scarface ideato dalla NetEnt che non ha bisogno di presentazione.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lara Croft Temples and Tombs",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/lara-croft-temples-and-tombs-featured-286x217.jpg",
            "filename": "lara-croft-temples-and-tombs-featured-286x217.jpg"
        }
    ],
    "name": "Lara Croft Temples and Tombs"
}