{
    "studio": "Play’n Go",
    "text": "\nLegacy of Dead\nLa software house Play’N’Go ha deciso di inaugurare il 2020 con il botto, lanciando sul mercato una slot machine che promette di far felici anche i giocatori più difficili! Legacy of Dead è un gioco a tema egiziano, uno dei tanti in effetti, ma che grazie ad alcune funzioni speciali e a un’alta (altissima) volatilità con maxi-premio davvero da capogiro, dovrebbe distinguersi dalla miriade di altri slot machine ambientate all’ombra delle piramidi.\n\nIl tema egiziano è sviluppato in Legacy of Dead ambientando il gioco in una sorta di antica camera funeraria, con i simboli che si rifanno alla migliore tradizione delle divinità dell’Antico Egitto.\nQuesta slot machine ricorda molto da vicino la sorella, sempre di casa Play’N’Go, Book of Dead, ma rispetto a questa presenta delle funzionalità in più e risulta essere, nel complesso, molto più moderna.\nIl compartimento grafico di Legacy of Dead non smentisce la scelta della Play’N’Go di puntare sempre sulla massima qualità: le immagini sono splendide e unite ad animazioni in alta definizione garantiscono un’esperienza di gioco davvero incredibile.\nIl range di scommesse va da soli 10 centesimi fino a 100 €, con un jackpot stellare che arriva a 25.000 volte la puntata e un ritorno teorico al giocatore (return to player o RTP) che si attesta su un ottimo 96,58%.\nVincere su Legacy of Dead non sarà facile, ma avrete la possibilità di portare a casa delle somme davvero interessanti!\n\nSimboli regolari e speciali di Legacy of Dead\nI simboli di Legacy of Dead sono rappresentati innanzitutto dai numeri e dalle lettere che si riferiscono alle carte da gioco dal 10 all’Asso, i cosiddetti “reali”. Oltre a questi abbiamo i simboli più prettamente tematici che comprendono:\n\nIl dio falco Horus: combinazioni di 2, 3, 4 o 5 simboli pagano 0,5, 2, 8 o 60 volte la puntata\nFaraone: combinazioni di 2, 3, 4 o 5 simboli pagano 0,5, 2, 8 o 60 volte la puntata\nAnubi (Dio dei morti): combinazioni di 2, 3, 4 o 5 simboli pagano 0,5, 3, 30 o 160 volte la puntata\nTutankhamon: combinazioni di 2, 3, 4 o 5 simboli pagano 1, 10, 100 o 500 volte la puntata\n\nOltre a questi è presente inoltre il simbolo della camera funeraria che funge sia da Wild che da Scatter.\n\nFunzionalità speciali di Legacy of Dead\nLa funzionalità speciale più allettante di Legacy of Dead è rappresentata dalla funzione free spins attivata grazie al simbolo della camera funeraria: se compaiono tre o più Wild/Scatter sui rulli si potranno giocare ben dieci giri gratuiti e si otterrà una vincita pari a 2, 20 o 200 volte la puntata.\nUn’altra particolarità è data dalla possibilità di ottenere dei simboli speciali espandibili, fino a 9, che porteranno nuove combinazioni vincenti e permetteranno di provare a portare a casa la vincita massima pari a 25.000 volte la puntata, durante i giri gratuiti.\n\nDomande Frequenti \nQual è la percentuale RTP?\n\nNon possiamo dire che Legacy of Dead RTP batta i record in quanto è del 94,51%. Le slot più giocate di solito hanno un RTP di circa il 96% e si avvicinano al 97% per restituire di più ai giocatori.\n\n\n\nEsistono giri gratuiti di Legacy of Dead senza deposito?\n\nSe vuoi ottenere giri gratuiti Legacy of Dead senza effettuare un deposito, dovrai fare qualche ricerca. Scorri la nostra lista dei migliori casinò e controlla le informazioni effettive sui bonus attuali.\n\n\n\nPosso giocare a Legacy of Dead gratuitamente?\n\nSì, Slotjava è il posto giusto per provare Legacy of Dead senza che sia richiesta la registrazione. Qualsiasi casino AAMS - ADM che collabora con Play'n GO offre l'accesso gratuito alla modalità demo.\n\n\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Legacy of the Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/legacy-of-the-dead-simboli.jpg",
            "filename": "legacy-of-the-dead-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Legacy of the Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/legacy-of-the-dead-tabella-pagamenti.jpg",
            "filename": "legacy-of-the-dead-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Legacy of the Dead hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/legacy-of-the-dead-modalitá-bonus.jpg",
            "filename": "legacy-of-the-dead-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Legacy of Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/legacy-of-dead-new-286x217.jpg",
            "filename": "legacy-of-dead-new-286x217.jpg"
        }
    ],
    "name": "Legacy of Dead"
}