{
    "studio": "Playson",
    "text": "\nLegend of Cleopatra\n\nIl provider Playson ci presenta una delle slot online gratis a tema egiziano più popolari tra gli appassionati di questo genere: Legend of Cleopatra. L’obiettivo del gioco è molto semplice, dovrai tentare di sbloccare gli enigmi delle piramidi per trovare jolly e preziosi simboli scatter nascosti.\nGameplay insolito\nIl design di Legend of Cleopatra, una slot online a 6 rulli, è davvero ben fatto: le bobine sono posizionate all’interno di una camera da bagno del palazzo di Cleopatra. Vedrai subito carte da gioco posizionate vicino al Dio degli uccelli Ra, al Dio gatto Bastet e al Dio cane Anubi. Tutti pagano 2 volte e mezzo la puntata totale se ne ottieni 6 di fila. Il vero elemento distintivo che rende questa slot gratis unica, è il motore di gioco insolito: l’azione infatti, si svolge su un set di rulli 2x3x3x4x5x5 che raggiunge fino a 100 linee di pagamento. Con questo insolito set di mulinelli, Legend of Cleopatra potrebbe sembrarti un gioco complicato, in realtà, è molto semplice. La grafica è ben fatta e la colonna sonora crea un’atmosfera misteriosa che si adatta molto bene alla trama. Anche la gamma di extra è soddisfacente seppur senza presentare caratteristiche particolarmente innovative.\nSimboli principali\nI simboli standard più pagati sono:\n\nCleopatra e il logo della leggenda di Cleopatra che paga 3,75 volte la puntata se ottieni una combinazione di 6 simboli,\nUn simbolo Wild dorato che sostituisce tutto, tranne lo scatter e paga fino a 5 volte la puntata per linea di pagamento.\n\nFunzionalità extra\n\nOcchio alla bobina numero 4 bordata in oro! Se riesci a riempirla con un jolly impilato, attiverai la funzione Double Wild Reel. Un rullo viene scelto a caso e riempito di jolly per darti due rulli jolly. Cerca i jolly in pila che possono essere duplicati su una seconda bobina e un round bonus che assegna fino a 30 giri gratuiti. Gioca su tutti i dispositivi tra 0,20€ fino a 100,00€ per giro.\nLa seconda caratteristica è la funzione Free Spins – Durante questa funzione, la forma delle bobine viene invertita in una formazione 5x5x4x3x3x2. L’atterraggio di 2 scatter scarabeo aggiunge altri 2 giri gratuiti al tuo totale. Puoi arrivare ad accumulare fino a 30 free spins in totale.\n\nSe dopo aver provato Legend of Cleopatra vuoi giocare con qualche altra slot gratuita con il tema dell’Antico Egitto non ti resta che selezionare dal nostro elenco i titoli: Cleopatra, Cleopatra 2 e Cleopatra PLus del provider IGT. Se vuoi sentirti come un vero faraone puoi giocare con soldi veri ed aggiudicarti subito un fantastico bonus deposito!\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Legend of Cleopatra",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/legend-of-cleopatra_gratis-286x217.jpg",
            "filename": "legend-of-cleopatra_gratis-286x217.jpg"
        }
    ],
    "name": "Legend of Cleopatra"
}