{
    "studio": "Espresso Games",
    "text": "\nLeprechaun Rama\nUna delle figure già famose della tradizione irlandese è il Leprechaun, il simpatico folletto calzolaio avido che vive in solitudine nei boschi. In Leprechaun Rama il nostro eroe è rappresentato come una rana con la barba rossa (altro elemento tipico dell’iconografia irlandese) e un cilindro sulla testa.  Lo sfondo del gioco è la sua casa dove è custodito un pentolone colmo di monete. Sulla sinistra c’è un contatore suddiviso in tacche che può essere riempito grazie ad alcuni elementi del gioco che illustreremo più in là. I rulli sono invisibili e i simboli appaiono all’interno di bolle che esplodono a seguito di ogni combinazione vincente. La grafica è ottima e ricorda quella dei cartoni animati.\nCaratteristiche della slot\nLeprechaun Rama ha una griglia quadrata 5×5 e utilizza un metodo di gioco a cascata: ogni volta che si ottiene una combinazione vincente, le bolle esplodono e vengono rimpiazzate da altri simboli. Si tratta di una slot All Ways, ciò vuol dire che le combinazioni pagano in ogni direzione e non solo da sinistra a destra come accade di solito. Le puntate possono essere modificate attraverso il tasto Step. I modi per vincere sono 351 e il valore RTP è del 97,15%.\nSimboli e funzionalità\nI simboli in questa slot sono tutti legati alla tradizione irlandese: si va dal ferro di cavallo alla ghianda, passando per la fiaschetta di whiskey, il quadrifoglio e i numeri 3 e 9.\nQuesta slot ha un sistema multistep, con livelli si attivano con il raggiungimento di determinati obiettivi. Ogni volta che compare una chiave, essa andrà a finire nel contatore di sinistra e farà aumentare il livello. Alle chiavi sono legati i progressi e il raggiungimento dei livelli successivi.\nNel primo livello, denominato Leprechaun’s Lair, sulla griglia può apparire un pentolone verde carico di monete d’oro. Esso uscirà dalla bolla e rovescerà il denaro nel pentolone principale che si trova accanto alla griglia. Aumenta ogni volta del 20% la nostra puntata. Ad esso è legata una funzione speciale. Di tanto in tanto e in modo casuale, il Leprechaun si berrà una bella birra fresca che farà esplodere tutti i simboli e ne farà atterrare di nuovi.\nIl secondo livello è detto Faury’s Forest. In questo caso il pentolone che appare sui rulli è d’argento e fa aumentare il denaro del 40%. La funzione casuale è la trasformazione di una fila di bolle in un unico colore.\nIl terzo livello è chiamato Rancher’s Riches e il montepremi verrà aumentato del 60%. Di tanto in tanto alcune bolle verranno trasformate in Wild dando vita a diverse combinazioni vincenti. Alla fine, quando l’arcobaleno che illumina il pentolone sarà completo, si potrà partecipar dal gioco Gamble per incassare o incrementare ancor di più la vincita, con il rischio però di perdere tutto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Leprechaun Rama",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/leprechaun-rama-thumb-286x217.png",
            "filename": "leprechaun-rama-thumb-286x217.png"
        }
    ],
    "name": "Leprechaun Rama"
}