{
    "studio": "Lightning Box Games",
    "text": "\nLightning Horseman\nReggetevi la testa mentre affrontate il terrificante Headless Horseman in un emozionante gioco di slot con caratteristiche all’avanguardia. Basata sul classico racconto di Sleepy Hollow, la video slot Lightning Horseman è ambientata in una cittadina americana terrorizzata da un demone a cavallo di un cavallo nero e accompagnata da una zucca luminosa. Forzieri del tesoro, corvi e ponti coperti si uniscono ai personaggi di Katrina Van Tassel e Ichabod Crane in questa slot a cinque rulli e 40 linee che proviene da Lightning Box Games. In un lampo di ispirazione, gli sviluppatori hanno dato a un fulmine il potere di innescare giri liberi dove le vincite sono garantite. Il punto sui jackpot assegnati alla fine di Lightning Respins o Flippin Retrigger Feature è corretto.\nCon il Cavaliere come simbolo wild ad alto rendimento, e dandovi la possibilità di richiedere grandi jackpot durante i giri bonus, questa slot machine può essere giocata per scommesse in denaro reale di soli 0,40€ per giro. Si può godere di tutta l’azione macabra sui PC desktop, oltre a poter far girare i rulli su iPhone, iPad, e altri dispositivi mobili alimentati da Windows e Android. Lighting Box Games ha sede a Sydney, Australia. Potrebbe non essere il più noto sviluppatore di slot online e mobile ottimizzati, ma questo è in parte dovuto al fatto che produce molti giochi per altri sviluppatori. Hits come Dolphin’s Gold, Super Happy Fortune Cat e Lost Temple sono in realtà slot che sono stati sviluppati da Lightning Box Games ma rilasciati da aziende partner.\nUna grafica spaventosa\nLa Leggenda di Sleepy Hollow è stata raccontata molte volte in passato, ma ecco un rapido riassunto. Ichabod Crane è il maestro del villaggio. Una notte, incontra il fantasma di un soldato dell’Assia che ha perso la testa a causa di una palla di cannone. Segue un inseguimento verso un ponte coperto, dove Crane e il cavaliere spariscono in un lampo di fuoco e zolfo. Raccontata nel film di Tim Burton del 1999 e nelle serie televisive, è una storia classica e duratura che è diventata particolarmente popolare intorno ad Halloween.\nTorniamo al presente e diamo un’occhiata alla postazione video di Lightning Horseman. Tutti gli elementi essenziali della storia sono stati sapientemente intrecciati nei rulli. Tra questi, un’immagine di sfondo della città, alberi contorti della foresta circostante e una colonna sonora in stile gotico che sicuramente vi farà venire i brividi. Ha un aspetto magnifico, anche se la grafica è forse un po’ datata.\nFunzioni e simboli della Slot Machine\nIl Cavaliere, senza testa ma con una zucca scolpita in mano, sarà la vostra caratteristica wild e il simbolo che paga di più i clienti abituali (600 volte la scommessa della linea). Il ruolo abituale in cui lo vedrete apparire sarà quello del sostituto, e in questa veste vi aiuterà di più. Può essere utile anche se appare una sola volta, ma non fa niente per voi se è lo scatter che deve essere sostituito. Anche gli scatters Lightning Bolt possono apparire, e possono farlo anche su più posizioni su ogni bobina. Si finisce per avere bisogno di almeno 6 di questi scatter per innescare un Lightning Respin, anche se ben 13 possono agire in questa funzione. La funzione Lightning Respin vi dà 3 colpi all’inizio, con gli scatters innescanti bloccati per tutta la durata. Solo le altre posizioni girano. L’obiettivo è quello di ottenere dei Lightning Bolts extra, in modo che possano anche bloccarsi in posizione e resettare il numero di respin a 3. Alla fine della funzione, i Lightning Bolts si girano e vi danno dei premi.\nSe si riesce a riempire le bobine con 15 Lightning Bolts, allora si ottiene il Flippin Retrigger. Si capovolgono tutti i Lightning Bolts, e si ottengono premi da tutti.\nIl simbolo del fulmine non vale niente di per sé, ma ha alcuni talenti molto speciali che portano ad alcune caratteristiche premianti. Se si vedono da sei a 13 fulmini contemporaneamente in qualsiasi luogo, si attiva la funzione Lightning Respin. All’inizio si effettuano solo tre giri liberi, con tutti i fulmini bloccati. Se compaiono altri fulmini, anche questi rimarranno al loro posto, e si effettuano altri tre giri gratuiti. Questo continua ad accumulare il totale dei simboli dei fulmini fino a quando si ottengono tre rotazioni senza che appaiano altri simboli, o fino a quando tutte e 15 le posizioni sulle bobine sono state occupate con questi simboli. Alla fine del giro, tutti i fulmini si capovolgono per rivelare i premi. Anche se non tutti avranno alcun valore, è garantito che si otterranno almeno alcune vincite dalla funzione Lightning Respins. Questo cambia se tutte e 15 le posizioni delle bobine sono state riempite dal Lightning Bolt, in quanto la funzione Flippin’ Retrigger assicura che tutti i simboli abbiano un valore. Alla fine di Lightning Respins, durante la funzione Flippin’ Retrigger, potresti essere premiato a caso con un premio Mini, Minor, Major o Grand jackpot. Questi non sono jackpot progressivi, ma possono comunque valere somme consistenti. A livelli di scommessa più alti, le probabilità di ottenere un jackpot – così come la dimensione dei premi – saliranno.\nAltre Slot Machine simili\nLa video slot Haunted Horseman di High 5 Games si basa sulla stessa storia. È un gioco a cinque rulli con 99 linee di pagamento regolabili, in cui sono presenti Ichabod, Katrina, Zucche e il Cavaliere Assassino. Ha un sistema Tumbling Reels, dove tutti i simboli che fanno parte di una combinazione vincente spariscono per essere sostituiti da nuovi che cadono dall’alto. Se questo crea nuove vittorie, allora le bobine cadranno di nuovo più e più volte fino a quando non si verificherà una caduta non vincente. Anche i giri liberi e le sostituzioni wild sono presenti in questa spaventosa slot machine.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lightning Horseman",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/lightning-horseman-slot-286x217.jpg",
            "filename": "lightning-horseman-slot-286x217.jpg"
        }
    ],
    "name": "Lightning Horseman"
}