{
    "studio": "WMS",
    "text": "\nLi’l Red Riches\nPreparatevi a viaggiare nel profondo del bosco con Li’l Red Riches, una sexy slot della WMS con 10 rulli e 100 linee di pagamento. Il gioco ha anche una selezione di simboli speciali e caratteristiche bonus da scoprire. Quando si tratta di fiabe, Cappuccetto Rosso è una delle più iconiche. Conosciamo tutti la storia della bambina che viaggia da sola attraverso il bosco fino alla casa della nonna, incontrando un lupo malvagio lungo la strada. Quando finalmente arriva a casa della nonna, scopre che il lupo si è mangiato la nonna e ora fa finta di essere lei… ma la storia è un po’ diversa con questo gioco. Qui Cappuccetto Rosso è diventato una bella donna dal sorriso misterioso – e non sta cercando la nonna: la sta aiutando a trovare la ricchezza. Ti sembra il tuo genere di favola? Se è così, ecco tutto quello che c’è da sapere sul gioco (comprese le informazioni sulle caratteristiche dei bonus e sui simboli speciali).\nUna grafica fiabesca e sexy\nIl gioco si svolge nel profondo del bosco e la scena è leggermente oscura e preannunciata. Nella parte superiore dello schermo si vede la casetta della nonna, e tutto è molto dettagliato: le finestre sono spalancate, e da ogni finestra splende una calda luce arancione. Si vedono anche dei piccoli fiori intorno alla casa!\nDietro la casa ci sono alberi scuri e altissimi, che aiutano a mettere in evidenza i pericoli della foresta. Dobbiamo però ammettere che il lupo non è particolarmente inquietante – soprattutto perché indossa ancora il berretto da notte e gli occhiali della nonna.\nMa questo gioco non vuole essere spaventoso: cerca di essere sexy. E ci sta decisamente riuscendo; infatti, Lil’ Red Riches è probabilmente una delle slot fiabesche più sexy che abbiamo mai visto – ma non è una brutta cosa!\nCappuccetto Rosso può essere vista a lato dello schermo. Ha i capelli rossi ricci e un sorriso seducente, e il suo abbigliamento è probabilmente più adatto a un night club che a una passeggiata nella foresta. Dopotutto, probabilmente non avete mai visto nessuno andare in un’avventura all’aperto con un corsetto e delle calze, ma le immagini si aggiungono certamente al gioco.\nNel complesso la grafica di questo gioco è ben disegnata e dettagliata. L’unico aspetto negativo è che hanno un aspetto un po’ vintage, che potrebbe non piacere a tutti i giocatori. Tuttavia, hanno sicuramente un bell’aspetto, e lo stile del design ricorda decisamente le vecchie fiabe.\nFunzioni e simboli della Slot Machine\nLa strada per la casa della nonna non è così spaventosa come si potrebbe pensare, e si possono vincere un sacco di premi saltando allegramente attraverso la foresta. Allontanate lo sguardo dalle calze di Cappuccetto Rosso e presto riceverete premi per aver trovato vanghe incastonate di zaffiri, cuori di rubino, mazze di ametista e diamanti rosa, che pagano fino a 500 monete. Ci sono fino a 750 monete per trovare fiori e cestini di caramelle, mentre trovare il Taglialegna appena in tempo vale fino a 1.000 monete, così come il salvataggio della nonna. Si possono vincere fino a 2.000 monete per aver sconfitto il lupo, e fino a 2.500 per aver salvato Cappuccetto Rosso se dovesse cadere nelle grinfie del lupo!\nCi sono un sacco di Wilds anche nella foresta, e questi Wilds sostituiranno felicemente tutti i simboli di gioco di base e i personaggi per creare ancora più linee vincenti. Trovate i Cottage Scatters e scatenerete il Free Spins Bonus. 3 cottage scatenano 8 giri gratis, e 2x il tuo total-bet, 4 cottage scatenano 15 giri gratis e 5x il tuo total-bet, e 5 cottage scatenano 20 giri gratis e 20x il tuo total-bet. Un sacco di vittorie vi trasferiranno anche ai Colossal Reels, che potrebbero aprire la porta a premi più grandi degli occhi della nonna.\nOgni puntata copre anche due linee, quindi la puntata minima è di soli 0,5 gettoni a giro, mentre ci sono un sacco di puntate diverse fino ad un massimo di 500 gettoni a giro.\nQuindi, se si ottengono tre simboli Free Spins, si vincono otto giri gratis per due volte la puntata. Se si ottengono quattro simboli di caratteristica, si vincono 12 giri gratis per cinque volte la puntata, e se si riesce ad ottenere cinque simboli di caratteristica si vincono 20 giri gratis e 20 volte la puntata.\nAltre Slot Machine simili\nNon c’è niente di così bello come il mondo delle fiabe, e lo vedrete in azione nella Fairy Tale Slot di Endorphina. Il gioco di slot online vi permette di esplorare il magico regno di queste creature mistiche, dove tre fiabe vi ospitano durante tutto il gioco.\nLa Fairy Tale Slot è dotata di cinque rulli, 3 file e 20 linee di pagamento. Il design è magnetico e bello, e si gode i dettagli scintillanti su tutto lo schermo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Li'l Red Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/lil-red-riches_logo-286x217.jpg",
            "filename": "lil-red-riches_logo-286x217.jpg"
        }
    ],
    "name": "Li’l Red Riches"
}