{
    "studio": "Nolimit City",
    "text": "\nLittle Bighorn\nLa storia dei conflitti tra gli indiani d’America e l’esercito degli Stati Uniti è lunga, ma una più di altre è rimasta impressa nei libri di storia, quella di Little Bighorn, quando i Sioux riuscirono a sconfiggere la temibile compagnia del colonnello George Armstrong Custer.\nLa slot della software house Nolimit City rende onore a questo pezzo di storia americana con questa slot dalla grafica incredibile, ricca di animazioni e con una colonna sonora dal tono epico che ci farà emozionare a ogni Spin.\nUna griglia inusuale\nIn Little Bighorn troviamo una griglia di gioco con 5 rulli e un numero di righe variabile (3 – 4 – 5 – 3 – 2). La scommessa base è di 0,20 € e i modi per vincere sono 360, con una vincita potenziale di 23.676 volte la puntata. Vengono considerate combo vincenti quelle composte da almeno tre simboli identici a partire dal rullo di sinistra e procedendo verso destra.\nI giri automatici ci permettono di giocare senza dover ogni volta cliccare il tasto Play e grazie ai limiti di vincita e di perdita non dobbiamo preoccuparci di nulla.\nLa volatilità è alta, il ritorno teorico al giocatore (RTP) è pari al 96,06%, che valore che varia quando affrontiamo i giochi bonus.\nTanti Bonus per vincite super\nA differenza di tante altre slot, in Little Bighorn non troviamo i simboli delle carte da gioco, ma solo quelli tematici. Quelli di minor valore sono il coltello, la colt, la mazza, il fucile e l’ascia. A seguire abbiamo i simboli maggiormente remunerativi: Due Lune, capitano Thomas Custer, Cavallo Pazzo, colonnello George Cluster e Toro Seduto.\nAbbiamo diversi simboli Wild e Scatter, ognuno con una funzione diversa. La scritta Wild è il nostro Jolly classico e sostituisce tutti i simboli eccetto quelli speciali.\nC’è poi lo Scalp Wild, che può atterrare solo sul rullo tre e che trasforma tutti i soldati americani in Jolly. Inoltre, si espande per tutto il rullo. Per ogni americano scalpato, si otterrà un moltiplicatore +1.\nL’altro simbolo speciale è il Totem Wild, anch’esso a espansione. Se compare 3 volte, assegna 8 Free Spins.\nCon il simbolo No Mercy Scatter si attiva una funzione speciale. Il simbolo No Mercy Scatter si sposta sulla sinistra, rivelando uno dei seguenti simboli speciali:\n\nToro seduto: trasforma i suoi simboli in Wild espandibili\nCavallo Pazzo: trasforma i suoi simboli in Wild e aggiunge un moltiplicatore +1 a ogni suo simbolo\nDue Lune: trasforma tutti i suoi simboli in Wild\n\nLe funzioni speciali possono anche essere acquistate cliccando sul simbolo della stella.\n\nDomande Frequenti \nPosso giocare anche sul telefonino a Little Bighorn?\n\nCerto, questa slot è fruibile da qualsiasi dispositivi.\n\n\n\nQual è la vincita massima?\n\nCon Little Bighorn potete aspirare a vincere fino a 23.676 volte la puntata!\n\n\n\nQuasi sono i modi per vincere in Little Bighorn?\n\nI modi per vincere sono 360.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Little Bighorn",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/little-bighorn-thumb-286x217.jpg",
            "filename": "little-bighorn-thumb-286x217.jpg"
        }
    ],
    "name": "Little Bighorn"
}