{
    "studio": "Play’n Go",
    "text": "\nLord Merlin and the Lady of the Lake\nLa storia di Re Artù e di Merlino è sicuramente una delle più famose e apprezzate al mondo.\nL’abbiamo vista innumerevoli volte nel mondo dell’intrattenimento, sia nei libri che nei film, ma anche nei cartoni animati, basti pensare alla Spada Nella Roccia della Disney, o nelle serie tv, come Merlin.\nDel resto, è innegabile che storie medievali di magia e stregoneria, destino e guerra, siano estremamente affascinanti.\nPlay’n Go non si lascia sfuggire l’occasione, e prova a immergere i suoi giocatori in un mondo magico e misterioso, ispirato proprio alle storie di Merlino, con Lord Merlin And The Lady Of The Lake.\nIl Magico Lago Di Lord Merlin And The Lady Of The Lake\nCome facilmente intuibile dal titolo, Lord Merlin And The Lady Of The Lake ci trasporta in un lago nascosto in mezzo ad un fitto e misterioso bosco.\nLo sfondo della slot machine è senz’altro molto scenico ed affascinante, e il suo carisma viene soltanto amplificato dalla colonna sonora eccezionale. Di grande impatto sono anche gli effetti sonori, che ci fanno immaginare che la foresta sullo sfondo sia in grado di muoversi.\nNon a caso, sia la cornice della griglia (molto classica, 5 rulli da 3 righe ciascuno), sia i simboli più semplici, sono decorati come se fossero fatti di legno incantato intrecciato su se stesso.\nTra gli altri simboli troviamo uno stemma, uno scettro, Merlino e un cappello da mago. La Dama del Lago è il simbolo Wild, mentre la spada nella roccia (disponibile in due varianti, quella con un ‘aurea dorata e quella con un’aurea verde) fa da simbolo scatter.\nLa Play ‘n Go ci ha sempre abituato a slot machine semplici, ma estremamente curate nella grafica e nella musica, e Lord Merlin And The Lady Of The Lake non è da meno. Anche qui infatti, tutti i simboli sono accompagnati da gradevoli animazioni.\nMoltiplica I Tuoi Simboli con Lord Merlin And The Lady Of The Lake\nProprio come le altre slot machine Play ‘n Go, anche Lord Merlin And The Lady Of The Lake si rivela piuttosto semplice e diretta dal punto di vista del gameplay.\nCiò nonostante, nasconde comunque qualche caratteristica in grado di darle una sua identità e un suo specifico valore.\nL’unica funzione speciale è quella delle giocate gratuite, che possiede però due varianti.\nQuando si ottengono 3 o più simboli scatter, il giocatore ha diritto a 8 spin gratuite. Durante queste spin, viene scelto un simbolo a caso tra quelli speciali. Se il simbolo appare nel primo rullo, andrà ad espandersi su tutta la griglia, portando quindi ad una grossa vincita.\nSe durante le spin gratuite appaiono altri simboli scatter, il giocatore avrà diritto a delle Excalibur Spin, che possono essere moltiplicate ogni volta che si ottengono altri 2 simboli scatter. La funzione di moltiplicazione è presente anche nelle Excalibur Spin.\nLord Merlin And The Lady Of The Lake possiede un RTP del 96.2%, quindi perfettamente nella media, ed ha una volatilità alta.\nAltre Slot Simili a Lord Merlin And The Lady Of The Lake\nSe avete apprezzato Lord Merlin And The Lady Of The Lake e cercate slot simili, allora il consiglio che possiamo darvi è quello di provare tutte le slot machine della Play ‘n Go. Se siete invece appassionati di Merlino e Re Artù vi consigliamo Merlin’s Moneyburst e King Arthur.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lord Merlin and the Lady of the Lake",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/lord-merlin-and-the-lady-of-the-lake-gratis-286x217.png",
            "filename": "lord-merlin-and-the-lady-of-the-lake-gratis-286x217.png"
        }
    ],
    "name": "Lord Merlin and the Lady of the Lake"
}