{
    "studio": "Novomatic",
    "text": "\nLord of the Ocean\nCaratteristiche principali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 10\nPuntata minima: 0,01 €\nPuntata massima: 30 €\nMonete per payline:1\nMax monete:1\nRTP: 95,1 %\n\nTema e grafica di Lord of the Ocean\nEra il 1980 quando il Professor Johann Graf fondò in Austria la Novomatic. Da allora la software house austriaca non ha smesso di evolversi e proporre al pubblico un catalogo sempre più ampio con slot sempre più raffinate. Lord Of The Ocean è senza dubbio una di queste!\nCi troviamo nella profondità del mare, avvolti dai flutti e in compagnia delle creature che lo popolano, tra cui ila mitologica divinità Poseidone, che con il tridente stretto in mano ci porta alla scoperta degli antichi tesori sepolti nei fondali.\nLa qualità grafica in questa slot è veramente eccezionale! Sono presenti infatti le animazioni 3D, che rendono il gioco ancora più coinvolgente e accattivante, e fanno sentire il giocatore totalmente immerso nell’esperienza ludica.\n\nLord of the Ocean Simboli, Wild e Scatter\nCome da tradizione in casa Novomatic, ai simboli tematici si affiancano le tradizionali carte da gioco, dal 9 all’Asso.\nTra i simboli legati invece al mondo marino troviamo oltre al mitico dio dei mari Poseidone, degli scrigni colmi d’oro, amuleti preziosi e il Gate, ossia una porta.\nPoseidone, e non poteva essere altrimenti, è il simbolo che paga più di tutti, inoltre, ha anche la funzione di Wild, e può quindi sostituire tutti gli altri simboli per il completamento di una combinazione vincente.\nL’unico simbolo che non può essere sostituito da quello Wild è lo Scatter, in questo caso rappresentato dal Gate, che serve sia ad attivare i giri gratuiti, sia per moltiplicare le vincite.\n\nModalità di gioco Lord of the Ocean\nLa modalità di gioco base di questa slot è quella tradizionale: per vincere bisogna allineare dei simboli uguali a partire da sinistra verso destra. Sono tuttavia presenti alcune funzionalità speciali che permettono di aumentare le possibilità di vincita. Vediamo quali sono:\n\nIl simbolo Scatter: quando compare per tre volte si attiva la funzione “Free spins”, e si ottengono in questo modo ben 10 giri gratis. Inoltre, quando lo Scatter compare per tre volte la puntata sarà pagata due volte, se compare quattro volte si avrà un moltiplicatore di 20, mentre 5 simboli Scatter pagheranno 200 volte la puntata\nFunzione Gamble: dopo ogni vincita di qualsiasi entità si può decidere se tentare la fortuna e provare a raddoppiare il montepremi. Comparirà una carta girata di cui si dovrà indovinare il colore, rosso o nero, e in caso di scommessa giusta la vincita sarà raddoppiata\n\n\nConsiderazioni finali\nQuesta slot è indubbiamente molto bella dal punto di vista estetico e offre una modalità di gioco abbastanza classica. Il range di puntate è ampio, partendo infatti da una puntata minima di 1 centesimo fino alla massima di 30 euro, per questo è adatta sia a chi si affaccia per la prima volta al mondo delle slot, sia a chi invece è un po’ più navigato e ama le scommesse di un certo valore.\nIl payout è del 95,1% e la volatilità è media: ciò significa che pur essendo le vincite abbastanza frequenti, non raggiungeranno mai cifre enormi.\nNel complesso si tratta di un gioco molto ben riuscito, che conferma la Novomatic come azienda di punta nel settore.\n",
    "images": [
        {
            "alt": "I simboli della slot online Lord of the Ocean",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/lord-of-the-ocean-simboli.jpg",
            "filename": "lord-of-the-ocean-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Lord of the Ocean",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/lord-of-the-ocean-tabella-pagamenti.jpg",
            "filename": "lord-of-the-ocean-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Lord of the Ocean i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/lord-of-the-ocean-win.jpg",
            "filename": "lord-of-the-ocean-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Lord of the Ocean hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/lord-of-the-ocean-mondalitá-bonus.jpg",
            "filename": "lord-of-the-ocean-mondalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Lord of the Ocean",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/lord-of-the-ocean-new-1-286x217.jpg",
            "filename": "lord-of-the-ocean-new-1-286x217.jpg"
        }
    ],
    "name": "Lord of the Ocean"
}