{
    "studio": "Red Rake",
    "text": "\nLorelei’s Pearls\nLa Red Rake ha deciso di puntare sul mondo del mare per dare vita a Lorelei’s Pearls. La protagonista è una sirena, figura mitologica il cui canto ammaliante fa impazzire gli uomini, come ben decantato da Omero nell’Odissea. Ma nel nostro immaginario la sirena ha le sembianze di una bellissima donna con la coda di un pesce al posto delle gambe senza avere alcuna intenzione bellicosa. L’ambientazione di Lorelei’s Pearls è una grotta marina popolata da numerosi animali acquatici, resa realistica dal lavoro che la Red Rake ha fatto per quel che riguarda la grafica. Simboli ad alta definizione e qualche buona animazione rendono il gioco altamente piacevole.\nCaratteristiche della slot\nLa griglia di gioco è quella tradizionale, con 5 rulli, 3 linee e 25 linee fisse. Un pregio di questa slot è il range di scommessa adatto a giocatori inesperti ma anche a chi in una slot ricerca soprattutto il brivido dell’azzardo. È possibile un minimo di 0,25 € (0,01 € per spin) sino a un massimo di 35 €. Si vince se compaiono almeno 3 simboli in successione partendo da sinistra verso destra. Per chi volesse, è possibile selezionare tra 5 e 100 giri automatici senza dover impostare per forza dei limiti di vincita o di perdita. La volatilità è media, si vince abbastanza di frequente e sempre cifre di buon livello. Il ritorno teorico al giocatore (RTP) è pari al 95,4%, in linea con la maggioranza delle altre slot. Per chiarezza, ricordiamo che questi due dati sono solo ipotetici e testati sui grandi numeri, che a volte possono raggiungere le centinaia di migliaia di partite giocate.\nSimboli e funzionalità\nCome accade spesso, a pagare meno sono i simboli delle carte da gioco, dal J all’Asso. I simboli tematici hanno valore più alto. Tra di essi troviamo il cavalluccio marino, la razza e l’aragosta. Il simbolo Wild è il delfino e oltre a ricompensare nel caso compaia 3 volte, sostituisce tutti i simboli eccetto lo Scatter e la sirena Lorelei. Inoltre, il simbolo Wild raddoppia le vincite ottenute. Lo Scatter è rappresentato dalla conchiglia con all’interno una perla e premia se compare almeno 2 volte sui rulli 1, 3 e 5. Con 3 simboli inoltre si ha diritto a 15 giri gratuiti. Durante i free spins i simboli di basso valore vengono rimossi.\nUna funzione speciale è quella denominata Lorelei Fusion Minigame, che si attiva quando sui rulli compare il simbolo della sirena almeno 3 volte. All’inizio del gioco sulla griglia vuota compariranno 7 Lorelei di basso valore. A ogni giro, i simboli rimarranno fissi, e gli slot liberi verranno occupati da nuovi simboli Lorelei che si fonderanno. Ogni fusione farà crescere il livello delle nostre vincite che può arrivare sino a un massimo di 10.000 volte la nostra puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lorelei’s Pearls",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/loreleis-pearls_gratis-286x217.jpg",
            "filename": "loreleis-pearls_gratis-286x217.jpg"
        }
    ],
    "name": "Lorelei’s Pearls"
}