{
    "studio": "StakeLogic",
    "text": "\nLost Riches of El Dorado\nLost Riches of El Dorado è un gioco rilasciato dalla software house Stakelogic con un gameplay ricco di elementi tradizionali ma anche innovativi. Si presenta con un layout semplice composto da 3 righe, 5 rulli e 10 linee di pagamento. Basta ottenere almeno 3 simboli uguali per garantirsi un premio. La gamma di scommesse è l’ideale anche per i principianti grazie alla possibilità di spaziare con puntate da 0.10€ a 20€ per giro ma con la possibilità di vincere fino a 10.000x la somma scommessa.\nCaratteristiche del gioco e grafica\nSe sei alla ricerca di una slot a tema avventuroso Lost Riches of El Dorado è quella che fa per te. Le immagini sono coinvolgenti e accompagnate da un’eccellente grafica, capaci di farti vivere un’esperienza magnifica con la città dell’oro e 2 piramidi sullo sfondo dei rulli. Oltre ai simboli base rappresentati dalle carte (10, J, Q, K, e A), incontrerai icone che pagano di più e che rappresentano diversi tesori (una statua e una moneta d’oro, un baule pieno di tesori e l’esploratore) oltre ad un simbolo che funge sia da Scatter che da Wild che raffigura un libro dove sicuramente si celano segreti su El Dorado!\nFunzionalità speciali della slot Lost Riches of El Dorado\nOltre ad avere un simbolo speciale che funziona sia come Wild che come Scatter, la slot è davvero ricca di funzioni interessanti:\n\nFree Spin – Quando 3, 4 o 5 simboli Wild/Scatter compaiono contemporaneamente sulla stessa linea otterrai 10 Free Spin ed un premio in denaro di 2x, 20x o 200x la puntata.\nCash Bonus – Questa funzione è disponibile solo nel corso della funzione Free Spin. Se ottieni 2 Scatter contemporaneamente riceverai un premio istantaneo in denaro e ti verrà assegnato anche un simbolo speciale. L’importo verrà moltiplicato per il numero di Scatter presenti sui rulli.\nGamble Feature – Dopo ogni vincita nel corso del gioco base potrai cercare di indovinare il seme o colore di una carta posizionata a faccia in giù, e vincere un premio 2x nel primo caso e 4x nel secondo.\nSuper Stake – Questa funzione, disponibile in varie video slot di Stakelogic, consente di raddoppiare la tua puntata e aumentare la possibilità di attivare i Free Spin.\nAcquisto Bonus – Nel caso in cui non riuscissi a vincere i Free Spin potrai comunque acquistarli pagando 80x la puntata.\n\nConsiderazioni finali sulla slot Lost Riches of El Dorado\nEl Dorado è la città dell’oro dove la caccia al tesoro da parte degli esploratori va avanti da secoli! Finora nessuno è riuscito a trovarlo. È arrivata la tua occasione. Unisciti al protagonista, esplora il territorio e scova le ricchezze perdute! Se ami l’avventura mitologica, puoi provare la nuovissima slot online Might of Zeus, sia in Demo che con soldi veri.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lost Riches of El Dorado",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/lost-riches-of-el-dorado_thumb-286x217.png",
            "filename": "lost-riches-of-el-dorado_thumb-286x217.png"
        }
    ],
    "name": "Lost Riches of El Dorado"
}