{
    "studio": "Red Tiger",
    "text": "\nLucky Wizard\nLa fortuna e la magia sono due tra i temi che vanno per la maggiore nelle slot machine, e anche la Red Tiger Gaming con la sua Lucky Wizard ha voluto rendere omaggio al mondo dei maghi. Una cosa che abbiamo notato in questa software house, è la predilezione per i miti e le leggende legati all’Irlanda, e in effetti anche in questa slot machine sono forti i richiami alla tradizione irlandese.\nIl compartimento grafico offre tinte molto accese nella tonalità del verde e dell’oro e un mago che ricorda molto da vicino un Leprecauno accoglie i giocatori nella schermata principale e li conduce attraverso una foresta incantata alla conquista dei premi più alti.\nNel complesso si tratta di un gioco visivamente molto piacevole: i rulli decorati e la foresta sullo sfondo, i fiori, gli alberi e i funghi conferiscono a Lucky Wizard un’aria magica e misteriosa.\nLa Red Tiger Gaming è solita curare molto nel dettaglio il compartimento grafico dei suoi giochi, e anche in questo caso offre un prodotto di alta qualità e decisamente competitivo.\nCaratteristiche generali\nDisponibile sia per computer desktop che per tutti i dispositivi mobili, sia iOS che Android, Lucky Wizard si presenta come una slot machine dalla struttura piuttosto tradizionale: sono presenti 5 rulli e 40 linee di pagamento.\nUna cosa molto interessante di questo gioco è senza dubbio il range di scommessa piuttosto ampio: è infatti possibile giocare su tutte le linee importi che vanno da soli 20 centesimi fino all’importante somma di 500 €. Indubbiamente, puntando una cifra così alta sarebbe possibile mettere le mani su un bel bottino, tuttavia in caso contrario il gioco si esaurirebbe ben presto, per cui consigliamo di scegliere bene l’importo da scommettere!\nIl ritorno teorico al giocatore (return to player o RTP) in Lucky Wizard si attesta su un accettabile 96,14%, non tantissimo ma perfettamente in linea con la maggior parte degli altri giochi di slot.\nSimboli e funzionalità speciali di Lucky Wizard\nLucky Wizard presenta dieci diversi simboli, di cui otto regolari e due speciali. I simboli regolari sono rappresentati innanzitutto dai quattro semi delle carte da gioco, riprodotti come se fossero delle pietre preziose; tra tutti i simboli, questi sono quelli che hanno il valore inferiore. Per cercare di ottenere dei premi un po’più consistenti si deve sperare che sui rulli appaiano i simboli tematici, ossia una stella dorata, un cappello da mago, un libro degli incantesimi e un ferro di cavallo, che offre 400 gettoni per una combinazione di 5 simboli.\nIl primo simbolo speciale è il Wild, rappresentato da un quadrifoglio: ha funzione di jolly e quando compare su tutti i cinque rulli offre un premio di 800 gettoni.\nSe invece sui rulli compare per almeno tre volte il secondo simbolo speciale, ossia quello Bonus, si può accedere a un mini-gioco: seguendo le istruzioni che compariranno sulla schermata si elaborerà un potente incantesimo che permetterà di ottenere il jackpot.\nLucky Wizard non presenta un funzionalità Free Spins ma si può usufruire di diverse funzionalità che vengono attivate casualmente durante il gioco e che aumentano la possibilità di portare a casa dei ricchi premi! Nel complesso si tratta di un gioco abbastanza classico ma che si distingue sul mercato grazie alla grafica di alta qualità e a un gameplay articolato e divertente!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lucky Wizard",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/lucky-wizard_featured-286x217.jpg",
            "filename": "lucky-wizard_featured-286x217.jpg"
        }
    ],
    "name": "Lucky Wizard"
}