{
    "studio": "BGAMING",
    "text": "\nLucky Lady Moon\nQuesta slot della BGaming vede come protagonista Aine, una fata della mitologia celtica dedita al culto della luna. Il nome di questa figura leggendaria irlandese deriva da an, luce, ed è proprio la luce una delle caratteristiche di questa slot. La griglia di gioco si trova infatti immersa in un bosco in cui si dipana una luce soffusa viola e circondata da tanti piccoli bagliori.\nNella parte bassa si trovano i tasti essenziali, soltanto il variatore di puntata, il tasto Autoplay e quello Start. Cliccando sul simbolo dell’ingranaggio è comunque accedere al menù interno, dove ci sono tutte le altre impostazioni, dall’accelerazione die rulli al tasto per disattivare la musica.\nCaratteristiche della slot\nLa BGaming ha pensato a una griglia classica con 5 rulli e 3 righe e 10 linee di pagamento fisse su cui puntare un minimo di 0,10 €. Si vince associando simboli identici da sinistra a destra, in caso di più combinazioni su una singola linea verrà pagata solo la vincita più alta, nel caso avvengano su linee diverse allora le vincite verranno sommate. Si possono attivare i giri automatici e dalle impostazioni avanzate è possibile decidere dei limiti oltre i quali l’Autoplay si bloccherà. Il ritorno teorico al giocatore è pari al 97%.\nSimboli e funzionalità\nIn Lucky Lady Moon abbiamo diverse tipologie di simboli. Quelli base sono le carte da gioco buone per una scala nel gioco del poker, quindi dal 9 all’asso. Quelli che pagano di più invece sono a tema con la slot. Troveremo quindi simboli della tradizione irlandese come il quadrifoglio, il ferro di cavallo, il gettone d’oro, il diamante e la coccinella. Gli ultimi due pagano anche con una combinazione di due simboli, mentre per tutte le altre ne servono almeno tre.\nAbbiamo due simboli speciali, il Wild e lo Scatter.\nIl Wild è la fata Aine. Ha funzione di jolly, quindi andrà a completare una combinazione vincente sostituendo tutti i simboli eccetto lo Scatter. È inoltre pagante, anzi è il simbolo con il più alto valore di tutto il gioco e quando compare, moltiplica e vinte per 2!\nLo Scatter è la luna. Anch’esso è pagante, anche se ha un valore più basso dello Wild ma anche della coccinella e del diamante. In base al numero di Scatter atterrati sui rulli verremo ripagati anche con dei Free Spins sino a un massimo di 15. Inoltre, aggiungono un moltiplicatore x3.\nIn questo gioco è presente anche la funzione Gamble, che ci permette di raddoppiare le vincite o di perderle. Ogni volta che otteniamo una combinazione pagante, in basso vedremo due simboli, uno con il dollaro, l’altro con due carte da gioco. Con il primo incassiamo la vincita, con il secondo la rischiamo. A questo punto la griglia scompare e al suo posto appare una carta coperta al centro e due pulsanti laterali. Noi dovremo scegliere se la carta centrale è nera o rossa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lucky Lady Moon",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/lucky-lady-moon_slot-286x217.png",
            "filename": "lucky-lady-moon_slot-286x217.png"
        }
    ],
    "name": "Lucky Lady Moon"
}