{
    "studio": "Red Tiger",
    "text": "\nLucky Halloween\nLa slot gratis Lucky Halloween è una spaventosa slot machine proposta dalla software house  Red Tiger Gaming ispirata alla notte più inquietante dell’anno. Sei pronto a giocare a dolcetto scherzetto?\nGameplay stregato\nNella slot senza registrazione Lucky Halloween sono presenti creature e simboli tipici di questa festa paurosa come pipistrelli, zucche e gatti neri, oltre a jolly, mega wild, rulli speciali e moltiplicatori che ti potranno regalare diverse vincite durante questa notte stregata. Prima di addentrarti nel buio controlla con attenzione le 20 payline  per ottenere le migliori combinazioni vincenti. Puoi modificare la tua scommessa facendo clic sui pulsanti + e – partendo da un minimo a giro di 0,20€ fino ad un limite massimo pari a 500,00€.\nQuali sono i simboli principali da tenere d’occhio?\nLe icone di Lucky Halloween\nIn questa slot senza scaricare i simboli da non perdere di vista sono: un cappello da strega, un’ampolla con una pozione magica, un gatto nero bendato, un cupcake con ali di pipistrello, una zucca piena di monete d’oro, un calderone pieno di palline colorate, un castello infestato, una moto stregata del Pumpkin Biker.\nQuanto valgono queste icone?\n\nLa Zucca paga 400 volte la puntata per 5 simboli insieme sui rulli. Questa icona è anche l’icona jolly, quindi sostituisce gli altri simboli per creare maggiori vincite,\nLa Moto è il secondo simbolo con il miglior pagamento, paga 320 volte la puntata per 5 simboli;\nIl Cappello della Strega è il terzo simbolo con il miglior pagamento, paga infatti 160 volte la puntata per 5 icone uguali;\nIl Gatto Nero bendato paga 140 volte la scommessa per 5 simboli;\nL’Ampolla con la Pozione Magica paga fino a 120 volte la tua puntata;\nIl Cupcake Stregato assegna fino a 100 volte la tua scommessa per 5 simboli.\n\nAnche le carte di questo gioco non sono da sottovalutare:\n\nL’Asso Giallo premia 80 volte la tua scommessa,\nIl Re Arancione premia fino a 60 volte la tua scommessa,\nLa Regina Viola premia fino a 40 volte la tua scommessa,\nIl Jack Verde paga fino a 30 volte la tua scommessa,\nIl Jack Blu 10 paga fino a 20 volte la puntata per 5 simboli uguali.\n\nSpaventose funzionalità speciali\n\nIl Pumpkin Biker può trasformare le ruote in bobine speciali ricche di simboli preziosi e in alcuni casi trascinare un’enorme zucca 3×3 wild sulla schermata, che ti farà ottenere combinazioni vincenti da paura! A volte il motociclista si toglierà la testa, aggiungendo ulteriori zucche extra sui rulli, una scena davvero terrificante!\nIl Bonus Luna Piena entra in funzione quando 3 o più simboli del castello infestato appaiono insieme sui rulli. Una volta azionato, ti verrà chiesto di scegliere un bicchiere di birra fortunato da riempire per ricevere un premio in denaro.\n\nConclusioni\nIl tema magico con effetti sonori inquietanti dona a questa slot gratis un tocco originale e molto coinvolgente. Le cose da fare all’interno del gioco sono tante ma se sei un pauroso non temere, nella nostra libreria ti aspettano video slot meno spettrali a tema avventuroso sia in demo che con soldi reali.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Lucky Halloween",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/lucky-halloween-logo-286x217.jpg",
            "filename": "lucky-halloween-logo-286x217.jpg"
        }
    ],
    "name": "Lucky Halloween"
}