{
    "studio": "Push Gaming",
    "text": "\nMad Cars\nMotori ruggenti\nSe dovessimo fare un paragone tra Mad Cars e un film, diremmo che Interceptor calzerebbe a pennello. Conosciuto anche con il nome Mad Max, si tratta di una serie di film usciti tra la fine degli anni Settanta e gli anni Ottanta con protagonista Mel Gibson e che hanno appassionato milioni di teenager in tutto il mondo. In comune con la nostra slot c’è senza dubbio lo scenario post-apocalittico, i potenti bolidi su cui si muovono i predoni e l’aspetto dei personaggi vagamente punk.\nEntrando nel dettaglio, la griglia di gioco di Mad Cars si trova in un sito industriale abbandonato, con impalcature in ferro arrugginite e grossi condutture ormai in disuso. La grafica riprende lo stile dei cartoon, con personaggi dai colori brillanti che creano contrasto con quelli opachi dell’ambiente tutt’intorno. Lo scopo è quello di vincere la gara di corsa tra i bolidi partecipanti. Un importante contributo per ricreare la giusta atmosfera arriva dalla colonna sonora, un mix di suoni metallici e industrial, perfetti per la tipologia di gioco.\nUna griglia con la forma di una pista\nLa griglia di Mad Cars ha una forma allungata, avendo 5 rulli, 6 righe e ben 50 linee di pagamento fisse. Per vincere è necessario allineare almeno tre simboli uguali partendo dal rullo di sinistra e procedendo verso destra. La scommessa minima è di 0,10 €, un costo contenuto che permette di giocare senza svenarsi. Presenti i giri automatici, da un minimo di 5 a un massimo di 100. La volatilità è media, RTP pari al 96,39%.\nUna marea di simboli speciali\nI simboli base di Mad Cars sono 8: il cono, la chiave inglese, il volante e i dadi hanno un basso valore, mentre i protagonisti delle corse valgono molto di più.\nDurante il gioco regolare, possono atterrare simboli speciali che permettono vincite di alto valore. Vediamoli nel dettaglio:\n\nInstant Prize Car Symbol: questo simbolo può comparire solo nella riga inferiore e hanno un moltiplicatore compreso tra 1x e 100x. Rimane sui rulli sin quando non compare una combo vincente.\nThe Scatter Car Symbol: anche questo può atterrare solo sulla riga inferiore e ha un valore istantaneo di dieci volte la puntata.\nMultiplier Symbols: può essere applicato a un solo simbolo e regala un premio istantaneo compreso tra 2x e 100x.\nGas Symbol: è associato ai primi due bonus e fa aumentare il valore del simbolo\nMultiplier & Gas Combo Symbol; unisce i due bonus precedenti\nSurvivor Symbol: permette di gareggiare senza che l’auto venga sbalzata fuori dai rulli.\n\nLa Mad Bonus Feature è una gara tra auto. Vincere la sfida equivale a portarsi a casa una somma molto alta.\n\nDomande Frequenti \nIn Mad Cars esistono i simboli Scatter e Wild classici?\n\nNo, in questa slot non ci sono Jolly che sostituiscono i simboli o Scatter che regalano giri gratuiti. Questi ultimi sono garantiti da alcune condizioni legate ai Car Bonus.\n\n\n\nHo visto che ci sono molti simboli speciali, è difficile capire la loro funzione?\n\nSeppure all’inizio possa apparire ostico, basterà effettuare qualche giro di prova per familiarizzare con tutti i Bonus.\n\n\n\nPosso giocare a Mad Cars su cellulare?\n\nCerto, Mad Cars è disponibile per ogni dispositivo.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mad Cars",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/mad-cars_free-286x217.png",
            "filename": "mad-cars_free-286x217.png"
        }
    ],
    "name": "Mad Cars"
}