{
    "studio": "Red Rake",
    "text": "\nMagic Wilds\nMagic Wilds è una delle più recenti  video slot gratis di Red Rake Gaming. Un misterioso mago è il protagonista principale di questa slot a cinque rulli che beneficia di 32 linee di pagamento nel gioco base e di 100 paylines durante la funzione Giri gratuiti. Il Mago si trasformerà in Wild ogni volta che apparirà sui rulli e, se impilato, di replicherà su rulli in modo casuale, grazie alla proiezione astrale. SEgui con attenzione i suoi incantesimi e vinci i premi in palio!\nSimbologia e funzionalità magiche\nOsserva come il grande Mago trasforma i tuoi giri in grandi vittorie quasi ogni volta che appare sui rulli:\n\nIl Mago atterra in pile, può coprire l’intera bobina e si trasforma  nel simbolo Wild ogni volta che appare, sostituendo tutti i simboli regolari\nIl palazzo infestato dai maghi è lo Scatter che attiva la funzione Giri gratuiti.\nIl medaglione del drago e il libro degli incantesimi sono le principali fonti di magia per il nostro misterioso stregone. Inoltre, per i suoi trucchi, ha bisogno di usare cristalli di smeraldo, rubino e diamante, nonché diversi tipi di rune.\n\nCon la Funzione Free Spins, i rulli magici possono arrivare fino a 8 celle, mentre gli Hocus Pocus Scatters ti regalano bonus extra.\nPuntate e Pagamenti disponibili\nSi parte da una scommessa iniziale di 0,10€ fino a  50,00€ per singolo giro. Ricorda che se ottieni cinque jolly su una payline vincerai 15 volte la scommessa. Tutti e tre i Gargoyle pagano lo stesso, cinque volte la puntata per la combinazione massima. Attiva la funzione Free Spins e sblocca tutte e 100 le linee di pagamento. La funzione di proiezione astrale ti aiuterà anche a vincere alla grande insieme all’RTP che è del 95,3%.\nQual è il mio Verdetto finale?\nRed Rake Gaming ha fatto un lavoro davvero buono con Magic Wilds, che nei nostri casinò online si presenta in modalità demo e in versione a pagamento. Il Mago che diventa selvaggio ogni volta che appare sui rulli e la funzione  Astral Projection che trasforma i rulli in rulli Wild aggiungono importanti potenzialità di vittoria. Inoltre, l’espansione Free Spins può fino a 8 celle in altezza è un ulteriore elemento di vantaggio.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Magic Wilds",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/magic-wilds-gratis-286x217.jpg",
            "filename": "magic-wilds-gratis-286x217.jpg"
        }
    ],
    "name": "Magic Wilds"
}