{
    "studio": "Merkur Gaming",
    "text": "\nMagic Mirror\n\nInformazioni generali\nSoftware: Merkur\nRulli: 5\nLinee di gioco: 20\nPuntata minima: 0,01 €\nPuntata massima: 100 €\nReturn to Player (RTP): 95,01%\nCaratteristiche principali\nGiocando con Magic Mirror, prodotta dal colosso tedesco Merkur, abbiamo capito perché gli sviluppatori abbiano sentito in seguito l’esigenza di proporre delle nuove versioni: questa slot non ci ha convinto pienamente, ma nonostante ciò riteniamo che possa essere un buon gioco per coloro che si affacciano per le prime volte al mondo delle slot machine.\nIniziamo analizzando il Return To Player, o RTP, e la varianza: l’RTP si attesta sul 95,94% e già questo non è un dato fantastico, in quanto sono presenti numerosissime slot sul mercato che lo superano di due o tre punti, il problema è che associato a una varianza molto bassa, rende Magic Mirror una slot in cui si, si hanno delle vincite abbastanza regolari e frequenti, ma piuttosto piccole.\nPer quanto riguarda il gameplay, questo risulta poco articolato, con la presenza di un solo simbolo speciale che funge sia da Wild che da Scatter e di giochi bonus che non offrono vincite generose.\nLa grafica è ben curata ma parecchio minimalista: i simboli tematici sono solo quattro, mentre per gli altri si ricorre alle tradizionali carte da gioco dal 10 all’Asso.\nNel complesso non ci sentiamo di bocciare del tutto questa slot machine ma nemmeno di promuoverla a pieni voti; potrebbe essere però interessante giocarci prima di provare le versioni più recenti, migliorate sia dal punto di vista della grafica che da quello del gameplay.\nI simboli di Magic Mirror\nAbbiamo già citato la presenza delle carte da gioco dal 10 all’Asso, oltre a queste troviamo i quattro simboli tematici, rappresentati da un libro, un anello magico, un unicorno e una principessa che dovrebbe essere una sorta di Biancaneve, visto che il gioco è ispirato proprio allo specchio magico della nota favola.\nQuesta la tabella dei pagamenti di Magic Mirror:\n\nLa principessa: fino a 100 gettoni\nL’unicorno: paga 40 gettoni se compare cinque volte\nIl libro e l’anello: consentono una vincita massima di 15 gettoni\nAsso e K: pagano fino a 3 gettoni e si vince solo son allineamenti a partire da 3 simboli\n10, J e Q: pagano 2 gettoni se compaiono su tutti i 5 rulli, 0,50 su 4 e 0,10 su tre.\n\nWild e Scatter\nIn questa slot machine Wild e Scatter sono rappresentati da un unico simbolo, ossia lo Specchio Magico.\nIn quanto Wild, lo Specchio Magico funge da Jolly, sostituendo gli altri simboli per ottenere un allineamento vincente, inoltre se compare per almeno tre volte sui rulli permette di vincere sia 0,40 gettoni sia 10 giri gratuiti.\nNei giri gratuiti sarà poi assegnato random un simbolo speciale espandibile, che se compare su un rullo si espande fino a coprirli tutti.\nCi sono infine due mini giochi: il primo è un classico gioco di carte in cui bisogna indovinare il colore, il secondo invece è rappresentato da una scala su cui bisogna salire, guadagnando gradini grazie al lancio di una monetina.\nI giochi bonus rendono la slot più interessante, sebbene neanche questi permettano di realizzare delle vincite particolarmente rilevanti.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Magic Mirror",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/magic-mirror-thumb-286x217.jpg",
            "filename": "magic-mirror-thumb-286x217.jpg"
        }
    ],
    "name": "Magic Mirror"
}