{
    "studio": "Ainsworth",
    "text": "\nMagic Rewards\nLa tematica della magia è così comune nelle slot online che va a competere con quella dell’Antico Egitto in termini di popolarità, ma spesso viene affrontata in modo arcano e misterioso.\nMagic Rewards della Ainsworth va in una direzione molto diversa: ci spostiamo quindi sul palco di un teatro di provincia a scoprire i trucchi di un illusionista dai baffi interessanti e la capigliatura ineccepibile.\nIn questa nostra recensione andremo a parlare dell’aspetto grafico, sonoro e delle meccaniche di gioco, così da offrirvi una finestra su questo titolo decisamente originale.\nMagic Rewards – Attenzione ai suoni\nDopo il nostro primo avvio di Magic Rewards siamo stati accolti dal silenzio poiché il sonoro era stato disattivato di default. Il che forse è una cosa positiva, in quanto non c’è musica all’interno del gioco (se non un breve jingle a seguito di una vincita) e i suoni delle varie giocate tendono a essere molto forti per gli standard delle varie slot online quindi… attenzione con le cuffie!\nLa griglia di gioco è incastonata all’interno del sipario, con il titolo in alto accompagnato da due bacchette da cui escono due colombe a intervalli regolari, mentre il mago stesso si trova nella parte inferiore dello schermo e guarda verso il giocatore.\nI vari simboli delle carte da gioco (A, K, Q…) accompagnano la bacchetta, il coniglio nel cilindro e altri classici elementi di uno spettacolo di magia.\nMagic Rewards – Meccaniche di gioco\nDa un punto di vista tecnico, la slot è di tipo 5*3 e mostra quindici simboli a ogni giocata. L’RTP è pari a 94.59%, un valore un po’ basso rispetto alla media di mercato che solitamente mostra slot sul 96/97% e presenta una volatilità media.\nTra i vari simboli a cui presteremo attenzione, troviamo sicuramente il simbolo Wild in grado di fungere da jolly e sostituire tutti gli altri in gioco e la bacchetta magica, un simbolo Scatter che permette di accedere alla modalità bonus trovandone almeno tre nello stesso momento.\nDurante i giri gratuiti, il cui numero è stabilito dal numero di simboli Scatter abbiamo trovato al suo avvio, il rullo centrale sarà occupato da un drappo che nasconderà tre simboli che verranno quindi svelati in seguito. Trovando almeno due bacchette nuovamente, otterremo degli ulteriori giri gratuiti.\nIl mago diventa un simbolo: ogni volta che apparirà, trasformerà uno dei rulli in simboli Wild, partendo da quello in cui si trova lui (trovandone tre tutti i rulli diventeranno Wild).\nI premi ovviamente dipendono da quanto gioca il giocatore, ma in base alla nostra esperienza sembrerebbe che la slot predilige dispensare più modalità bonus ma dal valore inferiore.\nSlot simili a Magic Rewards\nSe siamo arrivati a questa slot della Ainsworth perché interessati alla magia, allora ci sono molti altri titoli che analizzano questa tematica da varie angolazioni, come It’s Magic della IGT, Magic Fruits Deluxe della Wazdan e Magic Wilds della Red Rake.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Magic Rewards",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/magic-rewards_slot-286x217.png",
            "filename": "magic-rewards_slot-286x217.png"
        }
    ],
    "name": "Magic Rewards"
}