{
    "studio": "NetEnt",
    "text": "\nMagic Portals\nLa magia ha molteplici forme e quasi tutte hanno avuto il loro spazio nel mondo delle slot machine. D’altronde è proprio quello che cerchiamo quando giochiamo: l’emozione, il pathos e lo stupore di fronte a un evento inatteso. Quanti di noi vorrebbero una bacchetta magica o il bastone di uno stregone?\nMagic Portals della NetEnt ripercorre uno dei vari volti della magia, forse quello pià classico: tra creature sovrannaturali, maghi e streghe troviamo la slot che andremo a recensire quest’oggi.\nCominciamo parlando dell’aspetto grafico e musicale.\nMagic Portals – Una slot d’atmosfera\nAd accoglierci nel nostro primo accesso al gioco è una musica fatta di percussioni e musica rilassante. La griglia di gioco sembra essere calata all’interno di un cielo stellato e dentro di essa troviamo i vari simboli che comporranno le nostre giocate.\nTra il lupo e il drago che sembrano essere creature evocate da dei cerchi arcani, troviamo anche delle semplici sfere che prendono il posto dei classici simboli delle carte da gioco e che rispecchiano i vari elementi degli incantesimi: fuoco, ghiaccio e aria.\nDue sono i volti che si possono scorgere tra i vari simboli: lo stregone dalla folta barba bianca e la strega dai capelli azzurri.\nUn avvertimento: i suoni legati alle vincite sono piuttosto forti rispetto alla musica leggera in sottofondo, per questo consigliamo di tenere il volume del computer o del telefono a livelli medi.\nMagic Portals – Meccaniche di gioco\nSpostando la nostra analisi su un punto di vista più tecnico, ci troviamo di fronte alla classica slot di tipo 5*3, la quale mostra quindici simboli a ogni giocata e gode di un RTP pari al 96.6%. Con una volatilità media e venticinque linee di vincita sembra trovarci di fronte alla classica slot online, ma ci sono comunque delle novità.\nLa prima, che appare palese sin dalla prima giocata, è rappresentata dalle due sfere viola che si trovano ai lati opposti della griglia di gioco: quando lo stesso simbolo si posizionerà in entrambe le sfere, queste diventeranno un simbolo Wild (ovvero un jolly che può sostituire tutti gli altri) così come tutti gli altri simboli dello stesso tipo che occupano la griglia di gioco.\nCosì facendo la slot riesce a dare un grande valore anche a quei simboli che di solito rappresentano solo delle vincite minori.\nQuando nelle due sfere appaiono due simboli “Free Spins”, la slot permetterà al giocatore di accedere alla relativa modalità bonus in cui avrà la possibilità di puntare a vincite più elevate.\nSlot simili a Magic Portals\nLo abbiamo detto in precedenza e lo ribadiamo: la magia in tutte le sue forme è molto ben accolta nel mondo delle slot online. Ecco quindi che troviamo titoli come Irish Magic della IGT che ci porta nel folklore irlandese, oppure Rainforest Magic della Play’n Go che invece ci permette di toccare con mano la magia della natura stessa, fino a un l’approccio moderno di Magic Maid Cafe! sempre della NetEnt.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Magic Portals",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/magic-portals-logo-286x217.jpg",
            "filename": "magic-portals-logo-286x217.jpg"
        }
    ],
    "name": "Magic Portals"
}