{
    "studio": "Habanero",
    "text": "\nMagic Oak\nQuesta slot prodotta dalla Habanero ha come tema principale una foresta incantata dove vivono tanti simpatici animali: il saggio coniglio con gli occhiali da vista, il cinghiale dalla capigliatura alla moda, la volpe sorridente, l’orsetto vestito con gilet e camicia, lo scoiattolo dai grandi occhi azzurri e il gufo che tutto osserva. Lo grafica dei simboli è quella dei cartoni animati, con alcune animazioni che rendono i personaggi dotati di vita. La griglia di gioco ha una cornice di legno ed è immersa nel bosco, davanti alla grande quercia magica che dà il nome alla slot. Sulla destra c’è una pianta da cui fuoriesce una luce colorata, non solo un abbellimento grafico in quanto avrà una funzione durante il gioco. Sotto i rulli è indicato il valore della nostra scommessa, i tasti + e – per aumentarne il livello e quello per impostare la scommessa massima in un colpo solo. Ci sono poi i pulsanti per l’avvio del gioco e per far partire i giri automatici.\nCaratteristiche principali della slot\nPer questa slot gli sviluppatori di Habanero hanno pensato a una griglia con 4 rulli e 4 righe con 20 payline fisse, non modificabili. La scommessa minima è di 0,01 € per linea a cui andrà moltiplicato il livello di puntata (1, 2, 5, 7 e 10). La puntata totale minima (0,01 € per linea e livello scommessa 1) è di 0,20 €, la più alta è pari a 100 €. Si può decidere di impostare un numero di giri automatici che va da 10 sino a un massimo di 500. L’RTP è molto buono, pari al 96,71%.\nSimboli e funzionalità di Magic Oak\nIn questa slot si vince quando almeno 4 simboli (sino a un massimo di 16) si presentano in posizioni adiacenti. I simboli base sono rappresentati dai semi delle carte da gioco e hanno tutti lo stesso valore: con la scommessa minima  di 0,01 €, 4 simboli pagano 0,05 €, con 16 simboli si arriva a 4 €. Sempre tenendo conto della scommessa minima, la volpe e il coniglio pagano al massimo 12 €, l’orsetto lavatore 15 €, il cinghiale 25 €, la volpe 30 € e il gufo 50 €. Il simbolo Jolly è la tavoletta su cui è incisa la scritta Wild: oltre a pagare 250 € se appare 16 volte, ha la funzione di sostituire tutti i simboli eccetto lo Scatter, rappresentato dalla tavoletta con su scritto Scatter. Servono quattro Scatter per attivare i giri gratuiti: bisognerà cliccare su ogni simbolo Scatter dietro cui si cela il numero di giri gratuiti vinti,  che possono essere 2, 3 o 4. Durante i giri gratuiti lo Scatter non può comparire.\nCome dicevamo nel primo paragrafo, la pianta che si trova accanto alla griglia di gioco e da cui esce un bagliore, ha una funzione: da qui infatti usciranno casualmente dei bagliori gialli o azzurri, che rimarranno sospesi accanto alla griglia sino a quando non voleranno sui rulli. Il bagliore azzurro sostituirà tutti i simboli dello stesso tipo con il simbolo Wild, il bagliore giallo sostituisce un singolo simbolo sempre con il simbolo Wild.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Magic Oak",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/magic-oak-gratis-286x217.jpg",
            "filename": "magic-oak-gratis-286x217.jpg"
        }
    ],
    "name": "Magic Oak"
}