{
    "studio": "Novomatic",
    "text": "\nMarco Polo\nGli esploratori erano disposti ad avventurarsi fino ai confini della terra in cerca di ricchezze e di avventura – e nessuno era più avventuroso di Marco Polo che seguì il padre mercante di seta in Asia – solo per trascorrere alcuni anni nel regno di Kublai Khan. Ora potete rivivere l’avventura di Marco mentre andate alla ricerca delle vostre ricchezze, e sarete ben ricompensati per aver trovato lungo il cammino oggetti a tema, tra cui le lettere e i numeri che Marco Polo ha imparato per poter comunicare con il grande signore della guerra mongolo, così come le mappe, i forzieri e lo stesso Kublai Khan. Potrai anche beneficiare dei cammelli Scatter e Wild che possono offrirti giri gratis e moltiplicatori di premi che possono renderti ricco oltre i tuoi sogni più sfrenati.\nE si può iniziare quest’avventura con molto poco in banca, dato che le puntate partono da 1 sola moneta a giro. Questa epica avventura è perfetta anche per giocare su computer portatili e desktop.\nUna grafica che è un viaggio verso terre inesplorate\nC’era un uomo i cui scritti hanno influenzato molti altri viaggiatori durante il Medioevo. Fu Marco Polo che andò in Cina e riscoprì questa civiltà per i mercantilisti e i viaggiatori europei. Questo portò a molti nuovi viaggi, al commercio e all’innovazione. Certamente, la slot di Marco Polo non è l’unica cosa che immortala questo straordinario personaggio storico, perché ci sono scuole che portano il suo nome, piazze pubbliche e biblioteche. Ma i suoi viaggi lungo la via della seta hanno dato il via all’arrivo di nuovi prodotti in Europa e viceversa. Così abbiamo una serie di simboli che risalgono a quell’epoca nella fessura Marco Polo realizzata con il rastrello rosso.\nQuesto gioco di slot ha le cinque bobine standard e tre file. Il tema è ovvio, poiché anche i simboli delle carte alte assomigliano alla calligrafia cinese, mentre i simboli delle figure sono una bussola, una moneta cinese, un ventaglio a mano, un libro e il simbolo Yin Yang. Il gioco ha una lunga e comoda gamma di scommesse e queste funzionano sulle 30 linee di pagamento sempre attive. Quindi abbiamo un’avventura divertente con tutto questo, più un bonus gratuito per le rotazioni e la scelta per questo o una vincita istantanea.\nFunzioni e simboli della Slot Machine\nIl gioco viene fornito con un grande premio di payout massimo di 30.000€, ma ci sono molteplici grandi ricompense che possono essere raggiunte anche con una scommessa più piccola. Una delle caratteristiche del gioco sono i giri gratuiti. Questa funzione bonus si attiva atterrando tre dei simboli yin yang, tuttavia, le slot Marco Polo sono uno dei giochi più rari al mondo il cui simbolo jolly sostituisce lo scatter/bonus. In questo caso, anche due wilds possono sostituire il bonus.\nDurante il bonus, se ci sono simboli bonus aggiuntivi che appaiono come tre, quattro o cinque per spin, la funzione bonus verrà recuperata. Inoltre, c’è la possibilità che l’intera bobina sia coperta dal simbolo del bonus. In questo caso, i giocatori ricevono un moltiplicatore 60x su tutte le vincite fino a quel punto.\nLa tabella di pagamento dinamica del gioco riflette gli importi di pagamento del simbolo in base alla scommessa selezionata. Se i giocatori vincono cinque simboli corrispondenti delle monete cinesi su una scommessa di €3, il premio sarà di €100. Un premio di 50 euro viene fornito con cinque compassi e 25 euro con cinque dei libri aperti.\nLa funzione di giri gratis viene fornita con un incredibile vantaggio. Tutte le vincite ricevono un moltiplicatore 2x, cioè il doppio dell’importo vinto, indipendentemente dal fatto che ci siano rigiri attivati o meno. Il simbolo jolly Marco Polo sostituisce il simbolo yin yang. Ma prima ancora che il gioco venga lanciato, i giocatori possono scegliere se raccogliere le vittorie istantanee o se lasciare che i giri liberi si svolgano.\nIl gioco è facile da impostare e non c’è la necessità di attivare le linee di pagamento, dato che tutte e 30 sono attive contemporaneamente. Con una moneta da un penny, la scommessa più piccola su tutte queste linee di pagamento è di 0,30 euro per giro. Ci sono molti importi che possono essere selezionati in seguito a questa, fino al raggiungimento del limite massimo di 30,00 euro a giro. La gamma di scommesse offre ai giocatori molte scelte su cui costruire un gameplay e una strategia per coloro che preferiscono pensare in questo modo. Detto questo, ci sono pochi altri pulsanti che possono avere voce in capitolo nell’esperienza di gioco.\nL’opzione autoplay permette ai giocatori di scegliere uno dei numeri di giri automatici preimpostati. Non c’è un limite di perdita o di vincita da impostare nella slot Marco Polo, come in alcuni altri giochi di slot, ma questo va bene perché il numero più alto di giri è 100, quindi i giocatori devono solo pensare al loro equilibrio o anticipare come questo potrebbe giocare. Per fare delle prese a giro singole, basta usare il pulsante arancione di rotazione nell’angolo in basso a destra dello schermo.\nAltre Slot Machine simili\nSilk Road Riches porta i giocatori nell’era dei viaggi sulla terraferma, quando il trasporto di merci da un capo all’altro del mondo richiedeva astuzia e forza muscolare. Leander Games ha dato a questo gioco una serie di caratteristiche extra e il sistema di pagamento dinamico che rende ogni bobina una zona dinamica a sé stante.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Marco Polo",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/marco-polo_gratis-286x217.jpg",
            "filename": "marco-polo_gratis-286x217.jpg"
        }
    ],
    "name": "Marco Polo"
}