{
    "studio": "Habanero",
    "text": "\nMarvelous Furlongs\nLe corse dei cavalli rappresentano un mondo ricco di adrenalina, dove la conoscenza dei corridori va di pari passo con la fortuna. Esistono gesta memorabili riguardo l’ippica, tema che spesso ha ispirato film e libri di successo.\nA rendere tutto molto credibile in questa slot, c’è una grafica spettacolare dove i simboli hanno una definizione incredibile. La griglia di gioco corrisponde ai cancelletti di partenza dei cinque cavalli, sulla destra si trova un calendario su cui sono segnate le date delle corse, sulla sinistra i cavalli al galoppo. In basso abbiamo tutte le statistiche della partita e le varie opzioni per calibrare al meglio la nostra scommessa.\nLa musica incalzante è un motivetto carico di adrenalina che rende ancor più avvincente la partita.\nCaratteristiche della slot\nPer Marvelous Furlongs, la Habanero ha pensato a una griglia a 5 rulli e 4 righe. Le 15 linee di pagamento sono fisse.\nLa scommessa minima è di 0,01 € per linea, quindi una partita costerà appena 0,15 €. Si possono impostare da 10 a 500 giri automatici, con o senza Autoplay.\nMarvelous Furlongs ha un’alta volatilità e un ottimo RTP, pari al 96,83%.\nSimboli e funzionalità\nIn Marvelous Furlongs ci sono simboli che assegnano vincite alte e altri che assegnano vincite basse. Quelli di minor valore, sono i ferri di cavallo con il colore delle scuderie, quelli che pagano di più sono i quattro fantini.\nLa coppa è il nostro simbolo Wild, appare sulle colonne 1, 3 e 5 e sostituisce tutti i simboli.\nQuando su un rullo appare lo stesso simbolo del fantino, si attiva la funzione Respin Impilati: il simbolo si estende per tutto il rullo e si muove verso destra a ogni giro.\nIn Marvelous Furlongs non c’è un vero e proprio simbolo Scatter, ma questa funzione è ricoperta dal calendario o dal simbolo Wild.\nNel primo caso, 4 giri equivalgono a un giorno, e il primo sabato di ogni mese tranne maggio, si attiva la funzione Partite Standard. Il primo sabato di maggio invece si attiva la funzione Partite Gratis Meravigliose.\nLa seconda condizione per ottenere dei Free Spin è la comparsa di simboli Wild.\nPrima dei giri gratis, ci verrà chiesto di scegliere un cavallo che gareggi con gli altri. Se arriveremo tra i primi tre, vinceremo tra i 250 e i 1.000 gettoni.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Marvelous Furlongs",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/marvelous-furlongs-thumb-286x217.png",
            "filename": "marvelous-furlongs-thumb-286x217.png"
        }
    ],
    "name": "Marvelous Furlongs"
}