{
    "studio": "Inspired Gaming",
    "text": "\nMaximus Soldier of Rome\nLa magnificenza dell’Impero Romano è dovuta a innumerevoli fattori, dalle immense strutture architettoniche ancora oggi ammirate in tutto il mondo, come gli acquedotti e le arene, alla loro capacità di creare un modello di democrazia giusto e imparziale. Un altro aspetto di vitale importanza che ha contribuito a renderlo immortale, è l’esercito e le tecniche di guerra, una macchina talmente perfetta da permettere a Roma di conquistare territori in lungo e in largo. È proprio all’esercito romano che si ispira Maximus Soldier of Rome, slot prodotta dall’Inspired. La grafica è abbastanza semplice con tutti gli elementi tipici dell’esercito a romano, come la biga o lo scudo con le doppie spade incrociate. Due antiche colonne delimitano la griglia di gioca e sulla sinistra troviamo tutti le impostazioni per settare al meglio la propria scommessa. Ogni Spin è accompagnato dallo squillo delle trombe e dal suono meccanico dei rulli.\nCaratteristiche di Maximus Soldier of Rome\nLa griglia ha un struttura tradizionale con 5 rulli e 3 righe. Le linee di pagamento sono 20 e fisse, con la puntata minima per linea pari a 0,01 €, quindi 0,20 € per quella totale, caratteristica che la rende appetibile anche per chi non ha voglia di investire grosse cifre. È possibile aumentare la puntata sino a un massimo di 250 €. Le combinazioni vincenti sono formate su rulli adiacenti a partire da sinistra. Maximus Soldier of Rome ha un RTP nella norma, pari al 95%.\nSimboli e funzionalità\nI simboli K, Q e J sono quelli che pagano meno di tutti, a seguire troviamo l’elmo, la moneta, lo scudo, il Colosseo e infine la biga. Il simbolo che paga di più un assoluto è la scritta “Maximus Soldier of Rome”. Durante il gioco regolare e in modo del tutto casuale si può verificare una modificazione di rulli, introdotta dall’immagine di un centurione che suona la tromba. Esistono 4 tipi di modificatori di rulli:\n\nReelus Maximus: un simbolo enorme coprirà i rulli 2, 3, 4, trasformando la griglia in una 3×3.\nSuper Bonus Reels: sui rulli pioveranno numerosi simboli Bonus\nGrossa Vincita: in questo caso si ha la certezza di ricevere una vincita altamente remunerativa\n5 uguali: sui rulli vedremo comparire almeno una vincita denominata “5 uguali”.\n\nLa scritta Wild ha valore di Jolly e sostituisce tutti i simboli eccetto quello Bonus. Se 3 o più simboli Bonus appariranno sui rulli, allora la griglia sarà sostituita da una ruota che ci regalerà un gioco Bonus. Vediamoli nel dettaglio:\n\nPrizes on Parade: Sulla schermata vedremo apparire tre scudi, ognuno contenente un numero di premi, una freccia che permette di passare allo scudo successivo e diversi moltiplicatori chiamati collect che porteranno a terminare il gioco Bonus\nCaesars Free Spins: il giocatore avrà davanti due ruote, una che indicherà il numero di giri gratuiti a disposizione, una per selezionare il moltiplicatore valido durante tutti i Free Spins\nRoad to Rome: il giocatore deve lanciare i dadi e cercare di arrivare a Roma per ricevere una grande vincita\nWild Power Spins: tre giri gratuiti a disposizione, durante i quali il centurione farà cadere dei simboli Wild sui rulli per aumentare le vincite.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Maximus Soldier of Rome",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/maximus-soldier-of-rome_gratis-286x217.jpg",
            "filename": "maximus-soldier-of-rome_gratis-286x217.jpg"
        }
    ],
    "name": "Maximus Soldier of Rome"
}