{
    "studio": "Inspired Gaming",
    "text": "\nMaximus Payus\nIl tema di questa slot prodotta dalla Inspired è l’antica Roma, più precisamente durante il periodo di massima espansione, racchiuso tra il 117 D.C. sino al 140 D.C.\nÈ durante questi secoli che le tecniche di guerra dell’esercito romano hanno permesso di sconfiggere numerosi nemici e di raggiungere ogni terra al tempo conosciuta. Proprio ai valorosi centurioni è dedicata questa slot, con una grafica che ricorda quella dei cartoni animati. La griglia di gioco di colore viola è trasparente e lascia intravedere sullo sfondo il colonnato del Colosseo. Nella parte bassa sono presenti le informazioni riguardanti la scommessa e sulla sinistra sono posizionati il tasto start e quello per accedere al menù. A sinistra invece abbiamo l’icona per modificare la nostra puntata e il cursore attraverso cui è possibile attivare l’opzione “Fortune Bet”. Ogni giro è accompagnato dallo squillo delle trombe e dal suono meccanico dei rulli.\nCaratteristiche principali della slot machine\nLa griglia è composta da 5 rulli e 3 linee e ci sono ben 1.024 modi per vincere. La puntata minima per ogni Spin è di 0,20 €, la massima di 60 €, un range di scommessa che si adatta a ogni tipo di tasca.\nDalle impostazioni è possibile attivare un cursore per mancini, in questo modo il tasto Start e quello per accedere alle impostazione verrà spostato sulla destra. È inoltre presente il pulsante Turbo che accelera la rotazione dei rulli.\nMaximus Payus ha un RTP (return to player o ritorno teorico al giocatore) pari al 95% e volatilità alta.\nSimboli e funzionalità di Maximus Payus\nIn ordine di valore, i simboli che pagano meno sono quelli relativi alle carte da gioco, 9, 10, J, Q e K e A. A seguire troviamo i simboli tematici: l’elmo e lo scudo con le spade incrociate hanno lo stesso valore, poi troviamo la biga e il Colosseo. A pagare più di tutti è però il centurione.\nLa coroncina di alloro con la scritta Wild è il nostro simbolo Jolly e sostituisce tutti i simboli eccetto lo Scatter, rappresentato dall’aquila imperiale e la dicitura Bonus. 3 simboli Bonus ripagano con 8 Free Spins, con 4 se ne avranno 15 e con 5 simboli speciali si potrà avere 20 giri gratuiti. Inoltre, attivando l’opzione Bet Fortune, il simbolo Bonus aumenterà di dimensione, aumentando sensibilmente le possibilità di vincita. Durante i giri gratuiti può capitare che sui rulli appaia un moltiplicatore x2 e nel caso atterrino simboli Wild, essi verranno moltiplicati insieme, ottenendo alla fine un moltiplicatore pari a x8. Se durante i giri gratuiti compariranno altri simboli Bonus, avremo dei giri aggiuntivi:\n\n2 simboli Bonus regalano 5 Free Spins\n3 simboli Bonus regalano 8 Free Spins\n4 simboli Bonus regalano 15 Free Spins\n5 simboli Bonus regalano 20 Free Spins\n\nDurante il gioco regolare poi è possibile avere due diversi tipi di Bonus del tutto casuali. Il primo dà diritto a una vincita di livello o pari a 20x, il secondo regala 5 o più simboli uguali.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Maximus Payus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/maximus-payus_new-286x217.jpg",
            "filename": "maximus-payus_new-286x217.jpg"
        }
    ],
    "name": "Maximus Payus"
}