{
    "studio": "Red Rake",
    "text": "\nMaya\nIl tema di Maya è abbastanza chiaro in questa slot gratis di Red Rake del 2018 intitolata  Maya. Il design curato e la grafica che riprende immagini di di piramidi, sacerdoti, idoli d’oro, ceramiche e statue tradizionali di questa antichissima civiltà.\nGameplay del gioco\nQuesta slot senza scaricare presenta 5 rulli con 50 linee attive che faranno parte dell’azione di ogni round. Avrai accesso a giri gratuiti con simboli enormi, a una funzionalità Maya d’oro e a jackpot fissi, quindi almeno 3 motivi validi per provare il gioco!\nScommesse e premi principali\nLa scommessa viene decisa tramite l’opzione Puntata totale, che vedrai in basso, vicino al centro di quella fila di opzioni. Inizi da un minimo di 0,50€ e decidi tu di quanto aumentare il valore della giocata. I premi in media sono soddisfacenti, anche se la mia attenzione si è fermata sui jackpot Grand, Major e Minor che regalano da 50x a 1.500x la puntata per giro.\nSimbologia antica Maya e funzioni speciali\n\nI rulli 1, 3 e 5 possono contenere speciali simboli Bonus Piramide, che ti serviranno su tutti e tre per ottenere la funzione extra. In questo modo vinci 6 giri gratis e per la loro durata ci sarà la possibilità di far atterrare sui rulli MAXI simboli 3×3 occupando tutte le posizioni sui tre rulli centrali. Se atterrano, ti danno anche 3 giri gratuiti extra!\nSono presenti anche simboli jolly che prendano la forma di sacerdoti Maya. Questi sono i sostituti che stai aspettando in ogni partita se atterrano nel posto giusto;\nL’icona Huge Coin, se appare durante i giochi gratuiti, avvierà una funzionalità chiamata Mayans Gold. Aggiungerà 3 giri gratuiti al totale e bloccherà le monete d’oro nella loro posizione. Una volta esauriti i giri gratuiti o quando si riempiono le ruote di monete, la funzione termina;\nLa funzione Maya d’oro è la più importante e può attivare uno dei tre jackpot fissi. Le monete che appaiono sui rulli riveleranno i premi delle monete o il logo dei jackpot.\n\nChe idea mi sono fatta su questa slot gratis?\nLa slot online Maya può essere un gioco davvero divertente, con diversi jackpot da attivare e interessanti giri gratuiti, oltre alla grafica ben realizzata che rende il gioco molto piacevole. Se ami il tema Maya ti suggerisco un giro di prova in demo selezionando la slot direttamente dalla nostra libreria virtuale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Maya",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/maya_new-286x217.jpg",
            "filename": "maya_new-286x217.jpg"
        }
    ],
    "name": "Maya"
}