{
    "studio": "Capecod Gaming",
    "text": "\nMayan Temple Revenge\nChiunque sia avvezzo del mondo delle slot online sa benissimo quanto l’epoca delle popolazioni precolombiane sia un tema molto caro per i produttori di giochi di questo tipo. D’altronde non deve sorprendere: gli Inca, i Maya e gli Aztechi da sempre fanno parte dell’immaginario comune per il fascino che esercitano con le loro culture e per la corsa all’oro dei conquistadores alla ricerca di El Dorado.\nNon sorprende quindi vedere questo tema applicato a una o più slot della stessa casa, come la Capecod, e la nascita di slot quali Mayan Temple Revenge.\nAndiamo a vedere velocemente cosa ha da offrire questa slot.\n\nMayan Temple Revenge: comparto visivo\nDa un punto di vista prettamente grafico, la slot cerca di unire lo stile storico con simboli che richiamano al luogo di appartenenza del tema a uno stile più moderno fatto di colori e luce. Troviamo quindi simboli relativi ai totem e templi maya, ma anche luci al neon e simboli delle carte da gioco (A, K, Q…) colorati. Sebbene questo connubio, sulla carta, possa sembrare non dei migliori, in realtà la slot dimostra essere piacevole da giocare.\nUn unico appunto: il comparto sonoro. Nelle fasi tra una giocata e l’altra veniamo accompagnati da delle percussioni in sottofondo che rendono il gioco accattivante. Il problema sorge durante le stesse giocate, quando il volume di questi tamburi si fa decisamente più pronunciato, per questo motivo è consigliabile prevenire il tutto abbassando l’audio del dispositivo prima di cominciare a giocare.\n\nMayan Temple Revenge: meccaniche di gioco\nPassiamo all’aspetto tecnico di questa slot: come al solito ci troviamo di fronte a un titolo che sfrutta il comunissimo meccanismo 5*3, come la maggior parte delle slot online della Capecod (anche se in questo caso si parla di una collaborazione con la Elsy).\nL’RTP, ovvero il ritorno per giocatore, è di poco superiore al 94%, meno rispetto alla media del 95% di questa casa produttrice. L’RTP, nel caso il lettore non sapesse di cosa stiamo parlando, è la percentuale di soldi emessi in forma di vincita rispetto a quelli immessi in forma di puntata. Un RTP del 94% indica che per ogni 100€ giocati (in media) vengono rilasciati 94€ in forma di vincita.\nPassando ai simboli che è possibile trovare nella griglia di gioco, il Re è quello dal maggior valore, al quale vanno aggiunti i simboli dotati di una funzione speciale. Come in altri titoli della Capecod, anche in questo caso parliamo di ben due simboli Wild: il Joker è semplicemente un Jolly che può sostituire qualsiasi altro simbolo nella schermata di gioco, mentre il Wild si estende su tutta la colonna di gioco, quindi può essere considerato come tre Joker uno sopra l’altro.\nCi sono inoltre due simboli speciali (Scatter) che danno accesso alla modalità bonus del gioco, tutte funzioni che permettono di avere un numero interessante di vincite nonostante l’RTP leggermente inferiore alla media.\n\nSlot simili a Mayan Temple Revenge\nIl popolo Maya da sempre affolla il mondo delle slot online. Possiamo parlare di diversi titoli affini, come ad esempio Mayan Riches della IGT, Diego Fortune della Booongo o ancora Temple Quest della Microgaming.\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Mayan Temple Revenge",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-temple-revenge-simboli.jpg",
            "filename": "mayan-temple-revenge-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Mayan Temple Revenge",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-temple-revenge-tabella-pagamenti.jpg",
            "filename": "mayan-temple-revenge-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Mayan Temple Revenge i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-temple-revenge-win.jpg",
            "filename": "mayan-temple-revenge-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Mayan Temple Revenge hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-temple-revenge-modalitá-bonus.jpg",
            "filename": "mayan-temple-revenge-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Mayan Temple Revenge",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-temple-revenge_new-286x217.jpg",
            "filename": "mayan-temple-revenge_new-286x217.jpg"
        }
    ],
    "name": "Mayan Temple Revenge"
}