{
    "studio": "Triple Profit Games",
    "text": "\nMayan Treasure\nAmbientata in Messico, Mayan Treasure utilizza tutti i simboli tipici delle società precolombiane. Dal punto di vista grafico questa slot appare impeccabile, anche perché utilizza simboli di grandi dimensioni che facilitano le giocate. La griglia di gioco è posta davanti all’entrata di un antico tempio, sorretta da due pilastri sormontati dalle statue di due pantere. Nella parte sottostante si possono trovare gli aggiornamenti sulle vincite, il variatore di puntata e vari tasti. Ottimo anche il comparto musicale, con un jingle per nulla invadente che può comunque essere disattivato attraverso il pulsante posto sulla sinistra.\nCaratteristiche della slot\nLa griglia tradizionale ha 5 rulli e 3 righe, su cui si dipanano 20 linee di pagamento fisse al costo di 0,1 € per linea.\nIl sistema di gioco è a cascata, ciò vuol dire che i simboli appartenenti a una combinazione vincente scompaiono e vengono rimpiazzati da altri simboli. Potenzialmente si tratta di un meccanismo infinito che termina nel momento in cui non si ottengono nuove combinazioni paganti.\nSi vince associando simboli identici a partire dal primo rullo e proseguendo verso destra. In caso di più combo su una stessa linea di pagamento, verrà ricompensata soltanto la più alta. In caso di combinazioni su più linee, allora gli importi verranno sommati.\nIn Mayan Treasure è presente anche la classica funzione Autoplay, con un range di scelta che va da un minimo di 10 a un massimo di 999 giri automatici. Attraverso il tasto Quick Spin si può accelerare la caduta dei simboli, funzione altamente consigliata per chi non ha voglia di attendere troppo tempo.\nTanti simboli speciali per vincite strabilianti\nI simboli base sono nove, suddivisi tra remunerativi e non. Le carte da gioco si posizionano nel gradino più basso di questa classifica. Ben più sostanziose sono invece le somme elargite dai simboli tematici: la pentola fumante paga sino a 10 volte la scommessa, il serpente a due teste sino a 30, il pugnale massimo 50, l’elmo 100 e l’uroboro, il serpente che morde la sua stessa coda, è quello a cui sono associate le somme più alte, ben 500 volte la puntata.\nVeniamo ora ai simboli speciali: lo scudo dorato è il nostro Wild e va a sostituire tutti i simboli eccetto lo Scatter, qui rappresentato dalla pantera e a cui è legato il gioco Bonus. Tre simboli Scatter ci ricompensano con 5 Free Spins, quattro simboli regalano 10 Free Spins e cinque ce ne faranno guadagnare ben 15.\nLa guerriera è un simbolo speciale che può comparire solo sul terzo rullo. In questo caso tutti i simboli che si trovano sul terzo rullo e sulla linea centrale scompaiono e vengono rimpiazzati da altri del tutto nuovi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mayan Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/01/mayan-treasure-gratis-286x217.png",
            "filename": "mayan-treasure-gratis-286x217.png"
        }
    ],
    "name": "Mayan Treasure"
}