{
    "studio": "IGT",
    "text": "\nMayan Riches\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di vincita: 40\nPuntata min.: 1 €\nPuntata max.: 100 €\nMax. di monete: 50 per payline\nAutoplay: Si\nTema e grafica\nLa slot Maya Riches della software house IGT ha una struttura classica a 5 rulli e 40 linee di pagamento. Il tema non è particolarmente originale, anzi, risulta essere molto diffuso nel mondo delle slot machine, tuttavia Maya Riches si distingue tra le tante per l’alta qualità della grafica e la ricchezza del gioco.\nÈ ambientata in una lussureggiante foresta pluviale in cui sono immerse i simboli della cultura Maya che decorano i rulli.\nUna menzione particolare va alla bellissima colonna sonora, in cui un ritmo tribale si mescola a suoni moderni, per un effetto molto ipnotico e coinvolgente.\nSimboli, Wild e Scatter\nI simboli che vedrete scorrere sui rulli sono quelli dell’antica cultura Maya: la maschera dorata, il tamburo, il principe e la principessa Maya e il tempio.\nAccanto a questi, come sempre salvo rare eccezioni, troviamo i numeri e i simboli delle carte da poker dal 9 all’Asso.\nIl simbolo Wild in questa slot è rappresentato dall’antico tempio Maya e ha le funzioni di un Jolly, ossia può sostituire tutti gli altri simboli, tranne lo Scatter, per completare una combinazione vincente.\nPer quanto riguarda il simbolo Scatter, quando compare per almeno tre volte in qualsiasi posizione sui rulli si accede a cinque giri gratuiti in cui tutte le vincite sono raddoppiate.\nDurante i free spins poi i simboli Wild diventeranno accatastabili, aumentando così le opportunità di ottenere delle combinazioni vincenti.\nSommando i giri gratuiti, è possibile arrivare a ottenerne fino a 255.\nModalità di gioco\nLa modalità di gioco è abbastanza semplice, e come in tutte le slot classiche per ottenere una vincita è necessario avere l’allineamento di simboli identici su rulli adiacenti, partendo da sinistra verso destra. L’ordine con cui devono essere allineati vale per tutti i simboli tranne che per lo Scatter, che infatti paga una vincita a prescindere dalla posizione occupata sui rulli.\nIl range di scommesse in questa slot è molto interessante, infatti è possibile puntare da 1 fino a ben 100 €, da un minimo di un gettone fino al massimo di 50 gettoni su ognuna delle 40 linee di pagamento, per un totale di 2000 gettoni.\nDa dove giocare a Mayan Riches?\nMayan Riches è un gioco di slot online cosiddetto “multipiattaforma”, il che significa che è ottimizzato per essere giocato sia da computer desktop sia da dispositivi mobili come smartphone o tablet. La qualità della grafica e la fluidità del gioco sono alti qualsiasi sia il dispositivo, per un’esperienza ludica sempre completa e coinvolgente!\nSlot simili a Mayan Riches\nCome già accennato, il tema della cultura Maya non rappresenta di certo una novità nel panorama delle slot machine e diverse software house lo hanno sfruttato per i loro giochi.\nUno dei più famosi è senza ombra di dubbio Book of Maya, nato sulla scia dell’ancora più celebre Book of Ra. Oltre a questo troviamo Mayan Temple e Mayan Temple Revenge, ma anche Mayan Adventure, Maya Gold e tanti altri!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mayan Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/mayan-riches-free-286x217.png",
            "filename": "mayan-riches-free-286x217.png"
        }
    ],
    "name": "Mayan Riches"
}