{
    "studio": "NextGen",
    "text": "\nMedusa Megaways\nLa cultura ellenica ha dato tanto al nostro mondo e al nostro modo di pensare: è dall’Antica Grecia che arriva la democrazia che oggi tanto amiamo e il modo di pensare eredità in migliaia di anni. Tra le varie cose lasciate in eredità c’è anche un nutrito numero di leggende e divinità, da cui le case di sviluppo possono attingere per le proprie slot.\nEcco come nasce Medusa Megaways della Nextgen, una slot che ruota attorno al mito della gorgone dai capelli serpentini. Scopriamo insieme cosa ha da offrirci questo titolo, sia da un punto di vista grafico che di gameplay.\nMedusa Megaways – Attenzione ai tuoni\nMolte persone aprono una slot e poi fanno altro, impegnati in un’attività prima di giocare, ma nel caso di Medusa Megaways della Nextgen potremmo pagare caro questa disattenzione: sebbene una musica calma e il suono dei sonagli dei serpenti ci accompagni sin dall’apertura della slot, di tanto in tanto un tuono squarcia il cielo dietro alla griglia, con un il suo rombo che potrebbe spaventare il giocatore disattento.\nLa griglia è incastonata all’interno di quello che sembra un mausoleo greco e i vari simboli che fanno riferimento al mito di Medusa e alla cultura greca appaiono all’intenro di essa.\nDa Pegaso alla stessa gorgone, passando per i guerrieri greci e i calzari alati, tutto nella slot sembra voler calare il giocatore nei tempi in cui è ambientata la storia.\nMedusa Megaways – Meccaniche di gioco\nCome capita talvolta con le slot della Nextgen (soprattutto quando si parla di una modalità Megaways) è la griglia di gioco stessa a suggerirci un gameplay diverso dal solito.\nLa griglia mostra un numero diverso di simboli a ogni giocata in base a quante linee di vincita la griglia abbia assegnato per quel turno. Una volta ottenuta una vincita, i simboli coinvolti verranno pietrificati dal potere della gorgone e andranno a pezzi, lasciando posto ad altrettanti che cadranno dall’alto, con la possibilità di innescare delle vincite concatenate.\nMedusa stessa è un simbolo in gioco e svolge il ruolo di Wild, in grado di sostituire qualsiasi simbolo in gioco come se fosse un jolly.\nLa parte più divertente di giocare a una slot Megaways è il potenziale celato in ogni giro, in quanto non sai mai quando potresti ritrovarti di fronte a decine di migliaia di linee di vincita (e combinazioni mastodontiche associate).\nUna slot consigliata a chi ha già un minimo di domestichezza con le slot online e per chi ama le sorprese senza dover necessariamente aspettare una modalità bonus.\nSlot simili a Medusa Megaways\nIl carisma di Medusa ha condizionato diverse slot nel corso del tempo, così non è difficile trovare altri titoli in cui la bellissima gorgone fa la sua comparsa: dalla versione semplificata di Medusa sempre della Nextgen, a Medusa – Fortune and Glory della Dreamtech per arrivare ad Artemis vs medusa della Quickspin.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Medusa Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/medusa-megaways_featured-286x217.jpg",
            "filename": "medusa-megaways_featured-286x217.jpg"
        }
    ],
    "name": "Medusa Megaways"
}