{
    "studio": "NextGen",
    "text": "\nMedusa\nÈ inutile negarlo: la storia antica, con i suoi miti e leggende, occuperanno sempre un posto di rilievo nel nostro immaginario e nelle nostre opere. Parliamo di film, libri, videogiochi e chi più ne ha più ne metta: sono sempre più i titoli che sfruttano le antiche popolazioni egizie, romane e greche come tematiche.\nE il mondo delle slot online non è da meno, possiamo contare centinaia di slot ispirate all’antico Egitto e Grecia (l’impero Romano è ancora poco sfruttato a confronto) e il titolo di oggi è proprio ispirato a una delle tantissime leggende greche: il mito di Medusa.\nLa NextGen Gaming ci porta indietro nel tempo e a spasso nella fantasia, alla scoperta di una delle donne più famose di tutti i tempi: con i serpenti al posto dei capelli e il potere di pietrificare con lo sguardo, Medusa è conosciuta in tutto il mondo.\nScopriamola di nuovo con questa slot.\n\nIl comparto visivo di Medusa\nCominciamo la nostra analisi dall’aspetto più diretto che ci va a colpire: la grafica. Molte case di sviluppo decidono di concentrare le proprie energie esclusivamente sulle meccaniche di gioco, consce dell’importanza che questo fattore ricopre.\nMa non smetteremo mai di dire che anche l’occhio vuole la sua parte e che una slot con del gusto estetico è più facile che venga provata da nuovi giocatori.\nMedusa rientra sicuramente in questa categoria: la cornice della griglia di gioco accenna appena al mondo ellenico, con templi ed elmi che fanno da sfondo. La griglia di gioco gira sopra a quella che sembra essere pietra (forse un accenno al potere letale di Medusa) e i vari simboli sono illustrati con gusto e raffinatezza.\nLa nostra giocata è accompagnata dal suono dei tamburi che ci fa sentire come se fossimo in guerra, insomma: Medusa della NextGen Gaming dimostra di essere una slot piacevole da guardare prima ancora di provare il gioco vero e proprio. Vediamo se le meccaniche di gameplay sono allo stesso livello.\n\nCome si gioca a Medusa\nQuella che ci troviamo di fronte è una slot tradizionale, con cinque rulli che ruotano su loro stessi e che mostrano ognuno tre simboli per giocata. Le linee di vincita sono venticinque, un valore che rientra nella media delle slot online e l’RTP supera di poco il 95%.\nL’aspetto che colpisce maggiormente di questo titolo è la presenza di numerosi simboli speciali. Si parte ovviamente con la stessa Medusa: il volto incantevole della donna è un simbolo Wild in grado di sostituire tutti gli altri simboli normali in gioco. Esso appare solamente nei tre rulli centrali.\nIl titolo della slot, MEDUSA, e il cavallo alato Pegaso sono due simboli Scatter che permettono di accedere alle modalità bonus e il Soldato permette di accedere alla funzione di “Super Spin”.\nUna slot quindi tutta da provare, che dimostra tanta cura nei dettagli grafici quanto nelle meccaniche di gioco.\n\nSlot simili a Medusa\nCome abbiamo stabilito all’inizio di questa recensione, il Pantheon delle slot a tema “Antica Grecia” è nutritissimo, per questo non è possibile elencarne tutte. Ma se volessimo qualche titolo affine, possiamo pensare a 300 Shields (e le varianti) sempre della NextGen Gaming, così come Age of Gods della Playtech. O ancora Aura of Zeus della Bally Wulff, casa che propone anche Disc of Athena.\n",
    "images": [
        {
            "alt": "I simboli della slot online Medusa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/medusa-simboli.jpg",
            "filename": "medusa-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Medusa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/medusa-tabella-pagamenti.jpg",
            "filename": "medusa-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Medusa hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/medusa-modalitá-bonus.jpg",
            "filename": "medusa-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Medusa",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/medusa-nextgen_slot-1-286x217.jpg",
            "filename": "medusa-nextgen_slot-1-286x217.jpg"
        }
    ],
    "name": "Medusa"
}