{
    "studio": "Iron Dog Studio",
    "text": "\nMegaways Jack\ndalla Iron Dog Studio. La trama di questo racconto tanto caro a grandi e piccini è ben nota: a Jack viene affidata una mucca ed è costretto dalla madre a venderla. Il ragazzo sulla via del mercato incontra un anziano che in cambio dell’animale gli offre un sacchetto di fagioli magici, la madre si infuria e getta i semi dalla finestra. Durante la notte nasce un’enorme pianta di fagioli e la mattina dopo, Jack si arrampica raggiungendo il castello del gigante. Jack riesce a rubare in tre giorni consecutivi un sacchetto di monete d’oro, una gallina dalle uova d’oro e un’arpa dorata.\nIn Megaways Jack ritroviamo tutti i simboli che hanno reso popolare la storia. Il comparto grafico è curato nei minimi dettagli, dietro la griglia di gioco si intravede la casa di Jack e ai lati della cornice si trovano l’arpa dorata e la pianta di fagioli, che avranno un ruolo importante nel gioco. Sulla parte superiori sono indicati i vari moltiplicatori, mentre nella parte bassa possiamo visualizzare il valore della puntata, le linee di pagamento attive, il tasto Giri Automatici e quello per la rotazione manuale.\nCaratteristiche principali della slot machine\nLa griglia di gioco è particolare, i rulli sono sei, ma le righe possono ospitare da due sino a sette simboli. La puntata minima è di 0,20 €, la massima di 20 €, mentre il ritorno teorico al giocatore o RTP è pari al 96,20%. Le linee di pagamento sono 20 e non possono essere modificate. Si può decidere di impostare un numero variabile di giri automatici, da un minimo di 20 a un massimo di 999.\nSimboli e funzionalità di Megaways Jack\nI simboli che pagano meno di tutti sono quelli legati alle carte, dal 10 all’Asso. A seguire troviamo la mucca, l’oca, la moglie del gigante, il gigante e Jack. La particolarità di questa slot è che a ogni combinazione vincente i relativi simboli scompaiono e ne cadono di nuovi a occupare quelle posizioni, creando nuove possibilità di vittoria. Il simbolo Wild è rappresentato dall’uovo d’oro e sostituisce tutti gli altri simboli in una combinazione vincente. Il simbolo fagiolo magico invece può comparire solo dopo la scomparsa di un altro simbolo e può far avanzare il Jack verso i giri gratuiti. Ma cosa vuol dire? Praticamente, ogni volta che si ha una vincita, una foglia sulla pianta diventa d’oro e se si hanno almeno 8 vincite, Jack scala la pianta e arriva al castello sulle nuvole, il che permetterà di attivare i giri gratuiti. Da 10 vittorie consecutive in poi, oltre ai giri gratuiti si avrà anche un moltiplicatore dal valore variabile. Se durante i giri gratuiti compaiono sette simboli identici su uno stesso rullo, essi rimarranno attivi sino all’esaurimento dei Free Spins, inoltre si avrà diritto a un ulteriore moltiplicatore. C’è poi la funzione dell’arpa, che agisce in modo casuale e può regalare spin gratuiti, Wild aggiuntivi, fino a cinque moltiplicatoru sulle vincite e un massimo di tre posizioni sulla pianta per raggiungere il castello.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Megaways Jack",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/megaways-jack_thumb-286x217.jpg",
            "filename": "megaways-jack_thumb-286x217.jpg"
        }
    ],
    "name": "Megaways Jack"
}