{
    "studio": "NextGen",
    "text": "\nMerlin’s Moneyburst\nLa magia ha sempre interessato tutti (non per niente uno dei più grandi fenomeni letterati degli ultimi anni è Harry Potter) e quali figura rappresenta meglio l’arcana attrazione per le arti magiche se non Merlino? Negli anni gli sono state dedicate varie slot, tra cui Merlin’s Money Burst della Nextgen di cui andremo a parlare oggi.\nRiuscirà il comparto grafico e tecnico di questa slot a stregarci? Scopriamolo insieme.\nMerlin’s Money Burst – Il viola la fa da padrone\nCominciamo a parlare dell’aspetto grafico, in quanto anche l’occhio vuole la sua parte. La slot si apre con un modello 3D di Merlino che sparisce mostrandoci la griglia di gioco composta dai classici simboli delle carte da gioco (A, K, Q…) tutti corredati da degli occhi che guardano verso il puntatore mouse.\nUna scelta vagamente inquietante ma che dimostra una cura nei dettagli da non sottovalutare. Altri simboli che vediamo sono l’occhio nell’ampolla, il grimorio magico e il rubino artigliato.\nDal punto di vista sonoro, invece, abbiamo una musica tenue, quasi un coro a farci compagnia, interrotto di tanto in tanto dal suono di una goccia d’acqua o dal verso di un gufo: il tutto per sottolineare ancor di più l’illusione di trovarci in mezzo a una foresta, pronti ad assistere a uno degli incantesimi del grande Mago Merlino.\nMerlin’s Money Burst – Meccaniche di gioco\nArriviamo finalmente a parlare del comportato tecnico e dei meccanismi di gioco di questa slot: la griglia che ci appare davanti è sicuramente fuori dal comune: infatti da una parte troviamo uno schema 3*3 che mostra 9 simboli a ogni giocata, con una piccola griglia accessoria a sinistra che mostra altri 4 simboli a ogni giocata.\nLe linee di vincita sono 60, le quali insieme all’RTP pari al 96.75% vanno a equilibrare una volatilità della slot piuttosto alta: possiamo quindi aspettarci un buon numero di giri privi di vincite prima di ottenerne una di valore interessante ma meno rispetto ad altri titoli con alta volatilità.\nTra i vari simboli che si trovano nella griglia, si deve prestare particolare attenzione a due: Merlino è un simbolo Wild in grado di sostituire tutti gli altri simboli normali in gioco come un comune jolly, mentre la gemma artigliata è un simbolo Scatter. Trovandone almeno tre in un’unica giocata, avremo la possibilità di accedere alla modalità bonus (giri gratuiti con Wild casuali) e quindi puntare a una vincita più corposa.\nSicuramente l’aspetto originale della slot incuriosirà molti giocatori, sebbene sarà necessaria un po’ di pratica per poterla padroneggiare.\nSlot simili a Merlin’s Money Burst\nLa magia è una cara amica delle slot online e possono essere trovati diversi titoli che utilizzano questa tematica al loro interno, come: The Magic Flute della Novomatic, Magic Mirror Delux 2 della Merkur Gaming o ancora Magic of the Ring Deluxe della Wazdan, anche se le scelte sono molto più numerose.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Merlin's Moneyburst",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/merlins-moneyburst_new-286x217.jpg",
            "filename": "merlins-moneyburst_new-286x217.jpg"
        }
    ],
    "name": "Merlin’s Moneyburst"
}