{
    "studio": "Barcrest",
    "text": "\nMermaid Queen\nPreparati ad imbarcarti in un viaggio epico attraverso i sette mari con la slot gratis Mermaid Queen. Le leggende sulle sirene che incantavano gli ignari marinai sembrano avverarsi. Ora tocca a te scoprire cosa si nasconde nel regno sottomarino…\nLa struttura gioco dallo stile marinaro\nSviluppata dal popolare produttore di slot Barcrest, la slot senza registrazione Mermaid Queen è composta da una struttura gioco 3×5. Sulla nave di legno che ti aspetta per solcare le onde in mare aperto, sono presenti ben 13 simboli diversi che possono apparire sui rulli incorniciati in mogano. Lo sfondo della schermata è molto suggestivo con una vista mozzafiato sul cielo blu e sull’acqua cristallina, mentre la colonna sonora non è particolarmente emozionante e la grafica ancora in 2D rende il gioco un po’ obsoleto e poco dinamico a livello di design.\nLasciati incantare dai tesori della sirena…\nLa slot senza scaricare Mermaid Queen ha 5 rulli e 10 linee di pagamento e un gameplay molto semplice adatto a tutti i tipi di giocatori. Puoi impostare la tua puntata partendo da un minimo di 0,10€ fino ad un massimo di 500,00€. La generosità della regina sirena si vedrà nel gioco quando apparirà almeno 3 volte davanti ai marinai durante lo stesso giro. Questa combinazione di simboli attiverà la funzione di giochi gratuiti. Più volte riuscirai a vederla, più possibilità avrai di far attivare la funzione che porterà alla tua vincita scatter. Tre sirene valgono 5 volte la tua puntata, con quattro riceverai un importo 20 volte la tua puntata, mentre cinque valgono 500 volte la tua puntata.\nScopri il Bonus Moltiplicatore di Mermaid Queen\nLa combinazione del Bonus Moltiplicatore e il raddoppio del simbolo Jolly trasforma questa funzionalità di giochi gratuiti in un grande potenziale di vincite. In sostanza, qualsiasi vincita che coinvolge un simbolo jolly beneficerà di un bonus moltiplicatore del valore di 6x. Inoltre, è possibile riattivare questa funzione innumerevoli volte. Quindi incrocia le dita in modo che la Sirena Regina ti appaia davanti e ti ricopra di monete d’oro!\nIpnotizzato dalla bellezza delle sirene?\nSe questa figura mitica ti affascina, sarai contento di sapere che all’interno della nostra libreria potrai trovare numerose slot a tema Sirene sia in modalità gratuita che a pagamento, per sfruttare oltre i giri gratis anche i fantastici Bonus Benvenuto dei vari casinò online che ospitiamo su Slotjava.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mermaid Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/mermaid-queen_slot-286x217.jpg",
            "filename": "mermaid-queen_slot-286x217.jpg"
        }
    ],
    "name": "Mermaid Queen"
}