{
    "studio": "ReelPlay",
    "text": "\nMermaid Reef\nProdotta dalla ReelPlay, Mermaid Reef è ambientata nell’area protetta delle isole Abaco appartenenti alle Bahamas. A fare da sfondo a questa bellissima slot, c’è la caratteristica barriera corallina, più precisamente la scogliera della sirena, luogo suggestivo meta di numerosi turisti provenienti da tutto il mondo. Cominciamo subito dicendo che la parola d’ordine di Mermaid Reef è semplicità, a partire dalla grafica, che risulta essere elaborata ma senza grandi effetti speciali. La griglia si trova sul fondo del mare, circondata dalla flora del posto. Il sottofondo musicale è molto rilassante e piacevole, adatto a chi non ama le slot con numerosi effetti sonori, spesso giudicati disturbanti dai giocatori. Il tasto Start si trova sul lato destro rispetto ai rulli e sotto la griglia troviamo il riassunto della puntata. Per settare al meglio la nostra scommessa è però necessario accedere al menù interno attraverso l’apposito pulsante.\nCaratteristiche della slot\nCome detto in precedenza, è stata la semplicità a guidare gli sviluppatori della ReelPlay quando hanno deciso di creare questa slot. La griglia ha 5 rulli e 3 righe, con 10 linee di pagamento fisse e una scommessa che parte da 10 gettoni sino a un massimo di 10.000. Dotata di Autoplay, è possibile impostare tra i 5 e i 100 giri automatici senza dover per forza impostare qualche limite. Un buon RTP del 95,9% e una volatilità alta fanno di Mermaid Reef una slot in grado di regalarci vincite abbastanza frequenti.\nSimboli e funzionalità\nI simboli base sono 10 in tutto, i primi 6 che rappresentano le carte da gioco dal 9 all’asso e gli altri 4 a tema mare. Come di consueto, i simboli non tematici hanno un valore basso, ma a partire dalla medusa e proseguendo con la stella, il pesce pagliaccio e il delfino le cifre si fanno molto più interessanti. La sirena è il nostro simbolo Wild, copre l’intero rullo e sostituisce tutti i simboli eccetto quelli speciali. Può comparire soltanto sui rulli 2, 3 e 4. Un altro simbolo speciale è quello Scattered Pearl, una perla rosa pulsante che può regalarci 10, 15 o 20 Free Spins, durante i quali tutte le vincite verranno moltiplicate per 2.\nL’ostrica è invece il nostro simbolo detto Scatter Clam. Esso può comparire solo sui rulli 2, 3 e 4 e ricompensa con un gioco bonus che può farci vincere premi da capogiro. Se sui rulli atterrano 3 Scattered Clam, allora vedremo apparire sullo schermo 15 ostriche chiuso. Il nostro compito sarà quello di aprirle una alla volta. All’interno potremo trovare delle perle di diverso colore:\n• Bianca, che ci ricompensa con un moltiplicatore compreso tra 1x e 20x\n• Nera, che paga con un moltiplicatore compreso tra 2x e 25x ma che farà anche concludere il gioco.\n• Dorata che paga con un moltiplicatore compreso tra 50x e 1.000x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mermaid Reef",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/mermaid-reef-gratis-286x217.jpg",
            "filename": "mermaid-reef-gratis-286x217.jpg"
        }
    ],
    "name": "Mermaid Reef"
}