{
    "studio": "Bally",
    "text": "\nMichael Jackson King of Pop\nUna stella leggendaria\nRe del pop e eterno Peter Pan sono solo due dei soprannomi che hanno reso celebre una delle figure più importanti dell’intero panorama musicale. All’inizio è stato la stella incontrastata dei Jackson Five, gruppo formato con i suoi fratelli, e solo in seguito intraprenderà la carriera solista. Da lì in avanti sarà un successo dopo l’altro. Il secondo album, Thriller, verrà riconosciuto come uno dei dischi più influenti della musica pop, restando in classifica per ben 37 settimane e vendendo milioni di copie. A rendere Jackson un artista immortale non è solo il canto, ma anche i balli che accompagnano le sue performance, come il moonwalk, imitato in tutto il mondo.\nPer omaggiare nel migliore dei modi un personaggio così importante, la Bally ha creato una slot che attinge a piene mani nell’universo di Michael, con la griglia di gioco attraversata da luci colorate da discoteca in pieno stile anni Ottanta e una colonna sonora che spazia tra Dirty Diana, Beat It e Smooth Criminal.\nCaratteristiche della slot\nLa griglia di gioco ha cinque rulli e tre righe e 25 linee di pagamento fisse. La puntata minima è fissata a 0,40 €, ma può essere innalzata a piacimento.\nCon la modalità Autoplay si può selezionare un numero di Spin tra 10 e 200, compresi alcuni limiti di vincita e di perdita oltre i quali il gioco si fermerà, tornando alla modalità manuale.\nPer vincere è necessario associare simboli identici da sinistra verso destra (eccetto per gli Scatter) su una linea di pagamento attiva. Nel caso in cui si ottengano più combinazioni vincenti verrà pagata soltanto la più alta.\nLa volatilità è media, il ritorno teorico al giocatore (RTP) si attesta su un buon 96.01%.\nIl Moonwalk Bonus e altre feature\nI simboli che valgono di più in Michael Jackson King of Pop riportano tutti al mondo dell’artista statunitense. A valere meno sono le classiche carte da gioco buone per una scala reale, seguite dai piedi sollevati sulle punte, gli occhiali, il cappello e il guanto argentato.\nCi sono poi diversi tipi di Wild con differenti funzioni, come i Moonwalk Wild o i Wild impilati.\nLa scritta Bonus è il nostro Scatter: tre di questi faranno apparire una ruota divisa in spicchi; facendola girare, si possono vincere Free Spins, gettoni o moltiplicatori.\nAbbiamo due tipologie di Free Spin:\n– Beat it Free Games: si ottengono dieci giri gratuiti e Wild bloccati durante l’intera funzione.\n– Smooth Criminal Free Games: qui otteniamo cinque giri gratuiti durante i quali i vari rulli si trasformano in Wild. Nel primo giro il quinto rullo diventa Jolly, nel secondo si aggiungerà anche il quarto e via via tutti gli altri.\n\nDomande Frequenti \nPosso provare il gioco prima di scommettere soldi veri?\n\nCertamente, sul nostro sito è disponibile la versione demo\n\n\n\nQual è la volatilità della slot?\n\nMichael Jackson King of Pop ha una volatilità media, abbiamo quindi una discreta frequenza di vincite e premi di tutto rispetto.\n\n\n\nDove posso giocare a Michael Jackson King of Pop?\n\nSui maggiori casinò italiani provvisti di certificazione AAMS.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Michael Jackson King of Pop",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/michael-jackson-king-of-pop_featured-286x217.jpg",
            "filename": "michael-jackson-king-of-pop_featured-286x217.jpg"
        }
    ],
    "name": "Michael Jackson King of Pop"
}