{
    "studio": "ELK Studios",
    "text": "\nMicro Knights\nLa slot Micro Knights è di ELK Studios e i basa una divertente trama medioevale sotto forma di cartoon con una grafica che ricorda quella per PC.  Si gioca su una griglia 7×7, puntando da 0,10€ fino a 100,00€ a round su tutti i dispositivi. Sono presenti 6 funzionalità di bandiera che rimuovono le righe, aggiungono jolly, cancellano simboli di basso valore e ti regalano simboli di dimensioni extra. Questo vale anche per la funzione di Bonus Game di Free Drops. L’RTP è del 96% e puoi vincere fino a 2.500 x puntata per ogni giro / caduta.\nTema e simboli speciali di Micro Knights\nI simboli includono:\n\npozzi,\nbersagli,\nfunghi,\nconigli,\nrane,\ncapre\ntori – Questo è il simbolo più gratificante che ti può dare 250 volte la puntata totale\nil calice d’oro è il simbolo jolly che sostituisce tutti i simboli tranne lo scatter bonus.\n\nEssendo uno slot Cluster Pays, le combinazioni vincenti si formano ottenendo 5 o più simboli corrispondenti in posizioni adiacenti che devono collegarsi verticalmente o orizzontalmente. Quando ottieni una vittoria, si attiverà una valanga e i cluster vincenti verranno rimossi per fare spazio ai nuovi simboli di atterrare, portando vittorie consecutive.\nOcchio alle file di simboli!\nQuando si forma una vincita, una fila di simboli viene messa in coda sempre che non ci siano più combinazioni vincenti. La riga dove possono essere rimossi i simboli è indicata dal Cavaliere della Carica. I simboli nella coda vengono utilizzati da sinistra a destra e si collegano con le icone sulla griglia per formare i cluster. I simboli nella coda possono contribuire a diversi cluster nello stesso drop: essi rimarranno nella coda finché non faranno parte di un cluster vincente.\nCaratteristiche della bandiera\nOgni simbolo in un cluster vincente si aggiunge al misuratore a destra della griglia del simbolo: quando il misuratore è pieno, si attiva una funzione di bandiera selezionata casualmente, mentre il misuratore viene ripristinato:\n\nFunzione Coda potenziata: tutti i simboli nella coda possono connettersi con i simboli sulla griglia per formare cluster vincenti\nFunzione di addebito: tra 2 e 5 righe della griglia vengono spostate nella coda\nFunzione di addebito epico: tutte le righe della griglia vengono spostate nella coda\nFunzione jolly extra: tra 3 e 6 simboli jolly vengono posizionati casualmente sulla griglia\nFunzione Inferno: tutti i simboli di basso valore vengono rimossi dalla griglia\nFunzione Super Size: una dimensione grande, 2×2, 3×3 o 4×4, viene aggiunta casualmente alla griglia per darti un cluster vincente.\n\nFunzione di gioco bonus gratuito\nCerca il simbolo della corona poiché questo è lo scatter bonus – 3 di loro attiveranno la funzione di Bonus Game di Free Drops. Con 5 drop / giri gratuiti assegnati, puoi riattivare la funzione per arrivare a 10. A partire da un contatore e una coda vuoti, puoi beneficiare di tutte le funzionalità di bandiera descritte sopra.\nI miei pensieri finali su Micro Knights\nLa slot Micro Knights è colorata e divertente: la chiave è ottenere vittorie consecutive che si aggiungono alla coda in modo che vengano attivate le caratteristiche di bandiera. La migliore funzione è la Super Size poiché un simbolo 4×4 comporterà un pagamento garantito.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Micro Knights",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/micro-knights-slot-286x217.jpg",
            "filename": "micro-knights-slot-286x217.jpg"
        }
    ],
    "name": "Micro Knights"
}