{
    "studio": "iSoftbet",
    "text": "\nMighty Stallion\nLe lande desolate del Grand Canyon fanno da sfondo a questa bella slot prodotta dalla ISoftBet. Cactus, rocce e un’aria incandescente creano la giusta ambientazione per passare qualche momento di puro divertimento. Se è vero che anche l’occhio vuole la sua parte, allora dobbiamo dire che Mighty Stallion ha centrato in pieno l’obiettivo. La grafica ha una definizione ottimale, i simboli sono ben delineati e i colori accesi. La griglia di gioco occupa la maggior parte dello schermo, in risalto abbiamo solo tre tasti, i classici Start e Autoplay, e un terzo che invece ci permette di decidere quanto tempo passare sulla slot prima che questa si disattivi.\nIl comparto sonoro è composto da una musica western sullo stile dei film di Sergio Leone, oltre al suono meccanico dei rulli.\nCaratteristiche della slot\nGriglia classica per Mighty Stallion, con 5 rulli e 3 righe. Le linee di pagamento sono 20, fisse, con combinazioni vincenti da sinistra a destra. La puntata minima è di 0,20 € totali, la massima 20 €. È possibile impostare da 5 a 1.000 giri automatici con limiti di puntata e di vincite. Volendo, si può accelerare la rotazione dei rulli cliccando l’apposito pulsante. Il valore RTP è abbastanza contenuto, 92%, ricordando sempre che tale percentuale è un valore puramente teorico, calcolato su un numero molto alto di partite. La volatilità è alta, quindi non avremo vincite molto frequenti ma comunque sempre importanti.\nSimboli e funzionalità\nI simboli di basso valore sono quelli legati alle carte da gioco dal nove all’asso, quelli di alto livello vanno dal teschio di bufalo al lingotto infuocato, passando per l’aquila e il Grand Canyon. Il simbolo del dollaro è quello che vale di più in assoluto.\nIl simbolo Wild è il cavallo infuocato, ha la funzione di Jolly e sostituisce tutti i simboli tranne che quelli speciali. Di tanto in tanto può capitare che sui rulli atterrino Wild giganti che si scompongono in diversi Wild più piccoli e che rimangono fissi durante gli spin successivi.\nLe palle infuocate, Cash Fireballs, attivano la funzione Hold e Win: 3 Free Spins in cui 5 o più palle infuocate rimangono fisse sui rulli durante gli altri giri. Gli unici simboli che possono comparire sono altre Cash Fireballs e ognuna di esse assegna ulteriori giri gratuiti. Alla fine dei Respins, su ogni palla infuocata apparire un premio in denaro. Se vengono riempiti tutti gli spazi, si vincerà 1.000 volte la puntata!\nUn secondo simbolo Scatter è il logo Mighty Stallion che assegna 10 Free Spins e un premio in denaro che va da 1x sino a 10x la puntata. Se compaiono più moltiplicatori, essi verranno sommati sino a un massimo di x100.\nTre o più Mighty Stallion Scatters durante i Free Spins assegnano altri 5 giri extra.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mighty Stallion",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/mighty-stallion_new-286x217.jpg",
            "filename": "mighty-stallion_new-286x217.jpg"
        }
    ],
    "name": "Mighty Stallion"
}