{
    "studio": "Betsoft",
    "text": "\nMiles Bellhouse and the Gears of Time\nMiles Bellhouse and the Gears of Time è una slot che mantiene alto il nome della software house BetSoft: questo provider, molto noto tra gli appassionati di giochi di slot, ci ha infatti da sempre abituati a prodotti di grande qualità, sia per quanto riguarda le grafiche di altissimo livello, sia per gameplay articolati e interessanti.\nMiles Bellhouse and the Gears of Time è un’avventura in pieno stile steampunk, ambientata nel laboratorio di uno scienziato un po’strambo, in mezzo a robot, macchinari animati e una fantastica macchina del tempo.\nLa schermata iniziale riporta il titolo della slot machine e, sullo sfondo, la macchina del tempo rappresentata come un vortice di luci verde smeraldo alle spalle dello scienziato.\nLa schermata di gioco, per quanto riguarda la grafica, è veramente fantastica: sulla sinistra sono presenti anche qui la macchina del tempo, lo scienziato e il suo assistente robot, mentre i rulli sono posti sulla destra, con i simboli sempre in chiave steampunk.\nNella parte inferiore dello schermo sono infine posti i tasti per il settaggio del gioco, anch’essi riprodotti in maniera tematica, come se fossero parte degli ingranaggi di gioco.\nCaratteristiche principali della slot machine\nPer vincere con Miles Bellhouse and the Gears of Time sui rulli dovrete avere delle combinazioni di almeno tre simboli collegati in orizzontale o in verticale. Il meccanismo di pagamento è quello a cluster e, ovviamente, più grande è il raggruppamento di simboli, fino ad arrivare all’intera griglia 5×5 coperta dallo stesso simbolo, maggiore sarà l’entità della vincita.\nIl gioco in Miles Bellhouse and the Gears of Time si snoda tra spin regolari, giri gratuiti e tre round bonus ambientati rispettivamente nel passato, nel presente e nel futuro.\nLe opzioni di puntata sulle 30 linee di pagamento, variano da un minimo di 10 centesimi fino a un massimo di 5 € per ciascun giro e, sebbene si tratti di un range di scommessa abbastanza limitato, sfruttando le funzionalità speciali e i vari moltiplicatori, si possono ottenere delle vincite fino a 2.000 volte il valore della puntata. Se poi non volete spendere nulla e volete giocare solo per divertimento, potrete provare Miles Bellhouse and the Gears of Time in versione demo totalmente gratuita e senza necessità di registrazione.\nSimboli di Miles Bellhouse and the Gears of Time\nIn Miles Bellhouse and the Gears of Time non troviamo i reali ma solo dei simboli tematici che includono lo scienziato, il suo assistente robot, un orologio, degli occhiali e degli ingranaggi a rotella di diverso colore.\nIl simbolo Wild è una sorta di vortice che sostituisce tutti gli altri simboli, mentre gli Scatter sono tre, rappresentano presente, passato e futuro e, se compaiono sui rulli per almeno tre volte, permettono di accedere alle funzioni speciali corrispondenti, in cui potrete usufruire di Free Spins e ricchi moltiplicatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Miles Bellhouse and the Gears of Time",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/miles-bellhouse-and-the-gears-of-time-thumb-286x217.jpg",
            "filename": "miles-bellhouse-and-the-gears-of-time-thumb-286x217.jpg"
        }
    ],
    "name": "Miles Bellhouse and the Gears of Time"
}