{
    "studio": "Red Rake",
    "text": "\nMillion Dracula\nPer cercare di essere sempre più accattivanti, le slot machines non hanno mai smesso di sperimentare nuovi temi e nuovi look. Tra questi, uno dei più intriganti e dal grande potenziale è il tema horror per il quale ci si può ispirare a tantissimi film, romanzi e credenze popolari. A non invecchiare mai, ed infatti è un vampiro, è il Conte Dracula, protagonista, tra le tante cose, anche di Million Dracula della Red Rake Gaming. Il “Million” nel nome della slot machine è lì perché la Red Rake Gaming ci promette ben un milione di modi per vincere. Come in ogni recensione, cominciamo analizzando l’aspetto grafico di questa slot machine.\nNel castello di Million Dracula\nAppena entrerete nel castello di Million Dracula vi renderete subito conto che l’aspetto grafico di questa slot machine non è il suo cavallo di battaglia. Le mura di pietra ai lati della griglia e le grate di ferro che coprono le righe aiutano sicuramente ad immergerci nell’atmosfera del castello infestato, ma il grosso del lavoro lo fa il comparto sonoro che, seppur primo di musica, dispone di effetti sonori riecheggianti (come delle catene che strusciano a terra o il vento che soffia in modo inquietante) che ben si sposano con l’idea di corridoi vuoti e spaventosi. Anche i simboli e la loro resa grafica sono piuttosto semplici. Tra le classiche lettere, stavolta ricoperte di ragnatele, troviamo anche alcune candele e candelabri, mentre i simboli speciali sono una mummia, un pipistrello e una bara. Il simbolo Wild è il conte Dracula in persona, mentre lo scatter un calice pieno di sangue. Insomma, nonostante il comparto grafico di Million Dracula competa molto faticosamente con tantissime altre slot machines, non si può dire che sia completamente abbandonato a sé stesso e nasconde comunque un lavoro, seppur piccolo, per cercare di rispecchiare il tema horror.\nLe grate di Million Dracula\nAl livello di gameplay, Million Dracula riconferma la semplicità già vista nel comparto grafico. La sua unica vera particolarità è la griglia, che a inizio partita ci apparirà in gran parte coperta da una grata. I 6 rulli rimarranno fissi per tutta la partita, ma all’inizio le linee saranno solo tre e andranno ad aumentare con ogni vincita, quando la grata sarà alzata. Una volta che tutta la griglia sarà disponibile, si avranno ben un milione di modi per vincere, elemento sul quale la Red Rake Gaming ha puntato molto. Non ci sono altre features all’interno di Million Dracula, se non le spin gratuite, ottenibili in diversa quantità in base al numero di scatter che otterrete.\nAltre slot simili a Million Dracula\nA causa della sua semplicità nel design e nel gameplay, che le impediscono di risaltare in mezzo all’infinito mare delle slot machines, Million Dracula verrà forse tralasciato da molti, ma per alcuni potrebbe valere il tempo di una prova, e per breve tempo è sicuramente in grado di intrattenere. Se cercate slot simili a tema horror, potreste provare Dracula’s Castle, Halloween Jack o, per cambiare completamente location, Ghost Ship.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Million Dracula",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/million-dracula-free-286x217.jpg",
            "filename": "million-dracula-free-286x217.jpg"
        }
    ],
    "name": "Million Dracula"
}