{
    "studio": "Play’n Go",
    "text": "\nMiner Donkey Trouble\nLa nuova slot di Play’n Go, Miner Donkey Trouble, è ambientata in una vecchia miniera ricca di pietre preziose e oro. Un minatore con cappello da cowboy e un asino bizzoso proveranno a far crollare la roccia utilizzando candelotti di dinamite e un semplice piccone.\nLa grafica di questa slot ha lo stile dei cartoni animati ed è ricca di animazioni. La griglia si trova all’interno di una cava, sul lato sinistro c’è l’asinello con davanti tre sagome di carote e un contatore. A destra c’è il minatore e poco più in alto si trova una borsa per le pepite d’oro che fungerà da moltiplicatore al verificarsi di particolari condizioni illustrate più avanti.\nNella parte sottostante troviamo gli importi delle puntate selezionabili, il tasto Play e quello per i giri automatici. Il sottofondo musicale è un motivetto allegro e incalzante, condito da numerosi effetti sonori associati alle varie situazioni di gioco.\nCaratteristiche di Miner Donkey Trouble\nLa griglia ha 5 rulli e ben 7 righe, l’ultima delle quali evidenziata da una cornice dorata. La puntata minima di 0,10 € permette di giocare con una certa leggerezza anche a chi si avvicina per la prima volta al mondo delle slot, ma per chi ama l’azzardo è comunque possibile puntare sino a 100 €. La volatilità è alta, mentre invece il valore RTP è un po’ bassino, essendo pari al 94,26%, anche se bisogna tenere sempre a mente che tale percentuale è calcolata su un numero molto grande di partite.\nSimboli e funzionalità\nIn Miner Donkey Trouble non ci sono simboli delle carte da gioco, ma solo pietre preziose e pepite d’oro più o meno grandi. Le combinazioni vanno da un minimo di 5 simboli uguali sino a un massimo di 18. L’ultima riga della griglia è evidenziata da una cornice dorata: quando una pepita ci cade all’interno, verrà assegnato un moltiplicatore x1 visibile nella borsa sulla destra. Ogni volta che si aggiunge una pepita, il moltiplicatore aumenterà di uno.\nA seguito di una combinazione vincente, i simboli esploderanno e verranno sostituiti da altri simboli. Dopo ogni esplosione il cursore che si trova nel contatore di sinistra avanzerà, e quando sarà pieno, l’asinello verrà ricompensato con una carota. In cambio l’animale scalcerà la griglia, distruggendo tutti i simboli roccia. Con due carote rimuoverà tutti i simboli gemma e roccia e con la terza garantirà sino a 5 pepite d’oro.\nIl simbolo del piccone invece garantisce da 4 a 10 simboli Wild, rappresentati da un grosso diamante. Come al solito, il simbolo sostituirà tutti gli altri eccetto quelli speciali.\nLa dinamite invece distrugge parte dei simboli, se avremo tre esplosioni ci verranno assegnati da 5 a 20 Free Spins.\nDi tanto in tanto può comparire un simbolo random che sostituisce gli altri, ma anche simboli mega 2×2, 3×3 o 4×4!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Miner Donkey Trouble",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/miner-donkey-trouble_slot-286x217.jpg",
            "filename": "miner-donkey-trouble_slot-286x217.jpg"
        }
    ],
    "name": "Miner Donkey Trouble"
}