{
    "studio": "NextGen",
    "text": "\nMiss Midas\nDal cilindro magico della NextGen Gaming ecco una slot davvero originale che vi farà perdere un sacco di tempo tenendovi incollati allo schermo.\nLa storia del Re Mida, protagonista della mitologia greca, la conosciamo tutti: il dio Dioniso aveva dato al fortunato Re la capacità speciale di tramutare in oro ogni cosa che toccava. Miss Midas immagina un protagonista di questa slot tutto al femminile: non abbiamo un Re ma una bellissima regina, con lo stesso fantastico potere.\nPer quanto riguarda il gameplay, si tratta di una slot abbastanza lineare, ma non per questo l’abbiamo trovata noiosa o poco appagante dal punto di vista del divertimento. Non sono presenti giochi bonus ma solo i giri gratis attivabili grazie al simbolo Scatter.\nUnica pecca è il Return To Player piuttosto basso, che si attesta su un non particolarmente entusiasmante 95% e compensato solo in parte da un jackpot che può valere 2500 volte la puntata.\n\nI simboli d’oro di Miss Midas\nLa grafica di questa slot è tutta incentrata sul tema del prezioso metallo e anche i simboli lo riprendono, essendo raffigurati tutti dentro una cornice d’oro.\nSono incorniciati d’oro anche i numeri e le lettere che corrispondono alle carte da poker dal 9 all’Asso: tra tutti i simboli, questi sono quelli che pagano di meno.\nI simboli tematici invece sono quelli che hanno un valore maggiore: tra questi troviamo un castello che si staglia su un cielo viola, un trono, una rosa, un cesto di frutta e un pavone, oltre che naturalmente, Miss Midas in persona.\nMiss Midas non può essere che il Wild del gioco: oltre alla solita funzione di jolly, che permette di sostituire tutti gli altri simboli ad eccezione dello Scatter; inoltre, nel caso in cui compaia su tutti i cinque rulli, Miss Midas paga 500 volte la puntata\nLo Scatter è invece rappresentato dal castello fatato, che oltre a regalare un numero variabile di giri gratuiti, se appare sui rulli per cinque volte determina la vincita più alta in assoluto, pari a 2500 volte la puntata.\n\nFunzione speciale Golden Touch\nSi tratta dell’unico gioco bonus della slot, ed è associata al simbolo Scatter: durante il gioco principale (non si può accedere al Bonus Game quando si giocano i giri gratuiti) grazie a questa funzione alcuni simboli una volta che appaiono sui rulli, sono trasformati in altri diversi, incrementando la possibilità di ottenere delle combinazioni vincenti.\n\nMidas Golden Touch: la versione maschile di Miss Midas!\nSegnaliamo in conclusione la slot machine Midas Golden Touch, prodotta dalla software house Thunderkick, nella quale il protagonista è il Re Mida in persona: anche in questo caso si tratta di un gioco molto “dorato”, con una bella grafica e un jackpot che ammonta a ben 7500 gettoni!\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Miss Midas",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/miss-midas-simboli.jpg",
            "filename": "miss-midas-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Miss Midas",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/miss-midas-tabella-pagamenti.jpg",
            "filename": "miss-midas-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Miss Midas i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/miss-midas-win.jpg",
            "filename": "miss-midas-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Miss Midas hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/miss-midas-modalitá-bonus.jpg",
            "filename": "miss-midas-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Miss Midas",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/miss-midas_new-286x217.jpg",
            "filename": "miss-midas_new-286x217.jpg"
        }
    ],
    "name": "Miss Midas"
}