{
    "studio": "Ainsworth",
    "text": "\nMoney From Mars\nSe amate le slot colorate, con una grafica simpatica e accattivante, ricche di bonus, dovete assolutamente provare Money from Mars!\nLo sfondo è il pianeta Marte con la sua ambientazione desertica che si intravede dietro la griglia di gioco. I colori dei simboli sono brillanti, la cornice di un rosa acceso, la trama giallo senape. Più che riprodotti, i simboli appaiono disegnati, proprio come accade nei cartoni animati. Sopra la griglia troviamo i tre jackpot, nella parte bassa ci sono le informazioni sulla scommessa e i tasti per giocare.\nMoney from Mars è ricca di animazioni: di tanto in tanto vedrete un disco spaziale passare dietro la griglia o un robot che fa una passeggiata tra i crateri del pianeta.\nLa musica che accompagna il gioco è un motivetto incalzante che può essere disattivato in qualsiasi momento attraverso il tasto apposito.\nCaratteristiche della slot\nMoney from Mars ha 50 linee di pagamento che si dipanano su una griglia con 5 rulli e 3 righe. Le puntate vanno bene per tutte le tasche, con quella minima che parte da 1 € e la massima che raggiunge i 50 €. Quest’ultima può essere determinata in un solo colpo utilizzando il tasto MAX. Si può decidere di impostare tra i 10 e i 100 giri automatici senza limiti di vincita o di perdita. Per interrompere l’Autoplay sarà sufficiente cliccare una seconda volta sullo stesso testo.\nSi vince abbinando da 3 a 5 simboli identici su una linea di pagamento partendo da sinistra verso destra.\nIl valore RTP non è molto alto essendo del 94,66%, mentre la volatilità è media, il giusto bilanciamento tra grandezza degli importi vinti e frequenza delle combinazioni vincenti.\nSimboli e funzionalità\nLa slot Money from Mars è ricca di simboli che possono essere suddivisi tra quelli di basso livello, quelli di alto livello e quelli speciali.\nPartiamo dai primi. Essi sono rappresentati dalle carte da gioco, dal 10 all’asso. 9, 10 e J ripagano giusto la scommessa, Q, K e Asso la raddoppiano.\nPassiamo ora a quelli di alto livello. Il primo è la ricetrasmittente, seguito dalla pistola e dal robot. Troviamo infine la coppia di alieni.\nPer quel che riguarda i simboli speciali, essi sono ben 4. Il disco volante è il simbolo Wild e come succede sempre sostituisce tutti i simboli eccetto quelli speciali.\nIl cerchio con la A e il disco con il prisma celeste sono anch’essi simboli Jolly. Quando compaiono, il disco volante sorvola la griglia e lascia cadere un moltiplicatore x2 che raddoppia la vincita.\nIl meteorite è il simbolo Scatter e oltre a essere pagante, ci regala delle parte gratuite. Il numero di Free Spins dipende dal simbolo con i soldi e da quello con il punto interrogativo. Potremmo avere:\n\n10 Free Spins e un moltiplicatore x5\n15 Free Spins ma un moltiplicatore x3\n20 Free Spins ma un moltiplicare x2\n\nIl simbolo del disco con il prisma attiva la funzione Money Bags Feature. In questo caso il sacco viola è un simbolo Scatter e assegna 3 giri gratuiti. A ogni giro, i sacchi rimangono bloccati sui rulli. Alla fine dei giri, in base al numero di sacchi, potremmo vincere uno dei due jackpot minor o major, o in alternativa una vincita pari a 1, 2, 3, 5, 10, 25, 50, 100, 250 volte la puntata.\nSi vince il jackpot Grand solo nel caso in cui l’intera griglia sia occupata dai sacchi, 15 in totale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Money From Mars",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/money-from-mars_featured-286x217.png",
            "filename": "money-from-mars_featured-286x217.png"
        }
    ],
    "name": "Money From Mars"
}