{
    "studio": "Capecod Gaming",
    "text": "\nMoney Pig\nCome dare perle ai porci potrebbe non essere solo un modo di dire, ma diventare un vero e proprio tema attorno al quale ruota una slot machine. Ne è un esempio Money Pig, titolo della Capecod che ruota attorno a due elementi: la ricchezza e l’animale di cui non si butta via niente.\nIn questa recensione andremo a vederne l’aspetto puramente estetico e quello tecnico, al fine di offrire un quadro più completo possibile ai potenziali giocatori.\nMoney Pig: analisi grafica\nCominciamo dall’aspetto più immediato nella nostra valutazione: quello visivo. La slot si apre con una musica di atmosfera delicata ma accattivante allo stesso tempo, la quale non risulta fastidiosa durante la partita sebbene tra le opzioni sia possibile disattivarla.\nI simboli che affollano la griglia di gioco rappresentano i vari volti della ricchezza e si passa dal diamante (il simbolo dal valore maggiore) per poi scendere al gettone del maiale, le banconote e l’anello. A questi si aggiungono altri 4 simboli molto comuni nelle slot machine, ovvero quelli delle carte da gioco (A, K, Q e J). Questi, che rappresentano le vincite dal valore minore, sono rappresentati come scritte al neon, dando loro un aspetto più moderno e più in linea con il tema.\nOltre al gettone, i simboli relativi al maiale di cui si parla nel titolo sono riservati alle funzioni speciali, di cui parleremo nel punto successivo nella recensione.\nInfine i colori della slot sono l’oro e il viola, entrambi simboli di opulenza, che non affaticano gli occhi durante le varie giocate.\nMoney Pig: come si gioca?\nPassiamo all’analisi più tecnica: ci troviamo di fronte a una griglia di gioco 5*3, con cinque rulli che ruotano su loro stessi e si fermano lungo tre linee orizzontali. Se la matematica non è un’opinione, il risultato di questa intersezione sono i quindici simboli che vengono mostrati a ogni giocata.\nIl giocatore può personalizzare il proprio gameplay cambiando il numero di linee di vincite e il valore in monete di ogni moneta lungo tali line, passando da una giocata dal valore minimo di 1 al valore massimo di 150.\nLe linee di vincita, infatti, raggiungono un valore massimo di 15, piuttosto poche rispetto agli standard normali online, che porta ad avere un numero minore di vincite ma dal valore maggiore.\nI simboli speciali a cui abbiamo accennato prima son o due: il maialino a salvadanaio è un simbolo Wild che può sostituire tutti gli altri in gioco (tranne l’altro speciale), e il titolo stesso della slot appare come simbolo Scatter che può dare accesso alla modalità bonus in cui il giocatore dovrà scegliere una gemma e otterrà una vincita casuale associata ad essa.\nLa slot ha quindi un funzionamento piuttosto diretto ed è di facile intuizione, anche per i giocatori meno avvezzi a questo mondo.\nTitoli simili a Money Pig\nDato che questo è uno dei titoli della Capecod, è consigliabile provare le altre slot di questa casa di sviluppo, come Bomber Fruit Slot per chi cerca il classico tema fruttifero nel proprio gioco o I Pirati del Bounty per coloro che cercano qualche emozione in più durante la propria partita.\nIl maiale, inoltre, non è un animale particolarmente lontano dal mondo delle slot, proprio per la sua somiglianza con determinati salvadanai: per questo consigliamo anche la slot Smash The Pig della G2 Spielo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Money Pig",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/money-pig-slot-286x217.jpg",
            "filename": "money-pig-slot-286x217.jpg"
        }
    ],
    "name": "Money Pig"
}