{
    "studio": "Pragmatic Play",
    "text": "\nMoney Mouse\nMolto spesso le culture di diversi popoli vanno a mischiarsi fra loro. Non a caso non è più così inusuale che anche nel mondo occidentale, il Capodanno cinese venga considerata una festa.\nFesteggiato a cavallo fra gennaio e febbraio, il Capodanno cinese è una festività in cui è la buona sorte a fare da protagonista ed ogni anno è caratterizzato da un animale simbolo presente nello zodiaco cinese.\nMoney Mouse della Pragmatic Play è una slot che celebra l’anno del topo e di cui parleremo nel prossimo punto della nostra recensione.\nMoney Mouse – Grafica\nLa slot ci dà il benvenuto con i suoi vivaci colori caldi del cielo illuminato dalle luci danzanti dei fuochi d’artificio, come anche della griglia di gioco che riprende i tipici e antichi edifici cinesi fatti di legno rosso e dorato. I simboli che vedremo scorrere sui rulli sono tutti dei chiari riferimenti al Capodanno cinese. O per meglio dire: quasi tutti.\nInfatti troveremo anche i classici simboli delle carte da gioco (A, K, Q e J) insieme a questi ci saranno, invece, simboli della cultura cinese: fuochi d’artificio, la testa del dragone che danza durante le parate di Capodanno, i tamburi ma anche alberi di antiche monete e mandarini. Senza dimenticare il simpatico e sorridente topo che ci offre un lingotto dorato come segno di buon auspicio. Come in molte altre slot tipicamente cinesi, il sottofondo musicale è una tipica melodia orientale.\nMoney Mouse è una slot colorata e simpatica più che originale, ma che mostra appieno la cultura del vivace Capodanno cinese con un pizzico di classici delle slot occidentali.\nMoney Mouse – Gameplay\nPassiamo quindi all’aspetto prettamente tecnico di questa slot: sulla carta ci troviamo di fronte a un titolo simile a molti altri online. Come questi, infatti, anche Money Mouse condivide la griglia di gioco di tipo 5*3 con quindici simboli mostrati a ogni giocata.\nUno degli aspetti che colpisce immediatamente l’attenzione è la presenza di ben tre jackpot dal valore diverso che svettano nella parte superiore dello schermo: questi sono naturalmente l’obiettivo di tutti i giocatori, sebbene sia particolarmente difficile ottenerli.\nTra i vari simboli troviamo il topo che funge da simbolo Wild, in grado di sostituire qualsiasi altro simbolo in gioco e l’albero dorato che è invece la nostra chiave per raggiungere la modalità bonus del titolo.\nSlot simili a Money Mouse\nIl tema orientale (e in particolare quello cinese) è molto utilizzato all’interno del mondo delle slot machine, quindi non risulta essere difficile trovare altri titoli che ne condividano la tematica. Pensiamo ad esempio a 5 Fortune Dragons, Amazing Thailand, Ancient China e in generale un buon 90% delle slot che hanno un drago nel proprio titolo (l’altro 10% è invece utilizzato nelle slot a tema nordico).\nC’è quindi l’imbarazzo della scelta se vogliamo spaziare in questa tematica.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Money Mouse",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/money-mouse_thumb-286x217.jpg",
            "filename": "money-mouse_thumb-286x217.jpg"
        }
    ],
    "name": "Money Mouse"
}