{
    "studio": "Relax Gaming",
    "text": "\nMoney Train 2\nLa Relax Gaming ha da poco rilasciato Money Train 2, seguito della fortunata slot che vede un gruppo di banditi impegnati a svaligiare un treno pieno di soldi. Anche in questo nuovo capitolo avremo a che fare con dei personaggi poco raccomandabili, tra dinamite, pistoleri veloci come il vento e cecchini infallibili. Il punto di partenza per proporre una slot all’altezza della precedente è stato utilizzare la stessa grafica ricercata che esaltai ancor di più il tema della storia e da questo punto di vista la Relax Gaming ha fatto un ottimo lavoro. Appena apriamo il gioco, appare all’orizzonte un paese fantasma che si staglia su un paesaggio desertico oscurato subito dopo dal passaggio di un treno merci che casualmente si ferma proprio davanti a noi. Quando il portello del vagone si apre, compare la griglia di gioco e i tasti sulla destra: quello Start, quello per impostare al meglio la nostra scommessa e le doppie frecce che attivano i giri veloci, oltre naturalmente al tasto Autoplay. La musica ha un tono epico tipico dei film western più famosi.\nCaratteristiche di Money Train 2\nAnche per questo nuovo appuntamento la Relax Gaming ha deciso di puntare su una slot con 5 rulli e 4 righe, con 40 linee di pagamento fisse. La puntata parte da un minimo di 0,10 € a un massimo di 1.000 € e un RTP è pari al 96%, con una volatilità media.\nSimboli e funzionalità\nPunto di forza di Money Train 2 è il sistema di bonus, acquistabili anche attraverso il tasto “Buy Feature” che appare sulla destra. Vediamo prima i simboli, quelli più bassi sono i 4 semi delle carte da gioco, mentre di valore superiore troviamo i 4 banditi: Payer, Sniper, Collector e Necromancer, la mente della banda. Il teschio di ferro è il nostro simbolo Wild, sostituisce tutti i simboli eccetto quello Bonus, ossia il simbolo della ruota. Due in qualsiasi posizione sui rulli rivelano dei moltiplicatori. Non c’è un numero fisso di giri gratis, qua andranno avanti sino alla prima vincita, inoltre ad ogni giro perdente il moltiplicatore aumenta di 1. Con 3 o più simboli Bonus parte invece la funzione Money Cart. Avremo 3 giri gratuiti e una funzione speciale associata a ogni personaggio:\n• Payer: svela un moltiplicatore della scommessa e lo assegna a tutti i simboli sulla schermata\n• Collector: Oltre a svelare un moltiplicatore, colleziona tutti gli altri valori apparsi sullo schermo.\n• Collector/Payer: nel caso appaiano entrambi i personaggi, avremo entrambe le funzioni viste in precedenza.\n• Sniper: Svela un moltiplicatore e raddoppia il valore dei simboli bonus\n• Necromancer: Svela un moltiplicatore e riattiva tra 2 e 7 simboli speciali visti poco sopra.\nReset Plus: il simbolo dell’orologio svela un moltiplicatore e assegna un ulteriore giro gratuito.\n\nDomande Frequenti \nCom’è il suo RTP?\n\nOttimo, è pari al 96,4% con una volatilità media.\n\n\n\nQual è il range di scommessa di Money Train 2?\n\nLe scommessa partono da un minimo di 0,10€ a un massimo di 1.000€.\n\n\n\nQuali sono le caratteristiche della slot?\n\nIl provider Relax Gaming che l’ha sviluppata ha previsto una slot affascinante di 5x4 con 40 linee di pagamento fisse.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Money Train 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/money-train-2_new-286x217.jpg",
            "filename": "money-train-2_new-286x217.jpg"
        }
    ],
    "name": "Money Train 2"
}