{
    "studio": "Tom Horn Gaming",
    "text": "\nMonkey 27\nInformazioni generali\nSoftware: Tom Horn\nRulli: 3\nLinee di gioco: 27\nVolatilità: variabile\nCaratteristiche principali\nLe principali software house e i migliori sviluppatori impegnano molte risorse per creare dei giochi sempre più originali e tecnologici, ma delle volte, fare un passo indietro e tornare alle tradizioni più essere una scelta azzeccata!\nMonkey 27, progettata dalla Tom Horning Gaming fa proprio questo, un passo indietro verso il classico, offrendo ai giocatori una slot divertente e semplice, con un gameplay molto intuitivo basato su simboli classici e poche regole.\nQuesta sua caratteristica rende Monkey 27 una slot adatta non solo a coloro che hanno ancora nel cuore le vecchie slot terrestri, ma anche a chi si affaccia per la prima volta al mondo delle slot machine e cerca una gioco semplice e divertente.\nDal punto di vista della grafica non c’è molto di cui discutere: Monkey 27 non è certo un gioco che ha nell’alta qualità grafica e negli effetti speciali il suo punto di forza, anzi!\nSu uno sfondo arancione si stagliano i tre rulli, dietro i quali lampeggiano dei fasci di luce gialli. Al di sotto dei rulli troviamo come sempre la barra con i pulsanti per il settaggio del gioco.\nCome si gioca a Monkey 27?\nQuesta simpatica Fruit Machine si basa su una modalità di gioco molto semplice e avrete bisogno di memorizzare solo poche regole di base prima di iniziare a far girare i rulli.\nCome da tradizione delle vecchie slot machine terrestri, Monkey 27 ha tre soli rulli ma 27 linee di pagamento. Utilizzando i comandi per il settaggio del gioco che si trovano un basso nella schermata è possibile impostare il valore della puntata e decidere su quante linee di pagamento scommettere.\nCome già accade per altre slot di questa software house, anche in Monkey 27 la volatilità è variabile, il che significa che cambia in base al valore della puntata: se si vuole tentare di sbancare il banco occorre fare una scommessa in modalità “all in”, ossia puntando il massimo consentito su tutte le ventisette linee di puntata.\nMonkey 27 offre anche la possibilità di preimpostare il valore delle puntate e giocare in modalità Autoplay!\nLa frutta: un classico intramontabile\nCome ogni Fruit Machine che si rispetti, i simboli di Monkey 27 sono dei frutti, che hanno valore diverso e offrono premi differenti quando compaiono su tutti i tre rulli.\nLe icone che appaiono con più frequenza sono le ciliegie, i limoni e le arance, e sono anche i simboli che pagano di meno, offrendo una vincita massima pari a 30 volte la puntata.\nPrugne e uva sono i secondi per valore e per frequenza, e permettono di ottenere un premio pari a 100 volte la scommessa.\nIl cocomero è il simbolo che vale più di tutti tra i frutti ma è anche quello più raro: una combinazione costituita da tre cocomeri paga 300 volte la puntata.\nOltre alla frutta, abbiamo anche una Scimmia, che ha funzione di Wild e porta a un premio pari a ben 1000 volte la scommessa!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Monkey 27",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/monkey-27_thumb-286x217.jpg",
            "filename": "monkey-27_thumb-286x217.jpg"
        }
    ],
    "name": "Monkey 27"
}