{
    "studio": "Pragmatic Play",
    "text": "\nMonkey Warrior\nMonkey Warrior, dal catalogo della software house Pragmatic Play, si presenta immediatamente come una slot molto moderna: già nella schermata principale, una sorta di scimmia- guerriero che indossa un’armatura dorata, sullo sfondo di un paesaggio viola, ci conduce nel tema del gioco, che strizza un occhio alla tradizione cinese da una parte e dall’altra richiama alla mente film del genere apocalittico in cui ci si muove in scenari surreali e affascinanti.\nIn realtà, il titolo del gioco fa riferimento a un ben preciso racconto cinese che vede come protagonista la scimmia con particolari poteri sovrannaturali, qui rivisitato in chiave moderna.\nPer quanto riguarda il gameplay, questo non è particolarmente complesso: si tratta di una slot a cinque rulli con ben 243 linee di pagamento e si ottengono delle vincite con allineamenti di simboli uguali su rulli adiacenti a partire da sinistra verso destra.\nL’RTP è del 96,5%, come quasi tutte le slot della Pragmatic Play, mentre la volatilità è alta, che tradotto significa vincite anche consistenti ma poco frequenti; il range di puntata è abbastanza ampio, partendo da un minimo di 25 centesimi per arrivare a un massimo di 125 €. Anche su Monkey Warrior è disponibile la funzione Autoplay, che permette di giocare in automatico dopo aver selezionato il numero di giri e l’importo che si desidera scommettere.\nSimboli di Monkey Warrior\nSui rulli di Monkey Warrior si alternano simboli tematici e non: tra questi ultimi troviamo le solite carte da gioco, stavolta dal 10 all’Asso, mentre quelli tematici comprendono alcuni tra i protagonisti della storia, rappresentati da dei guerrieri cinesi di aspetto diverso, una pergamena, una pozione, una pesca e un bastone dorato.\nIl simbolo Wild è la Scimmia Guerriera in persona, che ha funzione di jolly del gioco e sostituisce tutti gli altri simboli, tranne lo Scatter, per completare delle combinazioni vincenti.\nIl simbolo Scatter può comparire solo sui rulli 2, 3 e 4 e quando li occupa tutti permette di accedere a dei free spins in cui ogni vincita è raddoppiata.\nLa funzione Money Respins e i quattro Jackpot\nTra i simboli speciali di Monkey Warrior abbiamo una succulenta pesca: sei di questi simboli permettono di accedere alla funzionalità speciale chiamata “Money Respins”, che regala subito 5 giri gratuiti, ma permette di ottenerne degli altri nel corso del gioco Bonus.\nIn questa slot machine non vi è un solo Jackpot ma sono ben quattro: il Mini Jackpot è quello con valore inferiore e paga solo 30 vote la puntata, a seguire abbiamo il Minor Jackpot con un moltiplicatore di x50, il Makor Jackpot che offre un premio pari a 100 volte il valore della scommessa e, per finire, il Grand Jackpot, che ha il valore più alto e permette di moltiplicare x200 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Monkey Warrior",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/monkey-warrior-featured-286x217.jpg",
            "filename": "monkey-warrior-featured-286x217.jpg"
        }
    ],
    "name": "Monkey Warrior"
}