{
    "studio": "Scientific Games",
    "text": "\nMonopoly: Utility Trails\nIl gioco Monopoli è conosciuto pressoché in tutto il mondo. Commercializzato a partire dagli anni ’30, nei vari decenni si sono susseguite diverse edizioni, alcune speciali legate a partnership come ad esempio la Disney. La mascotte di Monopoli è Rich Uncle Pennybags, un uomo di mezza età che indossa un abito elegante e un cilindro. Il gioco è semplice. C’è un tabellone suddiviso in 40 caselle-terreni che vengono assegnate ai partecipanti e su cui è possibile costruire case e alberghi. Ogni giocatore tira dei dadi e avanza di casella in casella, quando finisce sulla proprietà di un altro partecipante dovrà pagare un importo al proprietario. Non tutte le caselle sono proprietà, ci sono anche le stazioni e due società, quella elettrica e quella idrica. Monopoly: Utility Trails è ispirato proprio a quest’ultime.\nLa grafica ha uno stile Steampunk, con tubi, rubinetti e lampadine a resistenza. Ai lati della griglia ci sono due contatori, uno per l’elettricità e l’altro per l’acqua.\nSulla destra c’è il tasto per le impostazioni, quello per i giri automatici e lo Start. A sinistra invece c’è una caldaia che serve a indicare le combinazioni vincenti durante un unico Spin.\nCaratteristiche della slot\nLa griglia è molto grande, con 8 rulli e 7 linee. Il sistema di gioco è a cascata, per cui ogni volta che si ha una combinazione vincente i simboli esplodono e scompaiono, lasciando liberi degli slot che verranno riempiti da nuovi simboli adiacenti in orizzontale o in verticale. Si vince con un minimo di 5 simboli e un massimo di 56. La puntata va da 0,20 € a 4 €.\nIl ritorno teorico al giocatore (RTP) è pari al 96,61%.\nSimboli e funzionalità\nUno degli aspetti che maggiormente ci sono piaciuti di Monopoly: Utility Trails, è il sistema di gioco, che prevede numerosi bonus e funzioni speciali.\nI simboli che pagano meno sono le pietre preziose, mentre molto più remunerativi sono il cilindro, la nave, il cane e l’auto.\nAbbiamo 4 Wild: Lampadina, rubinetto, carrozza e locomotiva d’oro, tutti con la scritta Wild. Essi sostituiscono tutti i simboli eccetto la lampadina e il rubinetto (dorati e senza la scritta Wild).\nSe i simboli Wild non portano ad una vincita, essi rimangono fissi sul tabellone sino alla prima combinazione buona.\nQuando a due estremità di un gruppo di simboli compaiono due locomotive dorate, si attiva la funzione Binario e tutti i simboli diventano vagoni.\nCon quattro locomotive dorate a formare un quadrato, allora tutti i simboli all’interno si trasformano in vagoni.\nSe un Jolly vagone rimane sul tabellone dopo una cascata, allora si trasformerà in Jolly dorato.\nDurante gli Spin, può accadere che appaia la carta Probabilità 3×3 a cui è legato un moltiplicatore compreso tra 5x e 1.000x.\nOgni volta che compare il simbolo rubinetto dell’acqua dorato, allora il livello dell’acqua nella colonnina accanto alla griglia salirà di una tacca. Riempiendola, si attiverà la funzione Acqua Potabile: tutti i gruppi vincenti di simboli vengono bloccati sul tabellone e gli altri verranno rimossi. Dai rubinetti sopra la griglia verrà rilasciata acqua che potenzierà i simboli presenti.\nQuando compare il simbolo della lampadina, verrà aggiunta una tacca al contatore sulla destra. Al raggiungimento della soglia, si attiverà il gioco Società Elettrica. In questo caso verranno assegnati 3 giri gratuiti durante i quali i simboli saranno sostituiti da carte proprietà, tessere colorate e carte chance che aumenteranno le nostre vincite.\nSe si riesce a riempire il tabellone di Jolly, allora si vincerà il Jackpot «Giù dai Binari».\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Monopoly: Utility Trails",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/monopoly-utility-trails-slot-286x217.png",
            "filename": "monopoly-utility-trails-slot-286x217.png"
        }
    ],
    "name": "Monopoly: Utility Trails"
}