{
    "studio": "Barcrest",
    "text": "\nMONOPOLY Big Event\nIl Monopoly della Hasbro è un gioco che, nonostante abbia ormai una certa età, non conosce tramonto e continua ad essere amato e giocato da appassionati adulti e bambini!\nE chi giocando a Monopoly non ha mai sognato che le coloratissime banconote finte si potessero trasformare per magia in soldi veri? Monopoly Big Event esaudisce i vostri sogni con un gioco dalle altissime potenzialità ma certamente non adatto a coloro che non amano rischiare.\nIl tema, ovviamente, è quello del gioco di società, sviluppato in maniera davvero fedele e coerente, anche per quanto riguarda il compartimento grafico che si rifà del tutto al gioco della Hasbro.\nLa schermata iniziale si apre infatti con il volto del noto omino dai baffi bianchi del Monopoly (Mr Monopoly o zio Pennybags), mentre la schermata di gioco è accolta in uno sfondo di colore rosso scuro molto lineare e senza fronzoli, con i simboli che girano sui rulli in contrasto di colore verde.\nI tasti per il settaggio del gioco in Monopoly Big Event non si trovano in basso, al contrario della maggior parte delle slot machine, ma sono posizionati ai lati dei rulli: grazie ad essi si potrà impostare il valore della puntata, dare il via ai giri o giocare in modalità automatica grazie al tasto Autospin.\nStruttura di gioco, intervallo di scommesse, volatilità e RTP\nPer quanto riguarda la struttura di gioco, Monopoly Big Event è una slot machine abbastanza semplice: ha infatti cinque rulli e venti linee di pagamento e, sebbene preveda alcune funzionalità speciali, non si può dire che abbia un gameplay particolarmente articolato.\nCiò che rende particolare il gioco, e dunque interessante da giocare, è l’entità delle cifre che possono essere scommesse: il valore minimo del gettone è un canonico 1 centesimo, che moltiplicato per le venti linee determina una scommessa minima di soli 20 centesimi. Quando però andiamo a vedere il valore massimo del gettone ci troviamo davanti a uno sbalorditivo 25 €, che determina una puntata massima per giro di ben 500 €! Una slot machine con questo intervallo di scommesse non poteva non essere caratterizzata da un’alta volatilità, che promette premi di un certo valore!\nL’RTP di Monopoly Big Event si attesta invece su un soddisfacente 96 %.\nSimboli di Monopoly Big Event\nI due simboli più apprezzati in Monopoly Big Event sono lo zio Pennybags Wild e Rich (la leggendaria mascotte del gioco), che pagano 2000 volte la scommessa se compaiono su tutti i cinque rulli. Oltre a questi abbiamo il cane, il gatto, una macchina e una nave, oltre che i cosiddetti simboli reali (le carte dal 10 all’Asso).\nIl Wild è il logo della slot, mentre lo zio Pennybags dietro le sbarre rappresenta il simbolo.\nSono presenti diverse funzionalità speciali, tra le quali spicca la “Big Event” che permette di portare a casa delle vincite molto interessanti.\nPronti via, dunque, si va dritti verso i grandi premi senza dover passare mai per la prigione!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "MONOPOLY Big Event",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/monopoly-big-event-logo-286x217.jpg",
            "filename": "monopoly-big-event-logo-286x217.jpg"
        }
    ],
    "name": "MONOPOLY Big Event"
}