{
    "studio": "WMS",
    "text": "\nMonopoly Electric Wins\nCi sono milioni di giovani che prima della diffusione dei videogiochi passavano ore e ore con gli amici a giocare con i giochi di società. Monopoli è considerato ancora oggi una vera e propria istituzione. Per chi non lo sapesse, lo scopo del gioco è quello di comprare il maggior numero di terreni su cui costruire case e alberghi. Non mancano gli imprevisti, le soste in prigione e le vendite delle proprietà. Monopoly Electric Wins è molto fedele al gioco reale, grazie a un gameplay ingegnoso. Infatti, il tabellone circonda la slot e ci sono due dadi che vengono lanciati in concomitanza con lo Spin. Griglia di gioco, tabellone e simboli sono riprodotti con una grafica al neon, e a fare da sottofondo musicale c’è una drum machine corredata di suoni elettronici.\nCaratteristiche della slot\nLa griglia ha 6 rulli e 3 righe e ben 729 combinazioni per vincere, ottenute con una serie di simboli adiacenti. La puntata minima è di 0,20 €, la massima di 15 €. È possibile impostare tra i 10 e i 200 giri automatici, con a disposizione alcuni limiti di perdite e di vincita. La volatilità è medio/bassa, ciò vuol dire che si vince spesso ma mai cifre troppo alte. Monopoly Electric Wins ha un buon RTP pari al 96,51%.\nSimboli e funzionalità\nNavi, cilindri, dinosauri, automobili, poliziotto, anello, scrigno, cane, il ricco uomo d’affari e il logo della slot sono i simboli che potrete trovare in Monopoly Electric Wins. Il Jolly, rappresentato dalla scritta Wild, sostituisce tutti i simboli eccetto quelli speciali. Il vero gioco però si svolge in sinergia con il tabellone. Cliccando il tasto Start, insieme ai rulli verranno lanciati i dati e un cursore si muoverà lungo le caselle, ricompensandoci con bonus, moltiplicatori o altri premi.\nVediamoli nel dettaglio:\n• Imprevisti: alcuni punti interrogativi si posizioneranno sui rulli e prenderanno la forma di un simbolo dopo il giro.\n• Probabilità: il simbolo è il forziere. Atterra su 4 o 9 slot e rivela un simbolo casuale.\n• Stazione: il cursore si sposta su un’altra posizione del tabellone.\n• Anello: in caso di combinazione vincente, rimuove i simboli di basso valore e li sostituisce con altri di alto valore.\n• Acqua potabile: i simboli Jolly vengono posizionati sui rulli in modo casuale.\n• Lampadina elettrica: i Jolly presenti sui rulli vengono trasformati in x2.\n• Parcheggio gratuito: permette di costruire anche senza essere in possesso del set completo di terreni.\n• Vai in prigione: il cursore si posiziona sulla casella prigione sino allo spin successivo.\nIl gioco sul tabellone però non finisce qua. Infatti, quando il cursore si ferma più volte sui terreni liberi dello stesso colore, essi diventeranno di nostra proprietà e potremo costruirci sopra case e hotel. Una volta completate le costruzioni, si avrà diritto a dei giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Monopoly Electric Wins",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/monopoly-electric-wins-free-286x217.jpg",
            "filename": "monopoly-electric-wins-free-286x217.jpg"
        }
    ],
    "name": "Monopoly Electric Wins"
}