{
    "studio": "Tom Horn Gaming",
    "text": "\nMonster Madness\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 3\nLinee di gioco: 8\nReturn to Player (RTP): 95,3 %\nCaratteristiche principali\nMonster Madness è una divertente slot machine di casa Tom Horn Gaming incentrata sul tema dei mostri in un’ambientazione che potrebbe essere un qualche luogo nel futuro.\nI mostri abitano sulla terra, dunque, e si muovono sullo schermo a ritmo di rock, per aggiungere ancora più divertimento! Come spesso accade nelle slot machine di casa Tom Horn, anche in Monster Madness sono presenti tre rulli anziché i classici cinque, e le linee di pagamento sono solamente otto. Tuttavia la presenza di simboli Scatter, Wild, e la possibilità di ottenere tanti giri gratuiti rendono il gioco nel complesso abbastanza articolato e divertente.\nI mostri che abitano questa cittadina del futuro hanno un aspetto molto amichevole e sono ben disegnati, come del resto anche lo sfondo: la grafica di questa slot sebbene non abbia animazioni 3D o particolari effetti speciali risulta nel complesso molto ben curata e gradevole, per un’esperienza di gioco sicuramente coinvolgente a accattivante.\nSimboli e modalità di gioco\nA fare da sfondo ai rulli troviamo un’ipotetica città del futuro caratterizzata da edifici alti e un cielo fumoso: in questo ambiente si muovono dei simpatici mostri che sembrano appena arrivati sulla terra da un pianeta alieno. I mostri si differenziano tra loro per aspetto e colore e hanno valori diversi quando determinano una combinazione vincente: il mostro arancione per esempio paga fino a 24 volte la puntata se compare su tutti e tre i rulli, il mostro con un occhio rosso e uno rosa ha un valore di soli 12, quello rosa si ferma a sei mentre il piccolo mostro blu con un occhio solo paga appena tre volte la puntata, ma solo se compare su tutti i rulli.\nIl valore della puntata molto basso rende la slot adatta a chi cerca il divertimento piuttosto che la possibilità di ottenere della vincite sostanziose.\nIn ogni caso, è possibile stabilire il valore della puntata su ogni singola linea, inoltre dopo aver settato il gioco si può anche giocare in modalità automatica grazie alla funzione Autoplay.\nSimboli Wild e Scatter\nIl simbolo Wild di Monster Madness è rappresentato da una sorta di coccarda all’interno della quale troviamo la scritta “Wild”. Come sempre, questo simbolo può sostituire tutti gli altri, tranne lo Scatter, nella realizzazione di una combinazione vincente. Oltre a questo, se compare su tutti i tre rulli paga una vincita pari a ben 60 volte la puntata.\nIl simbolo Scatter, rappresentato da un occhio verde, permette di ottenere diversi giri gratuiti!\nConclusioni\nMonster Madness è una slot molto divertente che seppur caratterizzata da un gameplay semplice e da vincite non troppo sostanziose in virtù di una bassa volatilità, garantisce tante piccole vincite molto frequenti. Il divertimento ci guadagna senz’altro, ma se cercate un gioco con cui portare a casa grosse somme, be’, forse è meglio sceglierne un altro!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Monster Madness",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/monster-madness_free-286x217.jpg",
            "filename": "monster-madness_free-286x217.jpg"
        }
    ],
    "name": "Monster Madness"
}