{
    "studio": "WMS",
    "text": "\nMontezuma\nLe popolazioni precolombiane hanno affascinato la loro parte di case di sviluppo, le quali hanno dedicato slot agli Inca, ai Maya e agli Aztechi. Proprio per quest’ultimo popolo e per il suo re, Montezuma, è stato creato questo gioco da parte della WMS.\nAndiamo a scoprire di che tipo di slot stiamo parlando.\nMontezuma: il comparto visivo\nDa un punto di vista grafico, la slot si presenta con una griglia di gioco molto piccola pronta ad espandersi sullo schermo al momento delle nostre giocate. In questo modo ci è possibile osservare la cornice che fa da sfondo a questo titolo, la quale mostra un frammento delle foreste in cui si celavano i tempi aztechi.\nIl colore dominante della slot è il giallo e le sue sfumature, facendo un occhiolino all’oro e al mito delle città costruite interamente in questo metallo.\nParlando dei simboli che si trovano sui rulli, questi rappresentano le varie sfaccettature di questa cultura, anche se le lettere relative alle carte da gioco (A, K, Q e J), molto comuni nelle slot online, sono un po’ fuori posto in questo caso.\nDa un punto di vista sonoro, non c’è una musica che accompagni le varie giocate, ma solo dei suoni che scandiscono il girare dei rulli e le eventuali vincite.\nMontezuma: come giocare\nPassiamo ora alla parte tecnica di questa nostra recensione di Montezuma della WMS. Questa casa di sviluppo è famosa per portare avanti due correnti di pensiero: da una parte troviamo le slot con un gameplay unico e difficile da padroneggiare, dall’altra troviamo invece un filone di slot più tradizionali.\nMontezuma rientra in questa seconda categoria, come è facile presupporre vedendo la griglia di gioco: ci troviamo di fronte a uno schema 5*3 con trenta linee di vincita. Una slot quindi che ripercorre la strada già tracciata da numerosi altri titoli prima di lei.\nCome da tradizione, anche in questo caso troviamo due simboli speciali che possono movimentare il nostro gioco: il primo è il tempio, il quale ricopre il ruolo di Wild, ovvero un jolly che può sostituire qualsiasi altro simbolo ad eccezione dell’altro speciale.\nQuesto altro non è che una ruota molto simile a una roulette: trovandone almeno 3 in un’unica giocata (se ne possono trovare fino a 5) è possibile attivare la modalità a giri gratuiti. Non sarà necessario che questi simboli appaiano sulla stessa linea, in quanto questa è proprio una caratteristica dei simboli Scatter.\nAll’inizio di questa modalità, ci verranno assegnati tramite la ruota stessa un numero di giri che va da un minimo di 3 a un massimo di 25. Inoltre all’inizio di ogni turno la ruota girerà nuovamente assegnando un moltiplicatore sulle vincite che va da un minimo di 2X a un massimo di 10X.\nSlot simili a Montezuma\nEsistono molte altre slot che utilizzano la storia e le civiltà antiche come tematica. Da un punto di vista di civiltà precolombiane, possiamo nominare Mayan Temple Revenge della Capecod, ma ampliando il nostro campo di ricerca possiamo trovare decine di slot dedicate all’antico Egitto, come Book of Ra della Novomatic o Lady of Egypt della stessa WMS.\nAnche l’antica Roma e Grecia rappresentano momenti storici molto utilizzati e, in epoca più recente, la Londra vittoriana è anch’essa molto apprezzata dai produttori di slot. Cerca quella che fa per te!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Montezuma",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/montezuma-thumb-286x217.jpg",
            "filename": "montezuma-thumb-286x217.jpg"
        }
    ],
    "name": "Montezuma"
}