{
    "studio": "WMG",
    "text": "\nMontezuma’s Treasure\nCaratteristiche principali\nSoftware: Mag Elettronica-WMG\nRulli: 5\nPuntata minima: 0.25\nPuntata massima: 8\nLinee di vincita: 10\nTema e Grafica\nLa slot machine Montezuma’s Treasure è un perfetto connubio tra passione per le antiche civiltà e tecnologia d’avanguardia.\nLa grafica, gli effetti e i suoni sono di altissima qualità, per offrire al giocatore un’esperienza realistica e coinvolgente. Nel complesso si presenta come un gioco visivamente molto colorato e accattivante.\nIl tema della storia pre-colombiana è sviluppato alla perfezione, con i simboli incentrati sull’antico mondo azteco, quali esploratori, teschi magici, indigeni, idoli vari e regine; il simbolo Bonus non poteva essere altro se non una piramide, mentre il totem rappresenta il Jolly.\nMontezuma’s Treasure si rifà a un’antica leggenda secondo la quale lo spietato imperatore Montezuma durante il suo prospero impero mise insieme un’enorme tesoro di cui poi si perse ogni traccia.\nLo scopo del gioco è mettersi nei panni di un esploratore per trovare il tesoro perduto dell’imperatore Montezuma, e la vincita si ha in caso di allineamento di uguali simboli da destra a sinistra sulla linea di gioco.\nModalità di Gioco\nMontezuma’s Treasure offre doppio spin e dieci linee di pagamento su cui puntare.  La puntata minima per ogni giocata è di 0.25 centesimi, mentre la massima è di 8 euro.\nSi inizia a giocare premendo il pulsante di spin che attiva il primo giro dei 5 rulli, dopo di questo è possibile mantenere dei rulli selezionati per il secondo giro.\nPer quanto riguarda le vincite, quelle su più linee vengono sommate, mentre in caso di vincite multiple su una singola linea verrà presa in considerazione quella dal valore maggiore.\nSimboli speciali e Bonus Game\nIl simbolo Wild, che equivale al Jolly ed è rappresentato dal Totem può sostituire tutti i simboli, fatta eccezione per quello che dà l’accesso al Bonus Game.\nIl simbolo Bonus è una piramide e offre al giocatore la possibilità di tentare la fortuna con un gioco speciale che prevede 7 livelli Il bonus game consiste in una schermata con una porta al centro e cinque oggetti diversi tra cui scegliere. L’oggetto scelto rivelerà poi un’animazione alla quale può corrispondere un premio, il passaggio al livello successivo o la perdita di una vita (se ne possono avere 3, 5 o 7).\nQuesta avventurosa slot è consigliata a tutti coloro a cui piace giocare su un tema ben definito e senza limiti di tempo o di denaro.\nSlot Simili\nSe si è appassionati ai temi storici, tra le slot ispirate alle antiche civiltà troviamo per esempio Gonzo’s Quest di NetEnt, anch’essa a tema azteco, Legends of Troy ambientata nell’antica Grecia o Chariots of Fire che catapulta il giocatore direttamente nella Roma imperiale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Montezuma's Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/montezumas-treasure_logo-286x217.jpg",
            "filename": "montezumas-treasure_logo-286x217.jpg"
        }
    ],
    "name": "Montezuma’s Treasure"
}