{
    "studio": "Play’n Go",
    "text": "\nMoon Princess\nIl suo nome potrebbe far pensare a un famoso cartone che impazzava nelle tv italiane negli anni ’90: hai mai sentito parlare di Sailor Moon? Ecco, diciamo che pur non trattandosi del gioco ufficiale, la slot machine online Moon Princess è il gioco stellare che stavi cercando. Le protagoniste di questo titolo sono delle principesse in perfetto stile anime giapponese, pronte a regalare Free Spin e premi che arrivano fino a 5.000 gettoni. Per vincere di più bisognerà trovare il moltiplicatore, che arriva a offrirti fino a 20 volte la tua scommessa. Tutto ciò che devi fare è metterti comodo e lasciarti conquistare dalle magiche avventure di queste principesse, che sono Love, Star e Storm.\nGrafica e simboli di gioco\nLa grafica richiama in modo incredibile i colori e l’idea di Sailor Moon: i disegni rispettano bene i classici giapponesi e sono capaci di allietare il giocatore con le animazioni di gioco. Moon Princess nasce con 5 rulli e 20 payline, sulle quali è possibile scommettere da 0.20 a 100 gettoni per giro. E’ altamente volatile e si possono ottenere importanti vittorie con 3 o più simboli in fila, sia allineati verticalmente che in orizzontale. Ogni volta che realizzi una combinazione vincente, i simboli che la formano saranno eliminati, in modo da fare spazio a nuove possibili icone vincenti. Al centro di una combinazione si presenterà poi un simbolo della Luna, che è il Wild della slot e permette di sostituire ogni icona, oltre a trasformare anche la tua scommessa fino a 50 volte con moltiplicatore 5x.\nIl bonus game Girl Power si potrà attivare in modo del tutto casuale su uno spin che non è vincente. In base alla principessa che apparirà sono previse diverse funzioni che favoriscono l’unione di simboli vincenti. Nel caso della Love Princess puoi scegliere 1 set di simboli che si trasformano. Con la Star Princess avrai invece 1 o 2 Wild in aggiunta sulla tua griglia di gioco. E infine con la Storm Princess potrai contare su 2 set di simboli rimossi dalla griglia. Ma non dimentichiamo il ruolo di Trinity, principessa che arriva quando si ottengono vittorie solo con le principesse: il suo scopo è di attribuire un X numero di giri gratis. Qualora il giocatore riesca a eliminare tutti i simboli, si attiva poi la funzione Spin gratuiti, che variano in base alla principessa. Inoltre, liberando il tabellone di gioco è possibile ricevere una vittoria fino a 100 volte la scommessa eseguita.\nConsiderazioni finali sulla slot Moon Princess\nVale davvero la pena provare questa affascinante slot machine che è stata realizzata dalla software house Play N Go. Il suo successo le ha permesso di essere resa disponibile su qualsiasi dispositivo mobile o su desktop. Non perde nulla a livello di gamplay e di grafica anche su schermi di dimensioni più piccole. Il gioco prevede massima volatilità (10/10) e ha un RTP predefinito che arriva a quota 96,50%. Riesce a differenziarsi tra i tanti titoli presenti nel settore del gambling online grazie alle sue nuove funzionalità sorprendenti. Queste 3 principesse dalla grande bellezza e dal sorriso smagliante sono pronte a sfidarti!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Moon Princess",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/moon-princess_thumb-286x217.jpg",
            "filename": "moon-princess_thumb-286x217.jpg"
        }
    ],
    "name": "Moon Princess"
}