{
    "studio": "Ainsworth",
    "text": "\nMoon Dancer\nUna delle ricorrenze più famose della Cina è senza dubbio il Capodanno, festività che a differenza del mondo occidentale cade in primavera. Questa festa affonda le sue radici in una curiosa leggenda. Infatti, si narra che una terribile creatura chiama Nian, con l’arrivo della bella stagione si svegliasse per mangiare. Il cibo, neanche a dirlo, erano esseri umani. L’unica difesa contro il mostro erano il colore rosso e i rumori forti, di cui era terrorizzato.\nAnche in Moon Dancer il colore predominante è il rosso e i simboli si rifanno tutti alla tradizione cinese. La grafica è ben calibrata, ricca di dettagli e con qualche animazione niente male. Nascoste dietro la griglia di gioco ci sono due ruote di cui possiamo scorrerne solo la metà. Durante gli spin queste ruote girano, mostrandoci i premi a cui possiamo ambire. In quella di sinistra sono segnalati i bonus e i moltiplicatori, in quella di destra i jackpot.\nNella parte sottostante ci sono tasti per giocare e quelli per settare al meglio la scommessa. La musica neanche a dirlo è orientaleggiante, rilassante al punto giusto.\nCaratteristiche della slot\nLa griglia di gioco ha 5 rulli e 3 righe e ci sono 50 linee di pagamento su cui è possibile puntare minimo 1 €. La puntata massima è invece di 20 € e può essere impostata in un colpo solo cliccando sul pulsante Max. Si possono attivare sino a un massimo di 100 giri automatici.\nIl valore RTP non è molto alto essendo pari al 94,74%, mentre la volatilità è alta.\nSimboli e funzionalità\nIn questa slot abbiamo 5 simboli di basso valore e 5 di alto valore. Quelli che pagano meno sono le carte da gioco, dopodiché troviamo la lanterna, il fiore di loto, l’ideogramma e infine la sycee dorata, simbolo di ricchezza. La ragazza in abiti tradizionali è il nostro Wild e può apparire anche esteso, e va a sostituire tutti i simboli eccetto quelli speciali.\nDurante il gioco regolare, se compaiono 5 o più simboli Wheel Bonanza, si attiva una funzione bonus. In questo caso la ruota di sinistra si sposterà e sostituirà la griglia di gioco. Essa è suddivisa in spicchi su cui sono indicati numerosi premi, dai moltiplicatori ai giri gratuiti, alle somme di denaro. La ruota comincerà a girare sinché non si fermerà sul simbolo corrispondente.\nDurante i Free Spins, il simbolo del tempio blu aggiunge ulteriori 3 giri e moltiplicatori.\nTre diversi Wild estesi possono apparire sul rullo 3, accompagnati da moltiplicatori pari a 2x, 3x o 5x.\nSe compare la scritta jackpot, allora sarà la ruota di destra a fuoriuscire da dietro la griglia di gioco.\nCi sono a disposizione 4 tipi di jackpot. Questi sono gli importi:\n\nMini, pari a 250 €\nMinor, pari a 500 €\nMajor, pari a 5.000 €\nGrand, pari a 50.000 €\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Moon Dancer",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/moon-dancer_logo-286x217.png",
            "filename": "moon-dancer_logo-286x217.png"
        }
    ],
    "name": "Moon Dancer"
}