{
    "studio": "Aristocrat",
    "text": "\nMore Chilli\nLa slot gratis e senza registrazione intitolata More Chilli è una vera e propria vacanza tra feste, musica e cibi tipici del caldo e assolato Messico. La software house australiana Aristocrat che ha realizzato questo gioco online, ha voluto rendere omaggio a questo colorato ed accogliente Paese, ricco di tradizioni tra cui il cibo piccante e saporito, utilizzando le tonalità del rosso, del giallo e del verde per ravvivare la schermata di gioco, un preciso riferimento ai colori della bandiera nazionale.\nUn gameplay con animazioni piccanti!\nLa slot gratis More Chilli, che non si deve scaricare, è formata da 5 rulli e da 25 payline multicolor, intervallate dall’icona del tipico Peperoncino Messicano, il popolare Red Chilli Pepper che è riuscito ad ispirare anche una famosa band del panorama musicale internazionale. Tra gli altri protagonisti che animano la schermata e le bobine troviamo: il Gallo, una Bottiglia di Tequila, un simpatico signore che indossa il Sombrero in testa e il sole caliente sudamericano, oltre alle carte da poker standard 9, 10, J, Q, K, A. Come per le altre slot del gruppo, disponibili tra l’altro sul nostro sito, ci sono importi di puntata minimi e massimi, in questo caso l’importo di partenza è pari a 0,30€ fino ad un massimo di 75,00€ con un RTP per il giocatore elevato, pari al 95,69%.Se sei un amante della comodità, il pratico pulsante GIOCO AUTOMATICO, che seleziona da 1 fino a 25 giri, fa proprio al caso tuo!\nCi sono altri simboli da non perdere di vista?\n\nIl Messicano coi baffi – Quest’icona rappresenta il Wild, che prende il posto di tutti i simboli quando devi concludere una combinazione vincente, tranne lo Scatter. Il Wild oltre a fungere da Jolly, può formare una propria combinazione nel caso in cui due o più elementi appariranno sulla medesima linea di pagamento.\nLa Borsa con stampa Dollaro – Questo simbolo è lo Scatter del gioco, che fa azionare la funzionalità Bonus Giocate Gratis, non appena tre o più elementi di esso appariranno sparsi sui rulli, facendoti dono di un moltiplicatore X2 della scommessa standard.\n\nFunzionalità extra e Bonus\n\nLa Funzione Puntata che si aziona in seguito ad ogni vincita, è un elemento molto allettante, amato dai giocatori che prediligono un po’ di suspance nel gioco. Se indovini il colore della carta in uscita la tua vincita potrà lievitare raddoppiando o quadruplicando la tua attuale somma. Attenzione! Se non indovini rischi di annullare la tua vincita iniziale.\nIl Bonus Free Spins si attiva non appena 3 o più icone Scatter compaiono in modo sparso sopra i rulli oppure casualmente durante una partita standard. Ci sono due scenari: l’assegnazione di 12 Free Spins oppure, dopo aver selezionato una scommessa extra, i giri diventeranno 15. In ogni caso per ricevere extra jolly e rulli aggiornati dovrai accumulare più simboli Peperoncino.\n\nIl nostro consiglio\nSe ami le slot online colorate e ricche di icone animate e musica allegra, More Chilli ti farà divertire tanto. Puoi gustarla sia in demo che con soldi veri direttamente dal nostro elenco di slot firmate Aristocrat. Che la fiesta cominci!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "More Chilli",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "More Chilli"
}