{
    "studio": "SimplePlay",
    "text": "\nMother of Dragons\nCome è facile intuire, la slot Mother of Dragons si ispira al famoso libro di George R. R. Martin «Il trono di Spade», e più precisamente a «Le cronache del ghiaccio e del fuoco», che vede come protagonista Daenerys Targare, regina dei Sette Regni.\nEssendo una slot a tema fantasy, la grafica è di livello superiore. Partiamo dagli scenari, che sono tre e si alternano comportando dei cambiamenti anche nel gameplay. Per ognuna di queste ambientazioni, sulla sinistra della griglia troveremo uno dei tre draghi, pronti a sbuffare fiamme dalla bocca ogni qualvolta se ne presenti l’occasione.\nCaratteristiche della slot\nIn Mother of Dragons abbiamo una griglia diversa per ogni scena. Ad esempio, ce n’è una con 5 rulli e 3 righe, tranne che per il rullo centrale, che invece ne conta 4, o un’altra con quattro righe nei rulli esterni e 3 in quello centrali.\nDi base, ogni giro costa appena 0,20 monete, con livelli di scommessa che variano da un minimo di5 a un massimo di 10. I modi per vincere sono variabili in base allo scenario in cui si gioca, arrivando sino a 576, che abbinati alla volatilità medio-alta e al valore RTP pari al 96,04%, ci offre ottime chance di vittoria.\nSimboli e funzionalità\nI simboli di Mother of Dragons possono essere suddivisi equamente tra quelli di basso livello e quelli di alto livello, più due speciali.\nAl primo gruppo appartengono le carte da gioco dal nove all’asso, mentre le ricompense migliori arrivano con l’anello, il ciondolo, il diadema e naturalmente i tre draghi.\nLa nostra Mother of Dragons è il simbolo Wild, appare solo sui rulli 2, 3 e 4 e sostituisce tutti i simboli eccetto lo Scatter, rappresentato invece dalle 3 uova di drago.\nLo Scatter qui svolge due funzioni: la prima è quella di moltiplicare la scommessa 3x, 10x o 20x in base al numero di simboli speciali atterrati sui rulli; la seconda funzione è quella di ricompensarci con dei giri gratuiti. Il numero di Free Spins dipende dal numero degli Scatter: tre uova ci danno diretto a 8 giri, quattro uova a 15 giri e 5 uova a 20. Durante il bonus, ulteriori giri gratis possono essere riattivati a patto che sulla griglia compaiano altri Scatter.\nAlle scene di gioco sono abbinati dei bonus. Nel primo scenario si tratta di Jolly extra sui rulli, nel secondo dei Jolly Bomba che esplodendo, trasformano in Wild i simboli adiacenti. Nel terzo, Wild casuali vengono aggiunti sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mother of Dragons",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/mother-of-dragons_new-286x217.jpg",
            "filename": "mother-of-dragons_new-286x217.jpg"
        }
    ],
    "name": "Mother of Dragons"
}