{
    "studio": "Red Rake",
    "text": "\nMother of Horus\nEcco un’altra slot a tema egiziano che entra nella nostra libreria. Questa volta si tratta della slot gratis Mother of Horus di Red Rake, formata da 5 rulli con 3 file e 20 modi per segnare una combo vincente. La trama si ispira alla possente dea Iside e presenta alcune fantastiche funzionalità. Detto questo, ti suggerisco di conoscere meglio questa divertente slot, tutta da giocare!\nGameplay misterioso e ricco di storia\nLa scena principale rappresenta un’antica tomba da cui si possono vedere piramidi, alberi e il deserto. Le pareti sono disegnate con geroglifici e ci sono torce per illuminare il cammino. La colonna sonora è un po’ spettrale con un vento ululante che soffia nei passaggi segreti. La grafica è fantastica e i simboli sono i classici protagonisti delle sot dell’Antico Egitto. Alcuni di essi includono:\n\nreali,\npiramidi,\ntempli,\nHorus e Osiride.\nIl gioco ha due simboli jolly, Isis stessa e Nudge Wild come Scarab.\n\nPer iniziare a giocare, la puntata minima è di 0,50€ e la massima di 35 monete per giro. I pagamenti sono abbastanza frequenti fino a un tetto limite di 2.500 volte la giocata. L’RTP è un po’ basso di circa il 95,30%, ma non è così tragico poiché la volatilità del gioco è media.\nLascia che Isis faccia la sua magia e ti arricchisca!\nQuesto gioco ha alcune funzionalità davvero originali, vediamole subito:\n\nLa caratteristica principale è la barra dei premi posizionata sopra i rulli e divisa in 5 parti, 1 per ogni rullo. Ci sono Giri Gratuiti, un premio in denaro o la Mini Roulette con Jackpot. Essi si innescano quando Iside atterra su una bobina specifica. Durante il gioco base, Iside può apparire solo sui rulli 1, 3 o 5;\nIsis è, come già accennato, è il simbolo jolly che sostituisce tutti gli altri simboli e forma varie combinazioni vincenti;\nIl Wild Nudge può muoversi sui rulli e creare nuovi Wild;\nIl gioco ha anche un round di Free Spins che viene attivato facendo atterrare Isis sul rullo contrassegnato con il segno dei Giri Gratuiti. Appena attivato, il giocatore ottiene 10 Giri Gratuiti e ogni volta che Isis appare sui rulli contrassegnati, si ottengono altri 2 giri. Durante il round, la dea può apparire su tutti i rulli anziché solo su 3 come nel gioco base, creando molte nuove opportunità;\nUltimo ma non meno importante, il mini-gioco di Destiny Roulette è attivato allo stesso modo degli altri. Il numero di giri sulla roulette è determinato dal numero di Jolly che lo attivano. Il giocatore ha la possibilità di vincere un mini premio di 15x, uno minore di 35x, uno maggiore di 100x e un Grand con 500x la puntata.\n\nEsplora il tempio incantato di una dea e vinci i fantastici premi\nTutto considerato, la slot gratis Mother of Horus di Red Rake è uno dei migliori giochi di Red Rake presenti nella nostra libreria virtuale di video slot. L’ottimo design accompagnato da alcune funzioni molto creative ed eccitanti che vi ho spiegato brevemente sopra, sono gi elementi che mi hanno convinto a giocare a questo gioco, che include anche ottimi pagamenti, quindi vale la pena farci un pensierino!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mother of Horus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/mother-of-horus_logo-286x217.jpg",
            "filename": "mother-of-horus_logo-286x217.jpg"
        }
    ],
    "name": "Mother of Horus"
}