{
    "studio": "Habanero",
    "text": "\nMount Mazuma\nIl vulcano Mazuma si trova al centro di un’isola deserta e ha deciso di risvegliarsi proprio ora. Se in linea di massima questa non è mai una buona notizia, nella nuova slot sviluppata da Habanero gli schizzi di lava lanciata dalla bocca del vulcano corrispondono a maggiori possibilità di vittoria! La grafica di Mount Mazuma ricorda quella dei cartoni animati, con il vulcano protagonista del gioco dotato di occhi sopracciglia e bocca. Sistemato al lato della griglia di gioco, in mezzo al verde lussureggiante, di tanto in tanto si attiva e lancia nel cielo palle di lava che poi andranno a cadere direttamente sui rulli creando le condizione per aumentare le nostre possibilità di vincita. Tutte le impostazioni di gioco si trovano nella parte sottostante della schermata: si può aumentare o diminuire il valore della scommessa, aumentare il livello della puntata o impostare quella massima con un colpo solo, attivare i giri automatici o controllare il nostro saldo. Una musica caraibica e numerose animazioni rendono ancora più coinvolgente l’esperienza di gioco, con un’atmosfera vacanziera davvero molto piacevole.\nCaratteristiche principali della slot machine\nLa griglia di gioco di Mount Mazuma varia in base ai bonus: in totale ha 5 rulli e 5 righe, ma nel giro regolare si ha una classica 5X3, in quanto la prima e l’ultima riga sono coperte da alcune foglie di palma che vengono eliminate al verificarsi di alcune condizioni di gioco. Le linee di gioco sono 20 e la puntata minima è di 0,01 € per linea, quindi per ogni spin è necessario puntare minimo 0,20 €. I modi per vincere sono ben 243, inoltre ci sono 2 jackpot progressivi che aumentano a ogni giro e possono essere vinti in modo casuale. L’RTP è eccezionale, pari al 97,98% : davvero tanto se si considera che nella maggior parte delle slot si arriva a non più del 96%.\nÈ possibile impostare da 10 a 500 giri automatici e dei limiti oltre il quale la modalità Auto si arresta. Attraverso il tasto “turbo” è possibile aumentare la velocità di rotazione dei rulli.\nSimboli e funzionalità di Mount Mazuma\nPer quel che riguarda i simboli, abbiamo carte da gioco e frutti: quelli con minore valore sono J, Q, K e A, invece arancia, kiwi, banana ananas e cocco sono quelli che pagano di più. La scritta Wild è il nostro Jolly e sostituisce tutti i simboli eccetto lo Scatter.\nVeniamo ora nel dettaglio il sistema di bonus pensato per Mount Mazuma. Un primo bonus è legato al vulcano che di tanto in tanto e in modo del tutto casuale erutterà schizzi di lava nel cielo, che atterrando sulla griglia di gioco potranno far sparire le foglie sulla prima o sull’ultima riga, o trasformare dei simboli in moltiplicatori.\nUn secondo Bonus è quello legato allo Scatter. rappresentato dal cocktail. Con 3 di questi simboli si ha diritto a 10 giri gratis. Se durante i Free Spins lo Scatter riappare, rimuoverà una palma in modo casuale.\nUn terzo Bonus è detto Più Jolly. Due simboli casuali verranno trasformati in Wild aumentando le possibilità di avere combinazioni vincenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mount Mazuma",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/mount-mazuma_free-286x217.png",
            "filename": "mount-mazuma_free-286x217.png"
        }
    ],
    "name": "Mount Mazuma"
}