{
    "studio": "Bally Wulff",
    "text": "\nMulti Gem\nNelle slot il tema delle gemme preziose è pari forse solo a quello della frutta, per questo possiamo definirlo un grande classico del gioco online. E come tutti i grandi classici, sono le slot a cui i giocatori si affezionano maggiormente. La Bally Wulff ha scelto una grafica scarna, senza grosse animazioni, anche se la cura dedicata alla definizione dei simboli è preponderante. La griglia dei gioco ha lo sfondo color porpora intorno alla cornice si trovano i numeri delle linee di gioco attive. Nella parte sottostante ci sono i tasti per alzare o abbassare il valore della scommessa, quello per impostare in un colpo solo la scommessa più alta, i tasti Autoplay e quello Start. Il comparto sonoro si limita a una musica arcade intervallata dal suono meccanico della rotazione dei rulli.\nCaratteristiche principali della slot machine\nAnche per quel che riguarda la griglia rimaniamo sul classico, con 5 rulli e 3 righe. Le linee di pagamento sono 10 e fisse, mentre la scommessa va da un minimo di 10 gettoni a un massimo di 1.000. Si può utilizzare l’Autoplay, ma non è possibile selezionare un numero di giri prestabilito, semplicemente saremo noi a decidere quando fermarli cliccando sullo stesso tasto e tornare così alla modalità manuale. Il valore RTP è pari al 96,4%, mentre la volatilità è alta, quindi vinceremo un po’ meno di frequente, ma le cifre saranno sempre abbastanza importanti.\nSimboli e funzionalità di Multi Gem\nPer prima cosa diciamo che a differenza di tante altre slot, qui non solo possiamo vincere con combinazioni di simboli adiacenti a partire da sinistra verso destra, ma anche con quelli che partono da destra verso sinistra e pure dal centro.\nIn Multi Gem abbiamo otto simboli regolari e uno speciale. Quelli che valgono meno sono le gemme triangolari verdi, celesti e arancio, poi ci sono quelle di forma esagonale e per finire quelle circolari. Il simbolo che vale di più in assoluto è il diamante bianco incorniciato, basti pensare che con una puntata di 10 gettoni, potremo arrivare a vincerne ben 5.000, sempre che compaia una combinazione di 5 diamanti! Il simbolo speciale X ha una doppia funzione, quella di Wild e di moltiplicatore. Innanzitutto, sostituisce tutti i simboli, inoltre funge anche da moltiplicatore 2x, 3x o 7x.\nIn Multi Gem sono inoltre presenti due funzioni Gambling. Dopo ogni combinazione pagante ci verrà chiesto se vogliamo incassare la cifra o in alternativa scommetterla. Nel caso dovessimo propendere per la seconda opzione, allora ci verrà data la possibilità di scegliere tra il gioco di carte o la torre. Nel primo gioco dovremo indovinare il colore della carta estratta dal mazzo, nel secondo caso invece dovremo essere bravi a individuare quale importo verrà evidenziato su una torre con premi a salire.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Multi Gem",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/multi-gem_thumb-286x217.jpg",
            "filename": "multi-gem_thumb-286x217.jpg"
        }
    ],
    "name": "Multi Gem"
}