{
    "studio": "IGT",
    "text": "\nMystery Express\nCi troviamo nella Londra vittoriana, a bordo di un treno sul quale è stato commesso un delitto. L’ispirazione è data chiaramente dal romanzo Murder on the Orient Express, scritto nel 1934 da Agatha Christie, in italiano Assassinio sull’Orient Express, che vede come protagonista il celebre detective Hercule Poirot. L’investigatore, che in realtà viaggiava da comune passeggero sul treno, si ritrova suo malgrado a indagare su un omicidio, di cui la vittima è un italiano di nome Cassetti che a sua volta, risulta essere un assassino che scappa dalla giustizia americana.\n\nQuesta slot machine prodotta dalla software house IGT merita di certo un plauso per l’originalità del tema scelto: in un panorama ormai saturo di giochi a tema egiziano e in cui anche le Fruit Machine hanno un po’ stancato, Mystery Express si colloca come un gioco nuovo e originale, una boccata d’aria fresca che non mancherà di coinvolgere e divertire.\nPer quanto riguarda il compartimento grafico, non si tratta di nulla di elaborato, tuttavia le immagini sono riprodotte con grande accuratezza e i personaggi son disegnati in maniera molto realistica, ne consegue quindi un’esperienza di gioco visivamente molto soddisfacente.\n\nCaratteristiche principali della slot machine\nLa struttura base di Mystery Express è quella tradizionale a cinque rulli e tre righe, con 30 linee di pagamento. La cosa che ci ha colpito di più di questa slot è il range di scommesse davvero molto ampio: si parte con un minimo di 0,30 centesimi a giro, per arrivare all’impressionante cifra di 600 €, con un valore del gettone compreso tra 1 centesimo e 20 €. Un range così ampio rende possibili moltissime opzioni di scommessa e Mystery Express risulta pertanto un gioco adatto proprio a tutte le tasche, facendo contenti sia gli scommettitori casuali sia gli high rollers.\nÈ disponibile il gioco in modalità automatica, grazie al quale possono essere impostati fino a 50 giri in Autoplay.\nLa volatilità di Mystery Express è media, mentre il ritorno teorico al giocatore (return to player o RTP) si attesta su un ottimo 97,03%, di quasi un punto sopra la media.\n\nSimboli e funzionalità di Mystery Express\nL’assassinio sul treno non è molto rilevante ai fini del gameplay, ma aggiunge un tocco di avventura e dramma alla storia. Sullo sfondo si alternano i paesaggi attraversati dal treno, mentre i simboli che troviamo sui rulli di Mystery Express sono interamente tematici e rappresentati da dei gioielli, un orologio da taschino, una bottiglia di whiskey, una fetta di torta servita sul vagone ristorante del treno, una pistola, un uomo e una donna, con questi ultimi che sono i simboli più redditizi tra quelli regolari, pagando un premio pari a 400 volte il valore della puntata per un allineamento di 5.\nInteressante la funzione legata al simbolo Wild, che non solo agisce da jolly ma quando compare su tutti i cinque rulli offre un pagamento di 1.000 volte la puntata.\nInoltre, casualmente può comparire sui rulli un treno che lascia dietro di sé una scia di simboli Wild. È presente anche un simbolo Bonus, grazie al quale si può accedere a un gioco extra con i dadi chiamato Bon Voyage.\n",
    "images": [
        {
            "alt": "I simboli della slot online Mystery Express",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/mystery-express-simboli.jpg",
            "filename": "mystery-express-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Mystery Express",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/mystery-express-tabella-pagamenti.jpg",
            "filename": "mystery-express-tabella-pagamenti.jpg"
        },
        {
            "alt": "\"Oltre al gioco normale, a Mystery Express hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/mystery-express-bonus.jpg",
            "filename": "mystery-express-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Mystery Express",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/mystery-express-thumb-286x217.jpg",
            "filename": "mystery-express-thumb-286x217.jpg"
        }
    ],
    "name": "Mystery Express"
}