{
    "studio": "Novomatic",
    "text": "\nMystic Secrets\nNel corso dei secoli molti libri sono andati distrutti o perduti per sempre, come ad esempio i codici dei Maya o i trattati di Alhazen. Con Mystic Secrets però avrete la possibilità di recuperarne alcuni semplicemente accedendo alla biblioteca di uno famoso studioso rinascimentale, desideroso di condividere con voi tutti i segreti!\nMystic Secrets, slot machine prodotta dalla software house Novomatic, ha una grafica ben curata e ricca di dettagli, con alcune animazioni legate alle vincite. Sullo sfondo c’è un castello immerso nel verde, all’interno del quale è ubicata la famosa biblioteca e sotto la griglia di gioco, oltre al menù, si trovano il numero delle linee di pagamento, il valore della puntata che può essere aumentata o diminuita a piacimento attraverso i simboli “più” e “meno”, il tasto per giocare in modalità manuale e quello per far partire una serie di giri in automatico. Intorno alla cornice troverete i numeri delle linee di gioco che avete deciso di attivare. Il consiglio è quello di selezionarne dieci, il massimo, per avere maggiori possibilità di ottenere delle vincite. Cliccando il tasto menù, troverete l’opzione per attivare la modalità risk e per accedere alla tabella dei pagamenti.\nCaratteristiche principali della slot\nLa griglia di gioco è una classica 5X3 e si possono selezionare fino a 10 linee di pagamento. La puntata minima è di 0,10 €, la massima è pari a 50 € per singolo giro. Sebbene il ritorno teorico al giocatore (RTP) non sia molto soddisfacente (93,6%) la volatilità è alta, quindi bisogna pazientare un po’ prima di ottenere delle combinazioni vincenti, anche se quando ciò accade le cifre sono sempre importanti.\nSimboli e funzionalità di Mystic Secrets\nTra i simboli non tematici, le carte da gioco dal 10 all’asso sono quelli che pagano di meno. Tra i simboli tematici abbiamo invece il calamaio, il candelabro e la coppa. La ragazza e l’apprendista del mecenate sono i simboli regolari che pagano di più in assoluto. In Mystic Secrets è presente il simbolo Wild rappresentato dal mecenate e può sostituire tutti i simboli tranne lo Scatter. Quest’ultimo è rappresentato dal libro, e quando appare sui rulli dà diritto sino a 10 Free Spins più il Mystic Bonus. In questo caso l’immagine dello Scatter andrà ad occupare tre rulli aumentando la possibilità di portare a termine tantissime combinazioni vincenti. Inoltre, durante i giri gratuiti le vincite verranno moltiplicate per 3 e c’è anche la possibilità di vedersi assegnati ulteriori giri gratuiti. Se avete abbastanza sangue freddo, potete provare la funzione Gamble: a seguito di una vincita, cliccando sul tasto apposito, vedrete apparire in alto una serie di carte coperte e al centro un mazzo. Accanto due pulsanti tra cui scegliere: nero e rosso. Se la carta del mazzo centrale combacerà con quella in alto potrete andare avanti nel gioco speciale, in caso contrario tornerete alla schermata con i rulli e riprenderete il gioco regolare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mystic Secrets",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/mystic-secrets-slot-286x217.jpg",
            "filename": "mystic-secrets-slot-286x217.jpg"
        }
    ],
    "name": "Mystic Secrets"
}