{
    "studio": "Hacksaw Gaming",
    "text": "\nMystery Motel\nDopo l’uscita nelle sale cinematografiche di Psycho, il famoso film di Hitchcock, i motel hanno smesso di essere un semplice luogo di passaggio in cui soggiornare per la notte e sono diventati posti da cui sarebbe meglio tenersi alla larga! L’ispirazione a questo capolavoro del cinema si sente tutta in Mystery Motel, la nuova slot della Hacksaw Gaming.\nTutto è importante a terrorizzare i giocatori, a partire dalla grafica e dai suoni sinistri che accompagnano le giocate. È notte, e sullo sfondo si staglia il motel segnalato anche dai cartelli che cadono a pezzi alla sinistra della griglia. In alto c’è l’insegna al neon con il nome della hotel e qualche corvo per rendere ancora più suggestiva l’atmosfera. Il comparto musicale è un motivetto incalzante intervallato di tanto in tanto dal verso dei corvi, altro richiamo all’immaginario hitchcockiano.\nNella parte bassa si trova il tasto per accedere al menù e i classici pulsanti per settare la scommessa, per lo Start e per l’Autoplay.\nCaratteristiche della slot\nLa griglia ha una forma quadrata con 5 rulli e 5 righe, e ben 1.024 modalità di vincita.\nIl range di scommessa è accessibile a tutti, dato che la puntata minima è di 0,20 € e la massima di 100 €.\nSi vince quando simboli uguali compaiono su rulli adiacenti in qualsiasi punto della griglia. Per fare un esempio chiaro, non si vince se gli stessi simboli compaiono sul rullo 1, 2, e 5, quindi saltando il terzo e il quarto.\nDal menù è possibile disattivare la musica, accedere alle info del gioco o attivare la modalità turbo per accelerare la rotazione dei rulli, mentre on l’Autoplay si possono attivare da 10 a 1.000 giri automatici.\nLa volatilità è alta, perciò si vince meno spesso ma sempre cifre di alto livello. Il valore RTP è del 96,3%.\nSimboli e funzionalità\nIn Mystery Motel ci sono simboli regolari e altri speciali. I primi si suddividono in simboli tematici e non. Quelli di più basso valore  sono rappresentati dalle carte da gioco: con la puntata minima di 0,20 € si vince da un minimo di 0,02 € con 3 simboli e 0,06 € con 5 simboli.\nI simboli tematici hanno invece un valore più alto. Lo psicopatico con la mannaia e la cameriera pagano da 0,10 a 0,40 €, l’addetto alla reception sino a un massimo di 1 € e la ricca ospite sino a 2 €.\nLa valigia da cui fuoriesce una mano verde è il nostro simbolo Wild. Oltre a prendere il posto di tutti i simboli eccetto quelli speciali, ogni volta che compare verrà sostituito da un moltiplicatore variabile tra 2x, 3x o 5x. Nel caso di più moltiplicatori, essi vengono sommati. Facendo un calcolo veloce, il massimo moltiplicatore a cui possiamo aspirare è di 625x la puntata!\nI tentacoli che escono dalla macchina sono invece il simbolo Scatter. Attiva una ruota con 3 livelli su cui sono presenti tre possibili premi: una freccia che fa passare al livello superiore, un moltiplicatore e dei giri gratis.\nUn ulteriore simbolo speciale è la campanella della reception, che far ottenere alcuni Free Spins che possono essere riattivati sino a un massimo di 10 volte. Particolare da non sottovalutare, durante questa funzione aumenteranno i simboli Wild e quindi i moltiplicatori.\nAttraverso il tasto sulla destra è possibile acquistare le funzioni speciali.\nLa partita Bonus ha un RTP pari al 97,62%.\nAcquistando invece 12 giri gratuiti l’RTP scende a 96,13%, mentre con 20 il ritorno teorico al giocatore sarà del 96,19%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mystery Motel",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/mystery-motel-gratis-286x217.png",
            "filename": "mystery-motel-gratis-286x217.png"
        }
    ],
    "name": "Mystery Motel"
}