{
    "studio": "Endorphina",
    "text": "\nMystery of Eldorado\nLa slot Book of Eldorado ci porta in Sud America, ad inizio del secolo scorso, alla ricerca degli antichi tesori dei Maya. El Doraro, infatti, è un luogo leggendario in cui vi si troverebbero immense quantità di oro e pietre preziose. Inoltre, pare che vi si celino anche delle conoscenze esoteriche molto antiche, che aggiungerebbero ancora più ricchezza all’ipotetico bottino.\nMystery of Eldorado è prodotta da Endorphina, un nuovo provider di cui stiamo fornendo recensioni molto interessanti. Questa slot presenta 10 linee di pagamento e un display 3×5. Nel corso dell’articolo scopriremo i suoi simboli e funzioni speciali, che comprendono un simbolo scatter e wild insieme, oltre a simboli espandibili.\nGrafica della slot machine\nDa un punto di vista grafico, la slot machine online Mystery of Eldorado riesce ad offrire allo stesso una grafica piacevole senza esagerare negli effetti speciali. E’ decisamente apprezzabile la scelta di optare per uno stile “disegnato a mano”, che rende i tratti dei personaggi più morbidi, che ben si legano ai colori non troppo accesi del tema. A tutto ciò ben si lega una colonna sonora che va attivata dalle opzioni (le tre linee situate sulla parte sinistra del display).\nApprezzabile è anche il fatto che sebbene tratti di un tema molto utilizzato nel settore delle slot, riesce a mantenere intatta la sua originalità. Qualcosa delle scritte “Eldorado” e “Wild” invece richiamano i colori di altri giochi.\nLe funzioni e i bonus della slot Mystery of Eldorado\nLa slot Mystery of Eldorado un singolo simbolo speciale, che tuttavia è molto forte: la mappa con la scritta Eldorado rappresenta al tempo stesso uno scatter e un jolly.\nEssendo simbolo scatter, paga per ogni volta che compare in due o più punti sparsi sul display. Essendo anche simbolo jolly, può sostituire tutti gli altri simboli del gioco per la creazione delle combinazioni vincenti.\nL’unica funzione speciale del gioco è quella dei giri gratis. Visualizzando 3 o più simboli Eldorado si accede ad una fase di giri gratis con 10 free spin. E’ bene notare che durante i free spin si possono vincere ulteriori free spin e che durante gli stessi viene sorteggiato un simbolo che diviene espandibile e che può espandersi su tre caselle nel rullo in cui appare.\nValutazione della slot Mystery of Eldorado\nLa valutazione è positiva, sia per la grafica che per il gioco, così come per il payout. Sebbene abbia giocato a molte slot con lo stesso tema riguardante i tesori dei Maya, devo dire che questa slot di Endorphina si difende più che bene. La scelta dei personaggi fatti a mano la rende più gradevole agli occhi, mentre i giri gratis con simboli espandibili aumentano l’adrenalina.\nLa percentuale di RTP della slot Mystery of Eldorado è di circa il 96%. La puntata minima è di 0,01€, la massima di 100€ per giro.\nSlot simili a Mystery of Eldorado\nSe vi piacciono le slot sui tesori dei Maya vi consiglio Mayan Temple Revenge (Capecod), Maya Gold (IGT), Mayana (QuickSpin) Mayan Magic (GTech), Pyramid of the Sun (Gtech).\nTra queste, la più famosa è forse proprio Mayan Temple Revenge, prodotta dal provider italiano Capecod, dallo stile decisamente sorprendente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mystery of Eldorado",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/mystery-of-eldorado-thumb-286x217.jpg",
            "filename": "mystery-of-eldorado-thumb-286x217.jpg"
        }
    ],
    "name": "Mystery of Eldorado"
}