{
    "studio": "SimplePlay",
    "text": "\nMystical Lamp\nAladino e il genio della lampada è una di quelle favole entrate di diritto nel cuore di ogni persona, al di là della provenienza geografica o dell’età. Racchiusa nel libro Le mille e una notte, è la storia di Aladino, un ragazzo povero che si imbatte in una lampada magica in cui è rinchiuso un genio in grado di esaudire qualsiasi desiderio. Dopo molte peripezie e in compagnia di Abu, la scimmietta sua amica, e grazie all’utilizzo di un tappeto volante, Aladino riuscirà a sconfiggere il mago Maghreb e a sposare la principessa.\nCome ogni slot SimplePlay, anche Mystical Lamp ha una grafica invidiabile, con simboli definiti al dettaglio e animazioni di livello a seguito di ogni vincita.\nLo sfondo è il palazzo reale e la griglia è incastonata in due colonne dallo stile orientale. Conclude il tutto una bella musica orientaleggiante a tenerci compagnia durante i nostri Spin.\nCaratteristiche della slot\nIl taglio classico della griglia di gioco prevede 5 rulli e 3 righe. I modi per vincere sono 243.\nLa puntata minima è di 0,20 monete a salire, tutto sommato una cifra contenuta che ci permette di effettuare numerosi Spins senza doverci svenare.\nPer chi non ha voglia di cliccare ogni volta sul tasto Start, può optare per la funzione Autoplay, con un numero di giri automatici compreso tra 50 e 1.000.\nAgendo sull’icona del fulmine si può accelerare la rotazione dei rulli.\nLa volatilità è media, si vince meno spesso ma le somme sono sempre alte, mentre il valore RTP è molto buono, essendo pari al 96,09%.\nSimboli e funzionalità\nLe carte da gioco sono i simboli con il valore più basso, a seguire troviamo il tappeto, la lampada, Adu, Maghreb e la principessa.\nIl genio della lampada è il nostro simbolo Wild e appare soltanto sui rulli 2, 3 e 4 e va a sostituire tutti i simboli eccetto lo Scatter. Quando compare durante i giri gratuiti, moltiplica la scommessa totale di 1, 2, 5 o 10 volte.\nLo Scatter è rappresentato dallo scrigno. Come il simbolo Wild, in base al numero di simboli atterrato sui rulli, moltiplica la scommessa x2, x5 o x25.\nInoltre, regala dei giri gratuiti, ma il numero dipenderà da noi. Infatti, sullo schermo vedremo apparire la grotta disseminata di lampade magiche. Noi ne dovremo scegliere cinque e svelare così il numero di Free Spins che si cela sotto di esse.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Mystical Lamp",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/mystical-lamp-free-286x217.jpg",
            "filename": "mystical-lamp-free-286x217.jpg"
        }
    ],
    "name": "Mystical Lamp"
}