{
    "studio": "Red Rake",
    "text": "\nNefertiti’s Riches\nIl fascino dell’Egitto è in grado di rapire. Statue, piramidi, reperti misteriosi, e una storia in parte ancora avvolta nell’oscurità lo rendono da sempre la location perfetta per film, libri e videogiochi.\nCome se non bastasse, impariamo a conoscerlo sin da bambini, studiandolo già alle elementari. Ci si innamora molto presto quindi della sua storia, del suo pantheon e dei personaggi che lo hanno caratterizzato, come la bellissima Cleopatra.\nLa nuova slot della RedRake Gaming mantiene gli standard ai quali le loro slot ci hanno abituati, ma prendono come tema proprio l’antico Egitto. Saranno riusciti a creare un buon prodotto? Andiamo a scoprirlo analizzando prima il comparto artistico, e poi il gameplay.\nLe Notti Di Nefertiti’s Riches\nNonostante le griglie della RedRake siano solitamente enormi, finendo per coprire la maggior parte dello sfondo, l’azienda riesce a creare sempre un ottimo comparto grafico, utilizzando sapientemente il comparto sonoro e quel poco sfondo che si riesce ad intravedere.\nTutto ciò è valido anche nel contesto di Nefertiti’s Riches. L’immensa griglia da 6 rulli da 10 righe ciascuno è posta, assieme agli innumerevoli indicatori e pulsanti (tutti decorati rispettando il tema) su un bellissimo sfondo che riesce a brillare pur essendo coperto.\nLa magia della notte in un deserto, sotto immense statue e ancor più mastodontiche piramidi è amplificata da una musica perfetta per l’atmosfera e da effetti sonori molto soddisfacenti.\nI simboli rispecchiano perfettamente il tema. Ciò vale sia per quelli speciali, tra cui troviamo Cleopatra (che occupa due posizioni), vasi, troni e gioielli, sia per quelli semplici, rappresentati da lettere e numeri decorati in stile egiziano.\nIl simbolo Wild raffigura invece delle piramidi alle cui spalle è presente un eclissi, ma è comunque facilmente riconoscibile dalla scritta “Wild” che lo accompagna.\nProblema comune a tutte le slot machine RedRake di questo tipo sono le dimensioni delle posizioni presenti sulla griglia. Per dar spazio a rulli da 10 righe, lo spazio dedicato ad ogni posizione è minimo. Se siete amanti delle slot machine che offrono disegni affascinanti e accattivanti, allora questo potrebbe essere un grande problema.\nBarre Da Riempire E Bonus Da Raggiungere Con Nefertiti’s Riches\nCome tante altre slot machine prodotte dalla RedRake, anche con Nefertiti’s Riches ci sono un milione di modi per vincere.\nMa lasciando da parte questa caratteristica valida per tutte le altre slot, vediamo quali sono le particolarità specifiche di Nefertiti’s Riches.\nPossiamo dire che in qualche modo la slot si basa principalmente sulle vittorie effettuate in sequenza. Questo perché non tutte le innumerevoli posizioni presenti sui rulli non sono valide per la giocata. Alcune saranno bloccate, ma ogni vittoria distruggerà le posizioni vincenti, lasciando cadere dall’alto nuove posizioni.\nQuesto ha ripercussioni su due elementi della slot machine: la barra di Nefertiti e la barra bonus.\nLa barra di Nefertiti si riempirà man mano con ogni giocata, e una volta riempita darà inizio ad un minigioco con una griglia di gioco più piccola e con simboli diversi.\nLa barra bonus si riempirà solo con le vittorie consecutive, e ad ogni interruzione si svuoterà. Una volta completata però il giocatore avrà diritto a 8 giocate gratuite (inizialmente, dato che potranno aumentare) e a vari moltiplicatori.\nLa slot ha un RTP del 95.3%, leggermente sotto la media ma comunque valido.\nSlot Machine Simili A Nefertiti’s Riches\nSe cercate altre slot machine con un tema simile, allora Cleopatra Gold ed Egyptian Experience faranno sicuramente al caso vostro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Nefertiti's Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/nefertitis-riches-thumb-286x217.jpg",
            "filename": "nefertitis-riches-thumb-286x217.jpg"
        }
    ],
    "name": "Nefertiti’s Riches"
}