{
    "studio": "Play’n Go",
    "text": "\nNew Year Riches\nLe emozioni che giungono con ogni nuovo anno sono sempre tante, e Play‘n Go ha deciso di creare New Year Riches, una slot machine dedicata alla magia dell’ultima notte dell’anno. Saranno riusciti a catturarla? Come al solito, andiamo ad analizzare l’aspetto grafico di questa interessante slot.\nNew Year Riches – Gioia e festeggiamenti\nL’aspetto grafico di New Year Riches è un vero e proprio trionfo, in grado di trasportarci immediatamente nella magia di Capodanno, tra palazzi illuminati e fuochi d’artificio. La griglia è incorniciata da un box in stile art déco, nel quale si trova anche il titolo della slot, mentre sullo sfondo vediamo una città abbracciata dalla notte, ma che si illumina di milioni di luci, sia nei suoi edifici che nelle strade, mettendola al pari del cielo stellato. In questo spettacolo di luci e colori fanno la loro figura anche i simboli. La Play‘n Go ha fatto un ottimo lavoro anche con questi, che variano molto dai più semplici, raffigurati come dei palloncini festivi, a quelli speciali, che ci portano ognuno nelle capitali del mondo: Londra, con il Big Ben, New York e la sua statua della libertà, ma anche il gioco ci porta anche in Russia, in Cina e in India, con altri monumenti iconici. Il simbolo scatter è un orologio che si avvicina alla mezzanotte, mentre il simbolo WILD ci mostra due bicchieri di champagne pronti al brindisi. Tutti i simboli sono inoltre accompagnati da piccole animazioni, che rendono il tutto ancora più vivo e festivo, e ad accompagnare questo eccezionale comparto grafico c’è anche un soddisfacente comparto sonoro. Gli effetti sonori sono efficaci ma mai invasivi, mentre la musica di sottofondo è perfetta per l’atmosfera che la slot machine vuole farci respirare.\nNew Year Riches – Moltiplicatori per l’anno nuovo\nA chi è interessato ai dati tecnici potrebbe dispiacere sapere che questa slot dispone di un RTP variabile, che oscilla tra l’84.25% e il 96.25%, accompagnato da una volatilità media. La percentuale non è delle migliori, ma il limite massimo del 96.25%, se disponibile, è abbastanza generoso. Se siete in dubbio, sappiate che la slot machine potrebbe comunque meritare qualche giocata, specialmente se teniamo conto non solo del suo comparto grafico, ma anche dei suoi generosi moltiplicatori.\nProprio per festeggiare l’anno nuovo, infatti, il gioco comincia con un moltiplicatore che aumenterà di 2 ad ogni partita, fino ad arrivare ad un incredibile (specialmente se consideriamo che ci viene dato da subito) 20x.\nInoltre, come tante altre slot, il gioco offre dei giri gratis attivabili ottenendo 3 o più simboli scatter nella griglia. Purtroppo però la funzione si limita solo a questo, e New Year Riches non offre altro.\nSlot simili a New Year Riches\nAlla fine New Year Riches si presenta come una slot dall’eccezionale comparto grafico, che però potrebbe non bastare a convincere la maggior parte dei giocatori a sorvolare sul suo gameplay estremamente semplice, e anche se propone dei moltiplicatori gratuiti, il suo RTP variabile non dà molta sicurezza. Se cercate delle slot simili, per voi ci sono Gold Pile: New Years Gold, per mantenervi sul tema capodanno, e Dance Party se invece siete più interessati a fare festa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "New Year Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/new-year-riches_thumb-286x217.jpg",
            "filename": "new-year-riches_thumb-286x217.jpg"
        }
    ],
    "name": "New Year Riches"
}