{
    "studio": "Evoplay",
    "text": "\nNight of the Living Tales\nChe cosa succede quando un grande classico della Disney incontra la creatività degli sviluppatori di Evoplay? Ce lo svela la slot machine Night of the Living Tales, che porta sul display dei giocatori appassionati di gambling una macchinetta che si ispira chiaramente alla storia di Biancaneve. Il tema diventa ancora più dark rispetto al grande classico delle fiabe e permette al giocatore di trovarsi di fronte a una griglia di gioco 5×3 con 20 linee di pagamento. Ai lati della griglia troviamo due statue di pietra: sulla sinistra una bellissima principessa, e sulla destra una strega, entrambe intrappolate. Il modo in cui potranno prendere vita e liberarsi è la parte migliore di questa slot, ma andremo a scoprirlo di seguito. Vediamo da vicino le caratteristiche di Night of the Living Tales, che presenta una volatilità alta, un RTP al 96,20% e ricompense che arrivano fino a 3.373 volte la scommessa effettuata.\nCaratteristiche e grafica della slot\nA livello grafico abbiamo una perfetta rivisitazione della fiaba di Biancaneve, con una dolce fanciulla che è intrappolata da un incantesimo lanciato dalla strega cattiva. Una maledizione che sembra però aver intrappolato anche l’anziana. Non ci sono nani o altri personaggi speciali, ma solo la possibilità di sbloccare le due figure principali.\nI rulli sono un giardino, ricco di fiori che possono portare a liberare le due donne: con una serie di vincite consecutive si animerà la dolce fanciulla, mentre in seguito a una serie di giri senza vincite sarà la strega a conquistare uno spazio sullo schermo.\nTra gli altri simboli troviamo un libro degli incantesimi che ha il potere del Wild, ed è affiancato ad altre icone di minor valore come la collana, il pettine e le chiavi, seguite dalle monete in oro, argento e rame. Ma il pezzo forte della slot sono le sue funzionalità speciali che consegnano al giocatore dei giri gratuiti.\nFunzionalità speciali\nEvoplay ha lavorato su due serie di Free spin che si attivano vincendo o perdendo più round di fila: servono 5-7 giri consecutivi per attivarli. Nel caso delle vittorie si illumineranno i fiori blu che sono al di sopra della statua di Biancaneve: con 5 giri positivi puoi animarla e ottenere 7 giri gratuiti. In questa fase si riceve un simbolo jolly sui rulli 2 e 4 e si può ottenere un giro gratuito extra per ogni Wild che appare. I giri gratis della Strega invece richiedono 7 giri senza vittorie nel gioco base. Sopra di lei si sbloccano delle rose rosse che attiveranno il suo potere malefico. Con i 5 Dark Free Spins avrai un Dark Wild che può apparire sui rulli 1, 3 e 5: ogni volta che ne trovi uno resterà fisso e potrà attribuire un moltiplicatore che cresce di uno durante la funzione extra.\nConsiderazioni finali sulla slot\nBisogna fare un lungo applauso agli sviluppatori di Night of the Living Tales perché questa macchinetta è una perla rara per il settore gambling online. È molto carina l’idea di base, ma sono geniali soprattutto le due modalità che portano il giocatore ad ottenere due diverse tipologie di giri gratuiti. In questo modo anche le sconfitte in serie possono essere ricompensante, dettaglio non da poco!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Night of the Living Tales",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/night-of-the-living-tales_slot-286x217.png",
            "filename": "night-of-the-living-tales_slot-286x217.png"
        }
    ],
    "name": "Night of the Living Tales"
}