{
    "studio": "ELK Studios",
    "text": "\nNitropolis\nNitropolis, slot machine prodotta dalla nota software house ELK, ci porta in una sorta di futuro in cui il mondo è in decadenza e a governarlo non sono gli esseri umani ma gatti, cani e persino topi!\nCiascun gruppo di animali forma una sorta di gang, che si sfida per avere il comando! Le gang di Nitropolis hanno persino dei nomi, si chiamano Dirty Dawgs, Pug Thugs, Rogue Rats, e Gritty Kitty, e combattono in uno scenario post apocalittico che dal punto di vista della grafica e degli effetti speciali si rivela davvero fantastico!\nLo stile della grafica di Nitropolis si ispira molto al mondo dei fumetti e delle graphic novels, con i protagonisti del gioco riprodotti in maniera singolare e con dovizia di dettagli: ad animare la slot troverete infatti un doberman dall’aspetto piuttosto cattivo, un gatto che indossa una bandana giapponese, un topo poco raccomandabile con in testa un elmetto e un carlino che non pare brillare per intelligenza.\nNitropolis è un gioco ricco di animazioni e di effetti speciali, che potrete osservare fin dal momento in cui aprirete la slot machine e che vi potrete godere non solo dal vostro computer ma anche da tutti i dispositivi mobili, senza che perdano di efficacia o fluidità.\nCaratteristiche principali della slot machine\nNitropolis è una slot machine con una struttura della griglia di gioco un pochino anomale: presenta infatti non cinque ma sei rulli, per quattro righe. I modi per vincere in questa slot davvero particolare vanno da 4.096 fino a ben 85.155.840: insomma, le potenzialità di vincita non vi mancheranno di certo!\nSi tratta di una slot machine caratterizzata da un’alta volatilità: non dovrete aspettarvi da Nitropolis premi piccoli e costanti, ma pazientando un pochino e sfruttando le numerose funzionalità speciali del gioco, potrete portarvi a casa premi interessanti, fino alla vincita massima che arriva a 10.000 volte il valore della vostra puntata.\nNon male anche il ritorno teorico al giocatore (return to player o RTP) di Nitropolis, che si attesta su un più che soddisfacente 96,10 %.\nPotrete effettuare le vostre scommesse a partire da soli 20 centesimi a giro, fino ad arrivare a una puntata massima di 100 €, cambiando il valore del gettone.\nSimboli e funzionalità speciali di Nitropolis\nNitropolis può apparire come una slot machine un po’ complicata, in virtù del gameplay ricco e articolato.\nI simboli regolari includono le carte da gioco dal J all’Asso, e i vari rappresentanti delle gang di animali. Il simbolo Wild è un “fungo nuvola”, che oltre ad avere funzione di jolly in combinazione paga 5 volte il valore della puntata. La particolarità più interessante di Nitropolis è la presenza dei cosiddetti “Nitro Reels”, che riempiono le righe in un rullo e possono espandersi fino a coprire l’intera griglia di gioco.\nÈ poi presente uno Scatter che regala un numero variabile di giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Nitropolis",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/nitropolis_new-286x217.jpg",
            "filename": "nitropolis_new-286x217.jpg"
        }
    ],
    "name": "Nitropolis"
}