{
    "studio": "Ainsworth",
    "text": "\nNiulang and Zhinu\nBasato su un racconto popolare cinese tradizionale, la slot machine di Niulang and Zhinu mette questi innamorati attraversati da cinque rulli e 25 linee di pagamento. I fan delle slot machine in stile orientale scopriranno molte caratteristiche di design classico che collegano il gioco alla sua storia di origine.\nLa slot online Niulang and Zhinu viene da Ainsworth e presenta il loro bonus Quad Shot che assegna uno qualsiasi dei quattro jackpot da cinque combinazioni di tipo. Altre caratteristiche includono le sostituzioni dei simboli wild e un giro libero che può essere recuperato più e più volte.\nI racconti popolari cinesi continuano ad essere una grande fonte di ispirazione per gli sviluppatori di slot, e Ainsworth è uno dei pochi che ha trovato qualcosa di unico su cui basare il proprio gioco. Niulang and Zhinu è un gioco che ha come tema una storia chiamata The Cowherd and the Weaver Girl, una storia d’amore considerata una delle migliori del folklore cinese. È un’ottima premessa per una slot machine, soprattutto se fatta bene.\nNiulang and Zhinu si trasforma in un gioco con 5×3 rulli e 25 linee di vincita, quindi niente di speciale. Tenete conto però delle sue eccellenti ricompense fino a 6.000x, insieme al 96,32% di RTP, e sono sicuro che la penserete diversamente. D’altra parte, lo hanno anche progettato per avere una volatilità medio-alta, quindi non è la slot più amichevole con i giocatori occasionali. Come sue caratteristiche migliori, il gioco menziona le sue rotazioni libere, wilds e scatters.\nUna grafica da amore proibito\nÈ la storia dell’amore proibito, un classico in molte culture, e presente nel folklore cinese sotto forma di The Cowherd e la Weaver Girl. Niulang e Zhinu sono i due personaggi principali della storia, e li vediamo entrambi sui rulli del gioco come simboli, accanto a opzioni più classiche, come templi, uccelli o fiori di ciliegio. Purtroppo il disegno non è molto aiutato dalla presenza dei Royals, simboli di bassa qualità e senza una reale connessione con il tema. Per i due simboli di funzionalità, si sono affidati a un’immagine della coppia (scatter) e a un logo Wild.\nGiocate alla slot Niulang and Zhinu online e troverete diversi elementi della storia ricreati in questo gioco dallo sviluppatore australiano Ainsworth. Questi includono un tempio cinese, una cicogna, gli amanti e un’immagine romantica di loro che si staglia contro la luna piena.\nUno sfondo di fiori di ciliegio rosa, montagne e cascate aiuta a creare la scena, e c’è una dolce melodia orientale che accompagna i suoni delle slot machine meccaniche.\nLe slot machine online con un tema asiatico spesso riempiono i loro rulli con immagini attraenti, e questo è certamente un bell’esempio del genere.\nFunzioni e simboli della Slot Machine\nLa funzione Quad Shot paga jackpot non progressivi per cinque combinazioni di genere tra i rulli delle slot machine Niulang and Zhinu. Il premio Mini viene vinto con i simboli delle carte da gioco attraverso una linea, con almeno un jolly nel mix e il Quad Shot che sovrappone qualsiasi simbolo nella vincita.\nIl premio Maxi è tuo con cinque carte da gioco e il Quad Shot senza simboli jolly sulla linea. Lei vince il jackpot Minor dai simboli dei quadri e il Quad Shot con almeno un atterraggio wild su intere linee di pagamento. Il premio Major è tuo quando atterraggi con cinque simboli immagine corrispondenti e senza simboli jolly con l’emblema del Quad Shot che sovrappone un simbolo.\nLe probabilità di vincere un jackpot Quad Shot aumentano con una posta in gioco più alta. Una, due, o tutte e tre le file sulla bobina a destra si riempiono di simboli Quad Shot overlay mentre si alza il livello della scommessa.\nLa slot online Niulang and Zhinu premia dieci, 15 o 25 giri gratis quando la luna appare in tre, quattro o cinque posti, rispettivamente. Ogni due Scatter in un singolo gioco gratuito aggiunge cinque giri extra. Questi giri possono essere gratuiti, ma il meccanismo di vincita cambia, eliminando l’opzione per quattro di un tipo di vincita.\nCorrettamente contrassegnato con il proprio logo verde e oro, il simbolo Wild servirà come sostituto per la maggior parte dei simboli, con l’eccezione dei trigger di funzionalità (Quad Shot e scatter). Lo farà però solo a partire dalle ultime tre bobine, quindi è già necessaria una parte della combo formata, prima che venga coinvolta. Inoltre, da questo simbolo non si otterranno vittorie dirette.\nLa coppia mostrata insieme, sotto l’immagine di una Luna piena, sarà il simbolo dello scatter che utilizzerete in Niulang and Zhinu. Questo può apparire su tutti i rulli, ed è utile quando atterra su almeno tre di essi. La comparsa di 3, 4 o 5 scatter in un solo giro, ti fa ottenere rispettivamente 10, 15 o 25 giochi gratis.\nDurante i giri liberi, il simbolo wild apparirà solo sul rullo 5. Al totale verranno aggiunti altri 5 giri liberi, ogni volta che appariranno 2+ scatters.\nAltre Slot Machine simili\nLa slot online Blooms Over Blooms viene da Iconic Gaming. Ha un tema romantico, uno stile asiatico, e si svolge su cinque rulli con 243 modi di vincere. Il classico gioco è caratterizzato da un simbolo selvaggio, più un giro bonus gratuito di giri.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Niulang and Zhinu",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/niulang-and-zhinu_thumb-286x217.jpg",
            "filename": "niulang-and-zhinu_thumb-286x217.jpg"
        }
    ],
    "name": "Niulang and Zhinu"
}