{
    "studio": "Rabcat",
    "text": "\nNorth Storm\nRabcat è una società di giochi emergente con sede in Austria che tra i suoi titoli di slot online predilige il tema fantasy e mitologico. Anche la slot gratis e senza registrazione North Storm segue questa tradizione, ispirandosi ad altre famose slot, come la popolare Asgardian Stones di NetEnt da cui ha preso in prestito la funzione Rolling Reels e ad alcuni programmi TV.\nGameplay della saga\nLa struttura della slot senza scaricare North Storm è composta da 25 linee di pagamento fisse distribuite su 5 rulli e 3 file. Le scommesse partono da 0,25€ fino ad un limite massimo pari a 50,00€ per giro. Con un RTP accettabile del 96,13% e una volatilità media, i giocatori amanti di premi consistenti qui si sentiranno a casa! L’aspetto più distintivo di questa slot online è da ritrovare nella meccanica di gioco in cui le vincite possono moltiplicarsi, rendendo l’azione ancora più dinamica.\nSimboli principali di North Storm\n\nSul lato inferiore, sono presenti le icone: 10, J, Q e K che vanno da 0,2 a 4 volte la puntata;\nI 3 simboli di gioco standard sono modelli celtici da 0,8 a 100 volte la scommessa;\nIl terribile Lupo è il simbolo Wild e prende il posto di qualsiasi simbolo pagante. Vale anche 100 volte la scommessa se 5 di un tipo atterrano in una combinazione vincente;\nLa figura inquietante dagli occhi luminosi azzurri è lo Scatter e si lega alla funzione Bonus Falls. Se 3 atterrano su una payline, vengono assegnati 8 giri gratuiti. Se atterrano su altre linee di pagamento durante quel giro o su giri bonus consecutivi, si traducono in altri 2 giri gratuiti con un limite di 20.\n\nNota bene! Aziona la funzione Bonus Falls e questi simboli potranno accumularsi in grandi quantitativi. Certo è, che con un primo premio del gioco pari a circa 500-1000x per giro nel bonus, gli amanti del jackpot sceglieranno terreni più redditizi, selezionando una delle nostre slot Jackpot presenti in elenco ad esempio.\nChe cos’è il Bonus Falls?\nSi tratta della caratteristica principale di questa slot gratis: quando una combo vincente arriva, si disintegra per lasciare che i simboli esistenti o nuovi riempiano gli spazi vuoti. Questo può portare a più vincitori con un giro e così via. Ciò che rende le cose ancora più interessanti è che le vincite consecutive sono soggette a un moltiplicatore che aumenta di x1 fino ad un massimo di x4 ad ogni vittoria.\nIl nostro verdetto\nRicca di ispirazioni tratte da altre slot molto popolari, North Storm è un gioco divertente con un buon potenziale di vincita. La grafica è uno dei suoi punti di forza, i simboli sono ben strutturati e l’azione Bonus Falls ha un effetto dinamite che rende il ritmo della partita molto avvincente. Se sei un fan del genere fantasy e mitologico, ti consigliamo di dare uno sguardo anche agli altri titoli presenti nel nostro elenco di slot gratis, disponibili anche in versione soldi veri, per sfruttare i bonus senza deposito e con deposito offerti dai nostri casinò online selezionati e certificati AAMS.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "North Storm",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/north-storm_free-286x217.png",
            "filename": "north-storm_free-286x217.png"
        }
    ],
    "name": "North Storm"
}