{
    "studio": "Playtech",
    "text": "\nOceanus Rising\nEntra a far parte del fantastico mondo mitologico delle antiche divinità greche con bestie feroci che attendono eroi coraggiosi e con un sottofondo musicale orchestrale di grande atmosfera. Gioca alla slot Oceanus Rising gratis e senza registrazione di Playtech e vivi da protagonista un’avventura leggendaria!\nGameplay di Oceanus Rising:  totale compatibilità con i tuoi dispositivi mobili\nLa slot senza scaricare Oceanus Rising è un gioco online basato su una struttura a 5 rulli e 30 linee di pagamento. In alto si aggiunge una seconda serie di bobine, ricca di immagini spettrali provenienti dagli abissi. Qualsiasi combinazione vincente può attivare questi rulli, colorando le linee di vincita. Salendo in superficie, puoi attivare 70 linee di pagamento con tutte le vincite moltiplicate per 5 volte! Respins Reel, moltiplicatori e il simbolo Wild ti aiuteranno nell’esplorazione di questo regno sottomarino con un buon RTP pari 95,05%.\nSotto i mari dell’antica Grecia si nascondono icone preziose\nGuarda i rulli reali e vedrai che ci sono le icone standard delle carte da gioco di bei colori brillanti oltre a scudi greci, navi da guerra, scodelle e Kraken, un mostro temuto dal profondo. Il Dio Oceanus è lì per tenere sotto controllo il Kraken, pagando i primi premi quando attraversa una linea di pagamento. Le puntate iniziali a giro partono da 0,10€ fino ad un massimo di 500,00€ ma puoi comunque provare la slot in modalità demo per vedere se ti piace.  Con un RTP del 95,05%.\nEcco i simboli principali che ti aiuteranno nella sfida contro il Kraken:\n\nSpade Incrociate, Scodelle, una Nave da Guerra Greca e uno Scudo pagano i premi di medio raggio;\nIl Kraken avvolge i suoi tentacoli intorno a ricompense comprese tra 0,1 e 20 volte la puntata quando atterra su una delle linee di pagamento della slot online Oceanus Rising;\nLo stesso Oceanus, che è anche Jolly, completo di una magnifica barba fluente e di una corona ingioiellata, è valutato da 0,2 volte la tua puntata x50 volte, a seconda del numero di rulli in cui apparirà.\n\nQual è il bonus della slot online Oceanus Rising?\nC’è solo un bonus nella slot online Oceanus Rising, ma è un’idea geniale e funziona così: ogni vittoria innesca un Rising Respin. Questo ti regalerà un giro gratis su quattro file di simboli in attraversate da 40 linee di pagamento. Se il Respin è vincente, anche la fila successiva diventa attiva per un altro giro gratuito, attivando 50 linee di pagamento. Il moltiplicatore di vincita continua secondo una sequenza fino a quando tutte e sette le file entrano in gioco. L’ottima notizia è che il massimo di vincita può arrivare fino a 250 volte la puntata totale!\nLe mie conclusioni su questo mitologico regno sottomarino\nL’aspetto che mi è piaciuto di più giocando alla slot Oceanus Rising, è che quando inizi a riempire le righe extra di simboli e a raccogliere moltiplicatori di vincita, non riesci più a smettere! Se ami questo genere di slot mitologiche, ho scritto per te altre recensioni, ti basta fare clic su una delle tante slot presenti nella libreria!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Oceanus Rising",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/oceanus-rising_new-286x217.png",
            "filename": "oceanus-rising_new-286x217.png"
        }
    ],
    "name": "Oceanus Rising"
}