{
    "studio": "StakeLogic",
    "text": "\nOld Fellow\nOld Fellow è una slot machine online sviluppata da Stakelogic nel 2021 con un layout 5×4 e 20 linee di pagamento. Ti troverai in una miniera a caccia di gemme dove potrai ottenere combinazioni vincenti con almeno 3 simboli uguali e tentare di vincere un moltiplicatore pari ad addirittura 50.000x la tua puntata. Il gioco combina un’alta volatilità con un Ritorno al Giocatore del 95.60%.\nCaratteristiche del gioco e simboli vincenti\nLa grafica è di altissima qualità ricca di simboli colorati e ben progettati, animazioni strutturate oltre ad una piacevole colonna sonora ed effetti in movimento abbinati. Tra i simboli presenti sui rulli troverai diverse gemme colorate ed uno scrigno del tesoro che agisce come Scatter. Quest’ultimo innesca la funzione Bonus Free Spin. Se atterrano 3 o più icone Scatter contemporaneamente sui rulli potrai ottenere fino a 12 Giri Gratuiti. Si tratta di una slot ricca di funzioni speciali: moltiplicatori crescenti, Gamble Feature, Acquista Bonus, Sticky Wild e si presenta non con 1 solo simbolo Wild ma ben 5!\nAccedi alle Funzionalità speciali Old Fellow\nICONA WILD – Tra le caratteristiche speciali di Old Fellow spicca sicuramente la possibilità di trovare 5 diversi simboli Wild. Ognuna di queste icone viene rilasciata su un solo rullo specifico e può sostituire tutti gli altri simboli tranne lo Scatter. Con 5 Wild su una payline puoi ottenere 1.500x la tua puntata;\nICONA SCATTER – Lo Scatter (lo scrigno del tesoro) innesca la funzione Free Spin. Ottieni da 2 a 5 Scatter e riceverai un moltiplicatore da 2x a 500x la scommessa oltre a 12 Giri Gratuiti. Durante i Free Spin il simbolo Wild diventa Sticky Wild. I Giri Gratuiti non possono essere riattivati.\nGAMBLE FEATURE  Non dimentichiamoci della Gamble Feature che può verificarsi dopo qualsiasi vincita nel corso del gioco base o dopo i Free Spin e con cui il giocatore può tentare di raddoppiare o quadruplicare le vincite cercando di indovinare colore e seme di una carta. Si può anche decidere di disattivare la funzione.\nConsiderazioni finali sulla slot Old Fellow\nOld Fellow è una slot senza download progettata nei minimi dettagli e con un’alta giocabilità. Grazie alle svariate funzioni che offre, il gameplay risulta divertente e dinamico. Inoltre grazie all’elevata volatilità le ricompense possono essere meno frequenti ma sicuramente più elevate. Cosa aspetti a scendere nella miniera e andare a caccia dello scrigno del tesoro?\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Old Fellow",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/12/old-fellow-gratis-286x217.png",
            "filename": "old-fellow-gratis-286x217.png"
        }
    ],
    "name": "Old Fellow"
}