{
    "studio": "Habanero",
    "text": "\nOrbs of Atlantis\nFantastica è l’aggettivo più adatto per Orbs of Atlantis, la nuova slot Habanero ispirata al dio Poseidone, re incontrastato dei mari capace di scatenare con un solo gesto terribili tempeste. Per questo i marinai erano soliti pregare il dio ogni volta che si mettevano in viaggio.\nCome tutti i giochi che utilizzano un tema epico, anche in Orbs of Atlantis la grafica ha un ruolo molto importante. La griglia di gioco di forma circolare ha una cornice di pietra su cui sono scolpiti dei versi antichi e ai lati le statue delle divinità. In basso, due enormi polpi, uno rosso e uno verde, si guardano in cagnesco.\nin basso troviamo la consolle con tutti i tasti per giocare e per calibrare al meglio la nostra scommessa, oltre alla funzione “acquista” che ci permette di comprare gli Scatter per ottenere le partite bonus.\nCaratteristiche della slot\nCome dicevamo presentando il gioco, Orbs of Atlantis ha un gameplay particolare che non si basa sul tradizionale sistema di rulli. Infatti, ci ritroveremo davanti a due percorsi in cui vengono spedite due file distinte di palline, i nostri simboli. I simboli identici e adiacenti formano combinazioni vincenti, dopodiché esplodono e lasciano posto a nuove palline sparate dall’alto.\nSi scommette in gettoni, con il valore di ognuno di essi che parte da un minimo di 0,01. Per ogni partita occorrono almeno 25 gettoni, con la puntata massima limitata a 150. La volatilità è media, il ritorno teorico al giocatore è invece fissato a 96,58% nel gioco base.\nSimboli e funzionalità\nLe combinazioni paganti partono da un minimo di 5 simboli sino a un massimo di 13. La prima cascata di simboli ha un moltiplicatore x1, la seconda x2 e così via. Dalla quarta cascata in poi, il moltiplicatore applicato è pari a x5.\nIl simbolo Wild è il braciere divino, sostituisce tutti le icone eccetto lo Scatter e paga quanto il simbolo di maggior valore. Dalla seconda cascata in poi, due simboli base vengono sostituiti da altrettanti Wild.\nL’occhio è il nostro Scatter e ci ricompensa con un numero di partite gratuite compreso tra 10 e 500. Se si ottengono 9 o più simboli Scatter, i Free Spins saranno 1.000!\nDurante le partite gratis, il moltiplicatori a seguito delle cascate di simboli è maggiore, arrivando a pagare x15 oltre la quinta combinazione vincente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Orbs of Atlantis",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/orbs-of-atlantis-new-286x217.png",
            "filename": "orbs-of-atlantis-new-286x217.png"
        }
    ],
    "name": "Orbs of Atlantis"
}