{
    "studio": "Novomatic",
    "text": "\nOrca\nCaratteristiche principali\nSoftware: Novomatic\nPuntata minima: 0,50 €\nPuntata massima: 50 €\nRulli: 4\nLinee di vincita: 50\nAutoplay: Presente\n\nOrca in generale\nLa software house Novomatic ci ha abituati a una vasta gamma di slot machine dallo stampo piuttosto classico: Fruits Machine, temi vintage, campane e carte da gioco sono da sempre i giochi di punta dell’azienda austriaca.\nIn questo senso Orca rappresenta un’eccezione, sia per tema che per grafica.\nIn effetti questa slot ricorda molto le grafiche pulite ed efficaci della IGT, e i suoni avvolgenti sembrano provenire direttamente dalla profondità dell’oceano.\nIl tema del mare è sviluppato molto bene, a partire dallo sfondo, che pare un vero e proprio fondale marino, fino ai simboli, disegnati con accuratezza.\nNel complesso si tratta di una slot machine estremamente piacevole, con una modalità di gioco non particolarmente innovativa ma di certo coinvolgente e che offre buone possibilità di vincite.\n\nSimboli, Scatter e Wild\nI simboli di questa slot sono legati alla figura dell’orca e al suo ambiente naturale: troviamo dunque le foche (che, ahimè, spesso rappresentano il pasto dell’orca), dei coloratissimi pesci tropicali, i pinguini e il sole al tramonto.\nAccanto a questi, come sempre nelle slot firmate Novomatic, abbiamo le carte da gioco dal 9 all’Asso. Le carte da poker sono i simboli che pagano meno, mentre le figure son quelle che danno la possibilità di ottenere vincite più alte.\nIl simbolo Wild è rappresentato da una maschera Maya dorata, che sebbene non pare avere un nesso con il tema del gioco, può sostituire tutti gli altri simboli, ad eccezione dello Scatter, per formare una combinazione vincente.\nLo Scatter è invece la coda dell’orca che emerge dall’acqua e quando compare per tre o più volte, regala ben 10 giri gratuiti.\n\nModalità di gioco\nSi tratta di un gioco con un gameplay abbastanza semplice, che segue le classiche regole delle slot e offre la possibilità di raddoppiare le vincite con la funzione Gamble.\nCome in ogni slot che si rispetta, si ottiene una vincita quando sui rulli compaiono dei simboli identici in posizioni adiacenti, allineati da sinistra verso destra. Questa regola è valida per tutti i simboli tranne per lo Scatter, che paga in qualsiasi posizione.\nIl simbolo che permette di ottenere vincite più alte è quello dell’orca: quando compare cinque volte regala un jackpot di 1000 gettoni. I pinguini e le foche hanno lo stesso valore e,  in caso di allineamento per cinque volte pagano 500 gettoni.\nI simboli che pagano di meno sono rappresentati dai pesci tropicali e dalle carte da gioco. Nel dettaglio, cinque Assi, K o pesci tropicali pagano 400 gettoni, mentre Q, J e 9 solamente 200 gettoni.\nAnche in questa slot, dopo una vincita di qualsiasi valore, si può accedere alla funzione Gamble, che permette di raddoppiare il premio nel caso in cui si indovini il colore della carta che compare sullo schermo. In caso contrario si perde l’intera vincita.\n",
    "images": [
        {
            "alt": "I simboli della slot online Orca",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/orca-simboli.jpg",
            "filename": "orca-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Orca",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/orca-tabella-pagamenti.jpg",
            "filename": "orca-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Orca hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/orca-modalitá-bonus.jpg",
            "filename": "orca-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Orca",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/orca_gratis-286x217.jpg",
            "filename": "orca_gratis-286x217.jpg"
        }
    ],
    "name": "Orca"
}