{
    "studio": "IGT",
    "text": "\nPamplona\nInformazioni generali\nSoftware: IGT\nRulli: 5\nPuntata min.: 0,50 €\nPuntata max.: 50 €\nAutoplay: Si\nTema e grafica\nPer i giovani spagnoli e per gli incauti turisti la corsa con il toro di Pamplona rappresenta una sorta di rito di passaggio! Nel rispetto di una tradizione lunga oltre 600 anni l’evento si svolge nella città di Pamplona e prevede una corsa scapestrata per le vie della città inseguiti da un branco di tori furiosi, cercando di non essere calpestati.\nLa slot, pur prendendo il nome da questa tradizione, non è basata sulla folle corsa di Pamplona, ma piuttosto sul tema della corrida. Sullo sfondo infatti è presente un’arena e tutta la simbologia è incentrata sul più o meno discutibile evento che allieta da secoli la popolazione spagnola e non solo.\nLa grafica è di buona qualità, caratteristica abbastanza tipica delle slot firmate IGT, e la musica spagnoleggiante in sottofondo rende il gioco molto gradevole e coinvolgente.\nSimboli, Wild e Scatter\nI simboli dal valore più alto sono quelli tematici e sono rappresentati dalla spada, dal mantello rosso, dal ventaglio e ovviamente dal toro di Pamplona.\nAccanto ai simboli tematici sono presenti, come sempre, le lettere e i numeri corrispondenti alle carte da poker, che però rispetto agli altri simboli pagano di meno.\nIl simbolo Wild è l’impavido torero, che funge da Jolly e quando occorre completare una linea vincente può sostituirsi a tutti gli altri simboli tranne lo Scatter.\nQuest’ultimo è El Toro su uno sfondo arancione e attiva il gioco Bonus. Per accedere a questa funzionalità speciale il simbolo del toro deve comparire in qualsiasi posizione sui rulli per almeno tre volte: potrai così ottenere una vasta scelta di bonus, a partire dai giri gratuiti per arrivare a dei ricchi moltiplicatori.\nCome funziona il Bonus “El Toro”?\nUna volta ottenuta sui rulli una combinazione in cui il simbolo Scatter compare almeno tre volte, avrai la possibilità di scegliere una delle seguenti opzioni di gioco:\n\n15 giri gratuiti con un moltiplicatore fino a 10x\n20 giri gratuiti con un moltiplicatore fino a 5x\n30 giri gratuiti con un moltiplicatore fino a 3x\n\nSe durante la partita bonus compariranno altri tre simboli Scatter potrai accedere ad ulteriori giri gratuiti, ma è una possibilità che ti sarà data solo per un numero limitato di volte (tre).\nPamplona in conclusione\nSebbene Pamplona non sia un slot così impressionante dal punto di vista grafico come altre slot di casa IGT o di altre software house, il gioco bonus compensa delle eventuali carenze in questo senso. Con Pamplona avrete a disposizioni oltre 1000 possibilità di vincita, per delle sessioni di gioco che potrebbero rivelarsi davvero molto produttive, se si riesce a sfruttare tutti i trucchi e le possibilità offerte dalle funzioni speciali. La musica spagnola in sottofondo rende l’atmosfera molto caratteristica e avvolgente e il gioco risulta accattivante e divertente.\nIn conclusione possiamo dire che in virtù della modalità di gioco e del valore relativamente basso delle puntate, questa slot è particolarmente adatta ai principianti o a coloro che privilegiano il divertimento ai guadagni stellari.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pamplona",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pamplona-slot-1-286x217.jpg",
            "filename": "pamplona-slot-1-286x217.jpg"
        }
    ],
    "name": "Pamplona"
}