{
    "studio": "Tom Horn Gaming",
    "text": "\nPanda’s Run\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 3\nLinee di gioco:40\nReturn to Player (RTP): 95,74 %\nAutoplay: presente\nTema, grafica e caratteristiche principali\nDal cilindro di Tom Horn Gaming nasce Panda’s Run, una slot machine a tema animale molto originale e divertente!\nIn questo simpatico gioco sono presenti gli animali della foresta e i simboli tipici della cultura orientale. Come intuibile leggendo il nome alla slot, il panda e tutta la sua famiglia sono tra gli animali più caratteristici dell’intero gioco, anche se accanto ad essi troviamo tartarughe, tigri etc…\nLa grafica è molto ben curata e il verde rigoglioso della foresta di bambù fa da sfondo a un gioco a cinque rulli e 40 linee di pagamento.\nPrima di iniziare il gioco è possibile selezionare le linee di pagamento da attivare e anche quanto scommettere su ogni singola linea: il valore della puntata per linea va da 0,01 a 0,20, per cui la puntata massima complessiva è di € 8. Il range molto limitato di scommesse potrebbe far storcere il naso a coloro che prediligono le slot su cui è possibile giocare cifre più consistenti.\nNel complesso si tratta di una slot carina con cui è possibile vivere una bella esperienza di gioco, anche se non rientra sicuramente nella categoria dei giochi adrenalinici!\nSimboli e modalità di gioco\nIl simbolo più importante su Panda’s Run, a discapito del titolo, è la tartaruga d’oro: se appare sui rulli per almeno tre volte, offre sia dei giri gratuiti, sia la possibilità di raddoppiare la puntata. La tartaruga d’oro può comparire solo sui rulli 2, 3 e 4: inizialmente si ottengono 5 giri gratuiti ma è possibile avere ulteriori free spins riattivando il bonus round.\nIl simbolo dell’antico tempio orientale è un’altra icona speciale di Panda’s Run, in quanto rappresenta il Wild: sostituisce tutti gli altri simboli tranne la tartaruga d’oro nel completamento di una linea vincente.\nSe il tempio compare su tutti e cinque i rulli si ottiene il pagamento più alto in assoluto, ossia 1000 monete.\nOltre ai simboli speciali abbiamo anche quelli regolati: il grande panda e la sua famiglia, il cucciolo di tigre e il bambù. In aggiunta ai simboli tematici ci sono le tradizionali carte da gioco, che rappresentano anche le icone con il valore più basso.\nSlot simili a Panda’s Run\nSe amate lo stile orientaleggiante di questa slot machine, be’, non farete fatica a trovarne di simili!\nTra i giochi a tema cinese citiamo Chinese Zodiac, una bella slot a cinque rulli e 45 linee di pagamento, con un bonus che offre fino a 320 giri gratuiti. Per quanto riguarda il tema naturalistico vi consigliamo invece 100 Pandas, una slot machine molto bella e particolare, con ben 100 linee di pagamento e sei rulli anziché i canonici cinque. 100 Pandas offre inoltre una modalità di gioco molto ben bilanciata, con una volatilità media e la possibilità quindi di ottenere vincite abbastanza frequenti e consistenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Panda's Run",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/pandas-run_new-286x217.jpg",
            "filename": "pandas-run_new-286x217.jpg"
        }
    ],
    "name": "Panda’s Run"
}