{
    "studio": "Ainsworth",
    "text": "\nPanda King\nPanda King è una delle ultime slot machine rilasciate dalla software house Ainsworth e, come facilmente intuibile anche solo ad una prima occhiata, è incentrata sul tema della cultura orientale, cinese in particolare, e ai simboli che la rappresentano, con in testa un bellissimo panda, considerato l’animale mascotte della Cina.\nNegli ultimi anni, complice l’uscita nelle sale di Kung Fu Panda, abbiamo visto anche nel mondo delle slot machine sempre più giochi che vedono gli adorabili orsi mangiatori di bambù come protagonisti; tra questi giochi ricordiamo per esempio Wild Panda di Aristocrat o Panda’s Party.\nPanda King è una slot machine che si distingue soprattutto per un compartimento grafico realizzato in maniera davvero eccellente: il panda che fa capolino nella schermata iniziale è riprodotto in modo assai realistico, mentre la schermata di gioco è del tutto occupata dai rulli, che appaiono incorniciati dalle caratteristiche canne di bambù.\nOgni tanto poi il panda compare da dietro i pulsanti per il settaggio del gioco per salutarvi mentre girano i rulli, il che contribuisce a rendere l’esperienza di gioco ancora più divertente e coinvolgente.\nCaratteristiche principali della slot machine\nPanda King è una slot machine dalla struttura molto tradizionale, caratterizzata da cinque rulli, tre righe e venti linee di pagamento. Per quanto riguarda il range di sommesse, è possibile effettuare le puntate a partire a 0,01 fino a 100 crediti per ogni giro. Il gioco consente di regolare l’importo della scommessa selezionando anche solo una linea di pagamento, tuttavia, per aumentare le chance di ottenere dei premi di un certo valore, è consigliabile giocare su tutte le linee disponibili. Una cosa molto apprezzata è la possibilità di visualizzare la cronologia del gioco e di provare le diverse funzioni prima di giocare con dei soldi veri.\nUna nota un pochino stonata di Panda King è senza dubbio il bassissimo ritorno teorico al giocatore (return to player o RTP), che con un davvero deludente 94,34 % si attesta ben al di sotto della media della maggior parte dei giochi di slot.\nPotrete giocare a Panda King sia dal vostro computer desktop sia da tutti i dispositivi mobili, siano essi Windows, iOS o Android, senza che la risoluzione e la funzionalità siano ridotte.\nSimboli e funzionalità di Panda King\nLe icone raffigurano i simboli più rappresentativi della cultura cinese e includono la cascata, un pergolato, un fiore di loto, una moneta e un lingotto d’oro.\nIl Panda è il Wild del gioco mentre lo Scatter è lo Ying Yang, che quando compare sui rulli per almeno tre volte in qualsiasi posizione permette di accedere alla funzione Free Spins.\nQuesta funzione speciale non è una sola, ma vi sarà chiesto di scegliere fra tre opzioni che prevedono un numero variabile di giri gratuiti da 8 a 12 e diversi possibili simboli che si alternano sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Panda King",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/panda-king-thumb-286x217.jpg",
            "filename": "panda-king-thumb-286x217.jpg"
        }
    ],
    "name": "Panda King"
}