{
    "studio": "Pragmatic Play",
    "text": "\nPanther Queen\nQuesta bella slot machine di casa Pragmatic Play ambientata nella giungla oltre a essere particolarmente affascinante dal punto di vista grafico, offre anche un gameplay originale che vi farà passare molto tempo davanti allo schermo!\nOltre ai canonici cinque rulli infatti, Panther Queen ne ha uno aggiuntivo che però non ha la funzione tradizionale ma rappresenta un moltiplicatore fino a x10, che si attiva ogni volta che sui rulli appare una combinazione vincente.\nIl sesto rullo con funzione di moltiplicatore non è una novità per questo provider, infatti tra i giochi presenti nel suo catalogo ne possiamo trovare un altro analogo, ambientato però nell’antico Egitto e che si chiama Queen of Gold.\nSe si esclude questa funzione speciale, Panther Queen è una classica slot machine a cinque rulli e 25 linee di pagamento, con simboli regolari e speciali e un range di possibili scommesse che va da 1 a 10 gettoni per linea, con un valore del gettone da 0,01 fino a un massimo di 0,50 €.\nLa vincita più alta che si può ottenere su Panther Queen è pari a 400 volte la puntata iniziale!\nSimboli regolari e speciali in Panther Queen\nIl colpo d’occhio della schermata iniziale di questa slot machine è veramente bello: una giungla lussureggiante e una cascata maestosa sono il regno della bellissima Panther Queen, un’amazzone moderna con la fedele pantera al suo fianco. I rulli scorrono su uno sfondo verde molto semplice e i simboli sono distinguibili in tematici e non.\nPer quanto riguarda quelli tematici, questi sono rappresentati dagli abitanti della giungla: la pantera nera, ovviamente, ma anche la scimmia, il tucano e un grosso boa, oltre che un fiore di ibisco rosso. I simboli non tematici sono le carte da gioco dal 10 all’Asso, riprodotti in maniera coerente con il tema.\nIl simbolo Wild di questa slot machine non poteva non essere proprio la regina della giungla: non solo ha funzione di jolly e come tale può sostituire tutti gli altri simboli nel determinare una combinazione vincente, ma rappresenta anche il simbolo che ha più valore in assoluto, infatti quando la Panther Queen compare sui rulli per cinque volte e il moltiplicatore è pari a x10 si ottiene la vincita massima.\nÈ presente inoltre una funzione Free Spins che continua fino a quando compaiono i simboli bonus, permettendo di ottenere un numero di giri gratuiti virtualmente illimitato.\nConclusioni\nPanther Queen è una slot che ci è piaciuta molto, dobbiamo dirlo! Innanzitutto la grafica molto ben curata e la colonna sonora rendono l’esperienza di gioco veramente piacevole, inoltre la presenza del sesto rullo con funzione di moltiplicatore offre sia vincite più consistenti sia un maggior divertimento!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Panther Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/panther-queen_slot-286x217.jpg",
            "filename": "panther-queen_slot-286x217.jpg"
        }
    ],
    "name": "Panther Queen"
}