{
    "studio": "Red Rake",
    "text": "\nParrot Bay\nForzieri nascosti, galeoni, mari in tempesta e tanta avventura. Con Parrot Bay, Rad Rake ci lancia nella stiva di una nave, tra i barili carichi di polvere da sparo e i cannoni pronti ad attaccare le navi nemiche. Sarà una slot machine degna di questa promessa?\nParrot Bay – Pappagalli e cannonate\nCome già detto, con Parrot Bay ci ritroviamo nella stiva di una nave, piena di cannoni puntati sul mare e barili di polvere da sparo, ed è proprio questa immagine che fa da sfondo alla slot, seppur coperta dall’affollatissima griglia di gioco. Come molte altre slot della Red Rake infatti, la griglia di gioco presenta simboli molto piccoli, a favore di rulli più grandi ed efficaci, ma l’aspetto grafico riesce comunque ad avere un suo carattere ben distinto. Tutto ci riporta all’atmosfera piratesca, dalle mappe bruciate su cui vengono segnate le vincite, al pulsante per giocare decorato con un grosso teschio. I simboli, che come accennavamo prima sono molto piccoli, fanno il loro dovere. Mettendo da parte le semplici lettere stilizzate, troviamo pappagalli, archibugi, galeoni dorati, bottiglie di rum, forzieri pieni di monete ed un pirata con un uncino. Il simbolo bonus invece è rappresentato con una mappa del tesoro, mentre il simbolo wild riporta un teschio dorato e due sciabole incrociate.\nParticolarmente efficace il comparto sonoro, con una musica in grado di trasportarci fin da subito in un’epica battaglia navale tra pirati, e anche gli effetti sonori sono ottimi e soddisfacenti.\nParrot Bay – A suon di cannonate\nDal punto di vista del gameplay, Parrot Bay resta in linea con altri titoli della Red Rake. La volatilità della slot è alta, ma il suo RTP è del 95.3%, nella media, ma sicuramente non uno dei migliori. A compensare, c’è la solita promessa da parte della Red Rake di avere più di un milione di modi per vincere, grazie alle infinite combinazioni che i capienti rulli possono portarvi ad ottenere. Per ottenere i suoi bonus speciali, Parrot Bay richiede parecchio tempo e giocate da investire. Al lato della schermata c’è una barra da riempire con le vittorie, quando questa sarà piena si attiverà il Cannon Minigame, in cui dovranno essere distrutti dei pannelli che riveleranno dei simboli. L’obbiettivo del minigioco è ottenere moltiplicatori, e durerà fino a che non finiranno tutti i colpi (ma è possibile ottenerne altri distruggendo i pannelli giusti). Al lato della griglia c’è anche un altro indicatore da riempire, che formerà la scritta “BONUS” e permetterà di ottenere giocate gratuite. È possibile riempirlo vincendo per 5 giocate di seguito, e si partirà con 10 giri gratuiti. Anche qui è possibile ottenerne di più, se sui rulli usciranno simboli bonus.\nSlot simili a Parrot Bay\nCon Parrot Bay, Red Rake confeziona un prodotto efficace, pur rimanendo perfettamente in linea con i loro standard. Se dopo aver provato questa slot siete ancora affamati di avventure piratesche, potete provare Wild Pirates e BountyPop. Se invece siete interessati all’ampia griglia e al milione di modi per vincere, Million Dracula, sempre della Red Rake, fa al caso vostro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Parrot Bay",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/parrot-bay-logo-286x217.jpg",
            "filename": "parrot-bay-logo-286x217.jpg"
        }
    ],
    "name": "Parrot Bay"
}