{
    "studio": "Red Tiger",
    "text": "\nPersian Fortune\nPersian Fortune è una slot machine prodotta dalla software house Red Tiger Gaming che, sebbene non sia blasonata quanto altri provider, offre un catalogo ricco di giochi che si distinguono per originalità e soprattutto per una grande qualità e attenzione ai dettagli.\nI giochi della Red Tiger raramente sono banali e anche Persian Fortune si rivela una slot piena di sorprese e che garantisce agli appassionati un’esperienza di gioco davvero bella e coinvolgente.\nIl tema è quello delle favole e delle leggende del Medio Oriente, con chiari riferimenti a Le Mille e una Notte. Non si può dire che si tratti di un tema poco sfruttato nel mondo delle slot machine, tuttavia con un compartimento grafico così ben realizzato e una modalità di gioco particolare, Persian Fortune riesce comunque a distinguersi.\nLa pagina iniziale della slot ci accoglie con una bellissima principessa persiana, mentre la schermata di gioco, nella tonalità del blu, è molto semplice e accoglie solo i rulli, sui quali si alternano simboli dedicati alle tradizioni mediorientali.\nNel complesso, il compartimento grafico appare molto elegante e rilassante, ben curato e per nulla banale, arricchito inoltre da una deliziosa colonna sonora in stile persiano.\nCaratteristiche della slot\nPersian Fortune è una slot con una struttura di gioco abbastanza tradizionale: presenta infatti i cinque rulli classici e venti linee di pagamento. Le sorprese iniziamo a notarle quando cominciano a girare i rulli: la tecnologia “Drop” fa si che i simboli si espandano e regalino dei moltiplicatori fino a 8x. Sono presenti inoltre i cosiddetti “simboli giganti”, dei Respins con jolly aggiunti e altri bonus che possono far vincere fino a 888 volte il valore della puntata iniziale.\nIl range di scommesse di Persian Fortune è molto ampio: si parte infatti da puntate da soli 20 centesimi fino ad arrivare alla cifra di 500 €, davvero impegnativa e non adatta di certo ai deboli di cuore!\nDopo ogni giro vincente i simboli che hanno determinato la combinazione vengono rimossi dai rulli e sostituiti da quelli che si trovano nella riga superiore, che continuano a “cadere” fino a quando non si otterrà una nuova combinazione vincente. Ogni vincita successiva regala anche un moltiplicatore, da 2x per la seconda vincita fino a 8x nelle successive.\nSimboli di Persian Fortune\nPersian Fortune presenta nove simboli regolari e due speciali: i primi sono rappresentati innanzitutto dai numeri e dalle lettere che si riferiscono alle carte da gioco, in questo caso dal 10 all’Asso, a cui si aggiungono i simboli più prettamente tematici, ossia un palazzo reale persiano, un anello con una gemma incastonata, due sciabole che si incrociano e un antico vaso.\nIl simbolo Wild è l’immagine della bella regina persiana, ha funzione di jolly e come tale può sostituire tutti gli altri simboli per completare una combinazione vincente. Il simbolo Bonus è invece un forziere che se compare almeno tre volte permette di accedere a una special feature: questo bonus Tappeto Volante farà si che appaiano sulla schermata 14 tessere dietro le quali si cela una pietra preziosa a cui corrisponde un premio.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Persian Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/persian-fortune_logo-286x217.jpg",
            "filename": "persian-fortune_logo-286x217.jpg"
        }
    ],
    "name": "Persian Fortune"
}