{
    "studio": "GiocaOnline",
    "text": "\nPharaohs Secret\nLa cultura dell’Antico Egitto, ricca di misteri, dava grande importanza ai simboli religiosi, a cui si associavano aspetti rilevanti della vita. In questa slot la Giocaonline si è concentrata su quelli più famosi, come l’Ureo e l’occhio di Horus. La grafica utilizzata è come al solito ricca di dettagli, l’oro e i colori brillanti delle gemme preziose sono i colori dominanti, a sottolineare la sfarzosità che da sempre accompagna questa cultura millenaria. Il gioco si svolge all’interno della piramide, con i rulli trasparenti di colore azzurro in sovrimpressione. Nella parte bassa della console troviamo tutto ciò che ci serve per impostare al meglio la nostra giocata. Attraverso i tasti più e meno possiamo determinare il valore della nostra scommessa, ma nel caso attraverso il tasto Bet Max possiamo impostare il valore massimo con un unico click.\nCaratteristiche principali\n20 linee di pagamento fisse, una griglia a 5 rulli e 3 righe compongono il nostro tavolo da gioco. Il costo di ogni giro è abbordabile, si parte da 0,01 € per linea, per un totale di 0,20 € totali. Naturalmente chi lo desidera può puntare sino a un massimo 20 € complessivo su ogni giro. La volatilità è media, mentre il ritorno teorico al giocatore (RTP) del 94% non è altissimo, sempre ricordando che questo è un valore teorico che incide in minima parte sulle possibilità di vincita.\nSimboli e funzionalità di Pharaohs Secret\nTutte le icone sono rappresentate dai simboli tipici dell’Egitto, compresi quelli delle carte da gioco, che sono poi quelli con minor valore. I simboli tematici sono quelli che pagano di più. La croce sacra, chiamata “chiave della vita”, può moltiplicare la scommessa iniziale per 500x, lo scarabeo alato sino a 750x, con l’anello si arriva a 1.000x, Anubi 1.550x e per finire il cobra Ureo sino a un massimo di 2.000 volte.\nLa regina è il nostro simbolo Wild, sostituisce tutti i simboli eccetto quelli Bonus.\nUn secondo Wild è rappresentato dal faraone, può comparire solo sul rullo 3 e solo in presenza di una combinazione vincente. La sua particolarità è di espandersi su tutto il rullo, trasformandolo in Wild.\nC’è poi il simbolo X2 che può comparire in qualsiasi posizione dei rulli e raddoppia le vincite regolari, ma non quelle Bonus.\nTre scrigni danno il via al primo gioco Bonus. Sotto ogni scrigno si trova una vincita e/o una chiave della vita che ci permette di passare al livello successivo. La vincita massima è di 1.000 volte la puntata.\nIl simbolo “Tiri Gratis” ricompensa con giri gratuiti, da un minimo di 10 a un massimo di 30.\nL’anello magico invece trasforma tutti i simboli lettera in una vincita, sino a un massimo di 250 volte la puntata.\nInfine, due piramidi dorate presenti sui rullo 1 e 5 ci ricompenserà con una vincita misteriosa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pharaohs Secret",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/pharaohs-secret_featured-286x217.jpg",
            "filename": "pharaohs-secret_featured-286x217.jpg"
        }
    ],
    "name": "Pharaohs Secret"
}