{
    "studio": "IGT",
    "text": "\nPharaoh’s Fortune\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di gioco: 15\nPuntata min.: 30 €\nPuntata max.: 750 €\nAutoplay: Si\nTema, grafica e caratteristiche principali\nPharaoh’s Fortune deve il suo successo in gran parte all’enorme popolarità che ha avuto nei casinò terrestri, specialmente in quelli americani.\nSi tratta di una slot machine molto semplice come modalità di gioco, a cinque rulli e quindici linee di pagamento, che strizza un occhio ai grandi classici della vecchia scuola di Las Vegas.\nPharaoh’s Fortune, come si intuisce dal titolo, è incentrata sul tema dell’antica civiltà egizia, molto popolare nel mondo delle slot machine e sfruttata da diverse software house.\nLa grafica non presenta animazioni 3D o particolari effetti speciali, ma risulta ben curata e gradevole. Una particolarità è rappresentata dalla colonna sonora: “Walking like an Egyptian” dei The Bangles che vi terrà compagnia mentre girano i rulli!\nSimboli, Wild e Scatter\nL’icona del gioco è rappresentata da un faraone in versione molto glamour, con dei vistosi occhiali da sole a punta, pizzetto alla moda e sorriso smagliante.\nAnche gli altri simboli richiamano l’iconografia dell’Antico Egitto e includono\n\nIl tesoro del Faraone,\nIl lupo,\nLa figura di due egiziani,\nUn egiziano sul cavallo,\nLa Fenice,\nLa civetta\nL’occhio di Horus\nLo scarabeo sacro\n\nIl simbolo Wild è rappresentato dal tesoro del faraone e, come tale, può sostituire tutti gli altri simboli, ad eccezione dello Scatter e del Faraone Verde, per completare una combinazione vincente.\nLo Scatter è invece lo Scarabeo Sacro blu, e paga ogni volta che compare su una linea di pagamento attiva a prescindere dalla posizione che occupa.\nSempre per quanto riguarda i simboli, possiamo notare che in questa slot mancano le lettere e i numeri che corrispondono alle carte da poker, il che rappresenta un’eccezione in casa IGT.\nCome si gioca a Pharaoh’s Fortune?\nIl simbolo che paga di più in assoluto in questa slot è il logo di Pharaoh’s Fortune, ossia il Faraone Verde: se compare su tutti i cinque rulli permette di vincere un montepremi pari a ben 10.000 volte la puntata e considerato che si possono puntare fino a 750 €, va da sé che le possibilità di vincita sono davvero importanti!\nUna caratteristica molto apprezzata in Pharaoh’s Fortune è la funzione Bonus, grazie alla quale si può accedere a un gran numero di giri gratuiti e a ricchi moltiplicatori. Quando inizia il gioco bonus compariranno trenta massi girati che nascondono i premi: 22 regalano un giro gratis, 5 sono moltiplicatori e i restanti 3 faranno ricomparire i massi del gioco.\nIn totale, grazie al gioco bonus sarà possibile ottenere tra i cinque e i venticinque giri gratuiti e moltiplicatori fino a 6x. Oltretutto, considerato che tre dei massi del gioco bonus praticamente lo fanno cominciare da capo, il numero massimo di giri gratuiti può arrivare (anche se è decisamente improbabile) fino a 999.\nLa pecca di questo gioco, sebbene molto allettante in quanto a possibilità di vincita, è l’importo minimo della puntata, che ha valore di 30 € e potrebbe risultare un po’ limitante.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pharaoh's Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pharaohs-fortune-logo-286x217.jpg",
            "filename": "pharaohs-fortune-logo-286x217.jpg"
        }
    ],
    "name": "Pharaoh’s Fortune"
}