{
    "studio": "Bally",
    "text": "\nPharaohs Dream\nÈ inutile negarlo: non si può pensare alle slot online senza l’Antico Egitto. Quest’ambientazione rimane fra le più popolari in assoluto, con i suoi antichi tesori nascosti fra i meandri delle cripte di potenti faraoni situate nelle enigmatiche piramidi.\nPharaoh’s Dreams della Bally ci propone una slot che prende a piene mani dalla ricca mitologia dell’Antico Egitto, lasciandoci così immergere in un’ambientazione ricca di mistero alla ricerca di preziose vincite.\nNe parliamo più dettagliatamente in questa recensione, partendo dall’aspetto estetico ed arrivando a quello prettamente tecnico.\nPharaoh’s Dreams – Grafica\nLa griglia di Pharaoh’s Dreams si trova all’interno di un’antica cripta avvolta nelle ombre e illuminata solo da una sinistra luce violacea.\nContrariamente a molte altre slot della Bally che risultano piuttosto essenziali e datate, Pharaoh’s Dreams sembra invece mostrarsi più sfarzosa che mai. Anche solo dalle decorazioni ai lati della griglia, spesso la parte più scarna della slot.\nI coloratissimi simboli sono, invece, piuttosto classici. Partendo dagli ormai noti simboli delle carte da gioco (A, K, Q, J, 10 e 9) che sono impreziositi da gioielli e corone, arrivando a quelli a tema come lo scarabeo sacro, la croce Ankh e l’occhio di Horus.\nLe illustrazioni dei simboli sono molto curate anche se tendono più a un disegno grafico e quindi votato alla semplicità. Un concetto che non abbandona mai del tutto le slot Bally. Come sottofondo musicale, invece, troveremo la classica musica misteriosa che potremo trovare in molte altre slot sull’Antico Egitto.\nPharaoh’s Dreams graficamente compie dei passi avanti rispetto ad altre slot Bally, ma questi passi sono molto molto piccoli. Ma balziamo direttamente al gameplay!\nPharaoh’s Dreams – Gameplay\nPassiamo quindi all’aspetto tecnico, che è quello che interessa di più alla maggior parte dei giocatori. Sulla carta stiamo parlando di un titolo che già dalla griglia di gioco cerca di differenziarsi dagli altri titoli che possono essere trovati online.\nInvece di uno schema 5*3, infatti, viene utilizzato una griglia 5*4, la quale mostra quindi cinque simboli in più a ogni giocata e che può permetterci di ottenere un numero maggiore di combinazioni vincenti.\nLa slot si presenta così con un RTP pari al 95,91%, leggermente basso considerata la media di mercato ma che comunque permette di avere un gameplay ricco di vincente e divertente d’affrontare.\nIl simbolo del faraone dà accesso alla modalità bonus, durante la quale avremo a disposizione un numero di giri gratuiti (dieci nella nostra esperienza) con dei rulli che possono essere occupati interamente dai simboli Wild, i quali rimarranno fissi in gioco.\nNonostante questo, le vincite legate a questa modalità sono molto variabili, in base alla posizione in cui troveremo i simboli Wild.\nSlot simili a Pharaoh’s Dreams\nSono veramente tante le slot online a tema Antico Egitto. Così tante che sarebbe impossibile nominarle tutte, per questo ve ne elenchiamo alcune fra le più interessanti come: Egypt Story, Riches of Ra, Queen of Nile II, Rise of Anubys e Misteries of Egypt.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pharaohs Dream",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/pharaohs-dream_new-286x217.png",
            "filename": "pharaohs-dream_new-286x217.png"
        }
    ],
    "name": "Pharaohs Dream"
}