{
    "studio": "Play’n Go",
    "text": "\nPiggy Bank Farm\nSimpatia a ironia sono di casa con la slot Piggy Bank Farm che sviluppa un tema originale, ambientato in una fattoria tra galline, mucche e l’immancabile maialino. Una slot con 5 rulli, 4 file e 50 linee di pagamento dove è possibile creare combinazioni vincenti. Basterà trovare 3 o più simboli uguali, o un jolly per scoprire ricchi premi misteriosi.\nMolto interessante è la scelta di raccontare questa fattoria dando spazio ai suoi animali e a una serie di funzioni molto carine. Pensiamo al martello che se appare sul rullo numero 5 può portare il giocatore nella funzione Piggy Bank Spins, per offrire un nuovo giro nel round di respin. Ma c’è molto altro da scoprire sulla macchinetta firmata da Play N Go: simboli e animazioni sono simpatiche come del resto risulta l’intero gameplay. Ma di questo ne parleremo di seguito: sei pronto a scoprire da vicino questa slot con il suo RTP fissato al 94.26%?\nLa grafica della slot Piggy Bank Farm\nSullo sfondo è possibile notare la perfetta ricostruzione grafica di una fattoria in stile cartone animato, con un tocco 3D che non guasta mai. Si respira una grande nota di allegria, grazie anche ai vivaci campi e al fienile che domina la scena. Al centro di questo ambiente si trova la griglia di gioco dove si posizionano i simboli: quelli che hanno valore minore sono le carte, dall’asso ai 10 reali. Si sale poi per lasciare spazio agli animali che andremo a descrivere in base alla loro importanza: la gallina, il cane, la pecora e la mucca. La mucca è la perla del gioco: se la trovi 3, 4 o 5 volte potrai ottenere 6, 12 o 24 volte la tua scommessa. Non dimentichiamoci del contadino Joe che è il simbolo Wild: si posiziona ovunque sui rulli e può andare a sostituire ogni icona su una linea vincente. Con 3, 4 o 5 Jolly permette di ricevere fino a 8, 16 o 50x la scommessa effettuata.\nI presupposti fino a qui sono incoraggianti, ma aspetta di scoprire le sue funzioni speciali!\nFunzionalità speciali\nIniziamo dal Piggy Bank Spins che si attiva anche durante i giri gratuiti e altro non è che una variante del bonus respin dove i moltiplicatori possono far aumentare la vincita fino a 10x. Si attiva quando si posiziona il martello sul rullo numero 5 e offre 3 giri dove si attivano gli spazi vuoti grazie alla discesa di salvadanai. Quest’ultimi si possono unire e allargarsi in blocchi da 2×2, 3×3 e 4×4. Nel momento in cui saranno terminati gli spin saranno rivelati i premi che contengono al loro interno. Se riesci a riempire completamente la griglia puoi avere un jackpot di 500 volte la tua puntata. Non dimentichiamo poi i giri gratis che si sbloccano se trovi lo Scatter sui rulli 1, 3 e 5 in un giro: sarai ricompensato con 8 spin. In questa fase se trovi altri Scatter sui rulli dispari puoi aggiungere altri spin al tuo totale. Ed è una scelta senza limiti!\nConsiderazioni finali su Piggy Bank Farm\nPer grafica e idea la slot ha sicuramente molto da dire, ma non dimentichiamo anche il senso di intrattenimento e ironia che riesce ad offrire. Non male il suo gameplay che diventa vivace però solo grazie alle funzioni speciali: senza martelli e giri gratuiti richiederebbe di annoiare dopo poco, ma questo pericolo è stato abilmente scacciato.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Piggy Bank Farm",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/piggy-bank-farm_gratis-286x217.jpg",
            "filename": "piggy-bank-farm_gratis-286x217.jpg"
        }
    ],
    "name": "Piggy Bank Farm"
}