{
    "studio": "Microgaming",
    "text": "\nPiggy Fortune\nSiam tre piccoli porcellin… recitava la canzone che tutti abbiamo cantato almeno una volta nella vita. Perché in fondo è abbastanaz normale essere cresciuti con la storia dei 3 porcellini, che ora riprendono vita attraverso una slot machine online che è stata realizzata da un leader del settore come Microgaming. Come si presenta e quali funzioni offre? Partiamo dalle basi: ha una struttura classica con 5 bobine, 3 righe e 25 linee di pagamento. E chiaramente non poteva esistere la storia dei porcellini senza chiamare in causa il nemico numero uno: il lupo cattivo. La sua figura è importante per questo game, ma per apprezzarlo davvero dobbiamo addentrarci nelle sue funzioni e scoprire come si attivano i giri gratis con il gioco bonus Piggy Fortunes, dotato di moltiplicatori fino a 4x.\nGrafica e simboli di gioco\nDiciamolo subito e tagliamo la testa al toro: la grafica non è il massimo, e oltre a essere un po’ retrò sembra anche lasciato un po’ troppo al caso. Se sei amante della semplicità hai trovato ciò che faccia al caso tuo; se invece ami la cura del dettaglio e il bel gioco (soprattutto in termini di design) allora potresti rimanere deluso. Il punto di forza della slot online è il suo jackpot progressivo che, grazie al moltiplicatore, può permetterti di assicurarti una vincita prelibata!\nSullo sfondo ammiriamo un bosco, dove sono state realizzate le casette dei nostri amici porcellini. Non a caso le 3 diverse costruzioni sono anche inserite nel gameplay come simboli, insieme ai già citati protagonisti, al lupo cattivo e ai simboli delle carte da poker.\nMicrogaming ha puntato molto sulla figura del lupo cattivo, che è il simbolo Wild del gioco: il suo potere non è quello di moltiplicare il valore del jackpot, ma di sostituire tutti i simboli di gioco per aumentare le possibilità di creare combinazioni fortunate e remunerative. Non può sostituire lo Scatter, che è rappresentato dall’icona dei 3 maialini. Può apparire in qualsiasi punto della griglia di gioco e il giocatore riceve un pagamento per 2 o più unità che si posizionano nel singolo giro. Il jackpot fisso offre 13.500 monete che si possono raggiungere se punti 15 monete per payline. Con i Free Spin si assegnano poi fino a 54.500 monete. Per il suo gameplay è una valida aggiunta all’interno del ricco catalogo di giochi che trovi a disposizione online.\nConsiderazioni finali sulla slot Piggy Fortunes\nPiggy Fortunes è un’idea divertente che vuole riproporre in chiave “moderna” una storia nota, raccontata da anni e per anni. E’ parte della tradizione di tutti noi, e ora può anche essere un modo spiritoso per tentare la fortuna. Il suo bonus game è sicuramente creativo e ha un jackpot che non lascia spazio all’immaginazione, ma ti invita a provare subito il gioco. Non è quindi una slot che stravolgerà il gaming per innovazione e tecnologia di gioco, ma resta un titolo che saprà dire la sua e lasciare un segno. Ricordiamo anche la percentuale del suo RTP che raggiunge un valore pari al 96%, che è in media con quanto mostrato da titoli di tante videoslot.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Piggy Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/piggy-fortune-free-286x217.jpg",
            "filename": "piggy-fortune-free-286x217.jpg"
        }
    ],
    "name": "Piggy Fortune"
}