{
    "studio": "NetEnt",
    "text": "\nPiggy Riches\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco:15\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nValore minimo gettone: 0,01 €\nValore massimo gettone: 0,5 €\nJackpot: 2000 gettoni\nReturn to Player (RTP): 96,4%\nCaratteristiche principali\nPiggy Riches, slot della software house NetEnt, si mostra anche a una prima occhiata come un gioco molto divertente: il protagonista è infatti il Signor Piggy, un simpatico maialino-salvadanaio riprodotto qui in versione cartoon.\nI simboli sono in qualche modo legati a questo personaggio e al mondo della ricchezza.\nLa grafica, come ormai ci ha abituati NetEnt, è molto curata e le immagini sono riprodotte con estrema cura. La schermata iniziale si presenta come una cornice dorata all’interno della quale spiccano i rulli con i vari simboli; ai lati troviamo, riprodotti come se fossero delle banconote, i numeri indicanti i vari livelli di gioco.\nIn basso ci sono poi i diversi tasti per il settaggio del gioco: in posizione centrale quello per dare il via ai giri e a ciascun lato quelli per stabilire il livello, la linea di pagamento, l’importo massimo della scommessa e il valore attribuito al singolo gettone.\nSimboli, Wild e Scatter\nI simboli sono legati alla figura del Signor Piggy e alle sue ricchezze: troviamo un piccolo borsello colmo di banconote, dei sacchi gonfi di monete d’oro e pietre preziose e la chiave di casa del Signor Piggy con tanto di logo inciso sopra.\nOltre a questi simboli a tema, non possono mancare le tradizionali carte da poker dal 9 all’Asso: le lettere e i numeri corrispondenti sono riprodotti con delle decorazioni di vario tipo, dal broccato alle pellicce regali.\nIl simbolo che paga di più in assoluto è il sacco di monete: se appare su tutti i cinque rulli si sbanca il banco con un jackpot di 2000 gettoni.\nPer quanto riguarda i simboli Wild e Scatter, non potrebbero non essere i coniugi Piggy! La Signora Piggy è infatti il Jolly, che sostituisce tutti gli altri simboli quando si tratta di completare una combinazione vincente, mentre lo Scatter è il padrone di casa in persona: se il Signor Piggy compare per almeno tre volte sui rulli si ottengono free spins e moltiplicatori, fino a un massimo di 28 giri gratuiti e moltiplicatore massimo di 6x. Se durante i free spins compare nuovamente lo Scatter, si vince un altro giro gratuito.\nCome giocare a Piggy Riches\nCome già detto, in basso nella schermata di gioco si trovano i tasti grazie ai quali si può impostare la partita: con il tasto “Livello puntata” si sceglie a quale livello giocare, mentre le paylines possono essere selezionate tramite il tasto “Linee di pagamento”. È necessario poi stabilire il valore da attribuire al singolo gettone, da un minimo di 0,01 € fino a 0,50 € e, infine, si deve selezionare il numero di gettoni da scommettere.\nCol tasto “gira” si dà il via ai rulli, se si clicca su “puntata massima”, verrà attribuito come valore di default il massimo che si può scommettere e cliccando infine su “auto”, si potrà giocare in modalità Autoplay.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Piggy Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/piggy-riches-new-286x217.jpg",
            "filename": "piggy-riches-new-286x217.jpg"
        }
    ],
    "name": "Piggy Riches"
}