{
    "studio": "WMG",
    "text": "\nPigs and Bricks\nIl mondo degli animali è spesso utilizzato nel creare le slot online, questo perché nell’immaginario comune, spesso associamo determinate bestie a degli ideali o alla fortuna. Questa è una pratica che ha origine antica, se pensiamo alle fiabe di Fedro, si è quindi consolidata nell’epoca medievale con i bestiari e oggi con le opere di intrattenimento.\nPensiamo ad esempio al maiale: simbolo di abbondanza (del maiale non si butta via niente), simbolo di ricchezza (il maialino a salvadanaio) e di molto altro ancora. Non sorprende vedere quindi la slot Pigs & Bricks della WMG.\nCome è facile intuire dal titolo, questa slot va a sfruttare la storia dei Tre Porciellini e del loro scontro con il Lupo Cattivo. Andiamo quindi a vedere come si presenta questa slot e come funziona il suo meccanismo di gioco.\nPigs & Bricks: il comparto grafico\nPartiamo proprio dall’aspetto puramente estetico e sonoro di questa slot: come è lecito aspettarsi da un titolo che trae la propria origine da una storia popolare, tanti saranno gli elementi di tale novella a presentarsi nella schermata di gioco.\nLa griglia è incastonata all’interno di una casa di mattoni e sulla sua sinistra si trova il Lupo Cattivo, animato e pronto a soffiare via i simboli. Una scelta di stile, infatti, si trova all’inizio di ogni giocata: il Lupo soffia via i simboli vecchi e di nuovi ne cadono dall’alto. Non si parla quindi propriamente di rulli, ma di simboli in caduta.\nQuesti mostrano i vari aspetti della casa, della famiglia dei porcellini e della storia stessa: oltre al lupo e ai maiali, infatti, troviamo la paglia, il legno e i mattoni.\nInsomma: una slot di gusto quella offerta della WMG che ci porta a scoprire le sue meccaniche di gioco.\nPigs & Bricks: il gameplay\nLa slot presenta una griglia tradizionale 5*3, grazie alla quale vengono mostrati quindici simboli a ogni giocata. Proprio come nel caso della celebre Fowl Play Gold, anche in questo caso è il predatore a fungere da simbolo Wild, un jolly che può sostituire tutti gli altri durante le varie giocate.\nProprio rimanendo in tema di tradizione, anche questa slot ha un RTP leggermente inferiore pari al 90%, ma questo non mina il piacere che si ha nel giocarla né, tantomeno, le vincite che si possono ottenere.\nQuesto grazie alla meccanica del doppio giro, caduta in disuso nelle slot online, ma che rappresenta il fiore all’occhiello di molti titoli della WMG. Dopo aver fatto cadere i primi simboli, infatti, è possibile bloccare una o più colonne per poi far cadere nuovamente le altre, aumentando la possibilità di ottenere combinazioni vincenti.\nLa modalità bonus consiste nel soffiare già una casa. Si comincia da quella di paglia per arrivare a quella di mattoni, ottenendo vincite ogni volta (anche se a tratti può rivelarsi essere frustrante).\nIl gioco dimostra quindi di essere ben pensato e divertente da giocare.\nSlot simili a Pigs & Bricks\nAbbiamo parlato in precedenza di come il maiale vada ad affollare numero slot in quanto simbolo legato alla ricchezza. Tanto per citarne qualcuna, pensiamo a Piggy Riches della NetEnt, dove i maiali vivono in una reggia, oppure ancora Smash the Pig della IGT che fa ovviamente riferimento all’atto di rompere il salvadanaio a forma di maialino.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pigs and Bricks",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/pigs-and-bricks_logo-286x217.png",
            "filename": "pigs-and-bricks_logo-286x217.png"
        }
    ],
    "name": "Pigs and Bricks"
}