{
    "studio": "Spearhead Studios",
    "text": "\nPirates of the Mediterranean\nIl gioco di slot gratis Pirates of Mediterranean segue la storia del Capitano Barbanera e dei giorni della sua giovinezza quando si innamorò di una bellissima regina piratessa. In termini di grafica, questa è una slot che sembra interessante e include molte icone uniche legate al tema avventuroso dei pirati, con bobine che sembrano vele e uno sfondo che raffigura un’antica città, il mare e le navi mercantili che tornano al porto.\nGameplay e simboli marinareschi\nLa slot gratis e senza registrazione Pirates of The Mediterranean è una 5X3 con dieci linee di pagamento. Ci sono dieci simboli standard in questa slot online tra cui:\n\nUna fanciulla pirata\n6 simboli di carte da gioco in diversi colori\nUn cannone\nUn marinaio pirata\nUn capitano pirata\nIl simbolo più pagato in questa slot online è il pappagallo che funge anche da simbolo jolly. Come tale, conta come qualsiasi simbolo standard mancante. Esiste una versione d’oro di questo simbolo che può apparire in modo del tutto casuale. Il Re-spin si interrompe quando non ci sono pappagalli d’oro che camminano sui rulli\nQuesta slot è dotata di un simbolo Scatter a forma di scrigno del tesoro. Colleziona almeno 3 di loro sullo schermo per attivare un round di Free Spins.\n\nCosa sono i Walking Wilds casuali?\nQuesti sono simboli che possono apparire su uno dei cinque rulli e che possono anche far partire Giri Gratis. Essi vengono moltiplicati per 4X e, o 8X se è coinvolto un Wild, rendendo possibili vincite fino a 9.000X. Tutte le vincite di base e quelle extra possono essere inserite nella Scala delle scommesse per aumentare potenzialmente il livello della vittoria, fino a 30.000 euro!\nConsiderazioni finali\nPirates of The Mediterranean è una slot interessante che combina alcuni degli elementi più popolari che piacciono sempre ai fan di slot avventurose. Unisciti agli intriganti pirati e vedi se hai quello che serve per rivendicare il tesoro nascosto anche in modalità denaro reale! Se preferisci provare altri titoli di questo sviluppatore visita la nostra libreria esclusiva!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pirates of the Mediterranean",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/pirates-of-the-mediterranean-thumb-286x217.jpg",
            "filename": "pirates-of-the-mediterranean-thumb-286x217.jpg"
        }
    ],
    "name": "Pirates of the Mediterranean"
}