{
    "studio": "IGT",
    "text": "\nPixies of the Forest\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di pagamento: 99\nPuntata min.: 33 gettoni\nAutoplay: Si\n\nTema e grafica\nCon Pixies of the Forest ci si immerge nel magico mondo delle fate delle foreste. L’ambientazione è appunto una foresta in cui si muovono incantevoli creature alate: si tratta di un tema non troppo sfruttato nel mondo delle slot machine (al contrario, ad esempio, dei temi che riguardano le antiche civiltà come l’Egitto), il che rende questo gioco particolarmente originale e piacevole.\nLa grafica, rigorosamente in alta definizione, è curata fin nei minimi dettagli e le immagini sono veramente molto realistiche.\nLo scorrere delle immagini sui rulli è accompagnata da un sottofondo musicale rilassante che contribuisce a rendere l’esperienza di gioco davvero magica!\n\nSimboli, Wild e Scatter\nI simboli di questa slot incentrata sul mondo della magia, non potrebbero non essere rappresentati da delle deliziose fatine con le ali, tutte simili ma diverse nei colori.\nLo scopo del gioco, come in praticamente tutte le slot machine, è di allineare almeno tre simboli identici su rulli adiacenti partendo da sinistra verso destra.\nÈ presente un simbolo Jolly, identificabile grazie alla scritta “Wild”, che può prendere il posto di tutti gli altri simboli, ad eccezione dello Scatter, nella realizzazione di una combinazione vincente. Questo simbolo non compare su tutti i rulli ma solamente sul secondo, sul terzo e sul quarto quando si sta giocando nella modalità classica, e sui rulli 1, 2, 3 e 4 se si è dentro il bonus game.\nNon è presente un vero e proprio Scatter, ma un simbolo riconoscibile dalla scritta “Bonus” offre la possibilità di accedere alla Special Feature di Pixies of the Forest.\n\nModalità di gioco e funzionalità speciali\nSi può giocare a questa slot sia in modalità manuale sia con l’Autoplay: in tal caso, è sufficiente stabilire il valore del gettone e cliccare sul bottone “spins” per dare il via ai giri!\nNonostante il gameplay di Pixies of the Forest sia abbastanza tradizionale, è presente una funzione speciale chiamata “Tumbling Symbols” che rende i giochi più interessanti. Vediamo di cosa si tratta. Ogni volta che sui rulli appare una combinazione vincente, sia che si stia giocando in modalità classica sia nel gioco bonus, i simboli sui rulli scompaiono e sono sostituiti da una pioggia di nuovi simboli che cadono in maniera continua dall’alto fino a quando non si ottiene una combinazione vincente.\nOltre alla funzione speciale Tumbling Symbols, Pixies of the Forest offre la possibilità di accedere al bonus game “Free spins”, che viene attivato quando sul rullo compaiono almeno tre simboli bonus. Cliccando su uno di essi si rivelerà il numero dei giri gratuiti vinti, da 5 fino a un massimo di 11.\n\nSlot simili a Pixies of the Forest\nIl tema della magia è molto sviluppato nel mondo delle slot machine, tuttavia non sono molte le software house che hanno deciso di dedicarne una alle fate. Tra questi ricordiamo Fairy Gate della Quickspin, che è stato uno dei primi giochi in assoluto con questo tema, e Fairytale Legends della NetEnt, che si distingue invece per la grafica eccezionale.\n",
    "images": [
        {
            "alt": "I simboli della slot online Pixies of the Forest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pixes-of-the-forest-simboli.jpg",
            "filename": "pixes-of-the-forest-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Pixies of the forest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pixes-of-the-forest-tabella-pagamenti.jpg",
            "filename": "pixes-of-the-forest-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Pixies of the Forest i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pixes-of-the-forest-win.jpg",
            "filename": "pixes-of-the-forest-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Pixies of the Forest hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pixes-of-the-forest-modalitá-bonus.jpg",
            "filename": "pixes-of-the-forest-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Pixies of the Forest",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/pixies-of-the-forest_thumb-286x217.jpg",
            "filename": "pixies-of-the-forest_thumb-286x217.jpg"
        }
    ],
    "name": "Pixies of the Forest"
}