{
    "studio": "NetEnt",
    "text": "\nPlanet of the Apes\nE’ tutto pronto: stai per entrare nel pianeta delle scimmie. Il viaggio inizia con la slot Planet of the Apes, strutturata con le sue 40 linee di pagamento e 10 rulli su cui giocare nella speranza di realizzare combinazioni vincenti. L’idea del gameplay nasce ovviamente dal l’omonimo film da cui ha tratto ispirazione la casa produttrice NetEnt per realizzare una slot machine capace di affascinare i giocatori appassionati. Presenta diverse funzioni valide, tra cui i Jolly impilati, simboli a tema, una funzione Dual e la possibile vincita degli insostituibili Free Spin. Se hai la fortuna di attivare la funzione Dawn Free Spins puoi ottenerne 15 e raccogliere simboli extra per vincere altri giri e un moltiplicatore fino a 5x. In tutto ciò non dimentichiamo che grazie agli Spin gratis hai la possibilità di vincere fino a 3.000 volte la tua scommessa. La tua conquista può quindi diventare epica!\nGrafica e simboli di gioco\nPer questo titolo bisogna ringraziare la collaborazione nata tra Net Entertainment e 20th Century Fox. Sono stati uniti due film per costruire la slot, al fine di strutturare una serie di funzioni avvincenti e fortunate. Il giocatore ha la chance di viaggiare tra due diverse fasi della vita del leader Ape Army, attraverso una grafica attenta. Sullo schermo sono presentate le impostazioni dei due diversi film scelti: i simboli comprendono le classiche carte da gioco A, K, Q, J e 10 e i simboli Rise e Dawn. Ovviamente non mancano i personaggi e le scimmie delle pellicole: merita un omaggio anche la scelta sonora e vocale abbinata al gaming.\nIl simbolo Wild è la finestra dell’attico che è dorata per la zona Rise e rossa per la Dawn: può sostituire tutte le icone del gioco tranne lo Scatter che può comparire in qualsiasi posizione della griglia, con la possibilità di attivare funzioni speciali. Nel caso in cui i Wild si trovino su un intero rullo si apre l’opzione Stacked Wild: le icone sono bloccate in posizione e si duplicano per riempire anche il rullo dell’altra sezione di gioco.\nUn’altra grande occasione di gioco è rappresentata dal Rise Bonus con un premio in denaro aggiuntivo assegnato quando i simboli di un umano e di una scimmia appaiono sullo schermo. E non lasciamo indietro la funzione Dual: viene scelto un simbolo su ogni area di gioco in modo casuale. Quando atterra sulla griglia potrai sfruttare nuovi respin fino al momento in cui continueranno ad apparire sui rulli, offrendo la possibilità di vincere fino a 1.000 volte la tua scommessa.\nE i giri gratuiti? I Rise Free Spins sono 10 e si attivano con lo Scatter; i Dawn Free Spins offrono invece 15 giri.\nConsiderazioni finali sulla slot Planet of the Apes\nPlanet of the Apes ha molto da dire a livello estetico, grafico e soprattutto come gameplay grazie ai diversi bonus che offre ai giocatori. Sicuramente è uno dei titoli migliori che siano mai stati creati da NetEnt non solo per l’idea innovativa, ma anche per le vittorie che mette in palio. Preparati a grandi colpi di scena: entra nei pianeti delle scimmie.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Planet of the Apes",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/planet-of-the-apes_free-286x217.jpg",
            "filename": "planet-of-the-apes_free-286x217.jpg"
        }
    ],
    "name": "Planet of the Apes"
}