{
    "studio": "High 5 Games",
    "text": "\nPlatinum Goddess Extreme\nEsempio di tutte le qualità umane, gli dei dell’Olimpo sono tra i temi più diffusi nel mondo delle slot machine. La protagonista di Platinum Goddess Extreme è Afrodite, la dea della bellezza che aveva tra i suoi animali prediletti la colomba e la rosa come fiore. Gli altri personaggi sono Perseo,  eroe della mitologia greca, e Pegaso, il cavallo alato che alla sua morte venne trasformato in una costellazione da Zeus.\nLa grafica di questa slot è ridotta all’osso, senza particolari animazioni  né effetti sonori degni di nota, a parte quando ci sono vincite di livello, come accade quando compare Afrodite. In questo caso esplodono monete che si spargono per tutta la griglia di gioco mentre il nostro bottino si fa via via più consistente. Il gameplay di Platinum Goddess Extreme è molto semplice, adatto anche a chi si sta avvicinando per la prima volta al mondo delle slot. Sotto la griglia di gioco i tasti per il settaggio sono ridotti all’essenziale, giusto il valore della scommessa, il contatore per le vincite, il tasto Autoplay e quello per il gioco manuale.\n\nCaratteristiche principali della slot machine\nPlatinum Goddess Extreme è un gioco che si presenta con una struttura piuttosto tradizionale, con i canonici cinque rulli e tre righe. La slot ha 20 linee di pagamento fisse e le scommesse partono da 0,01 € per giro, ottimo per chi vuole familiarizzare con il gioco senza investire grandi cifre. L’RTP è del 96%, in linea con la maggior parte delle slot presenti sul mercato. Alcuni simboli come Perseo e Afrodite pagano anche quando appaiono soltanto su due rulli, anziché su tre come accade con tutti gli altri. Afrodite è il simbolo che paga di più in assoluto, sino a 200 volte la puntata.\n\nSimboli e funzionalità di Platinum Goddess Extreme\nI simboli legati alle carte da gioco dal 10 all’asso sono anche quelli che pagano meno: ad esempio, se l’asso esce 5 volte paga appena 15 volte la puntata. Ben diverso il discorso per quel che riguarda i simboli tematici: sempre contando che appaia almeno 5 volte su una linea vincente, la colomba paga 20 volte la puntata, Pegaso 30, Perseo 40 e Afrodite 50. Il simbolo Wild è rappresentato dal logo del gioco e può sostituire tutti gli altri simboli, tranne lo Scatter. Lo Scatter è rappresentato dalla rosa e appare sempre impilato. Durante il gioco regolare, se appare sui rulli due, tre e quattro, dà diritto a sette giri gratuiti.\nIn Platinum Goddess Extreme è presente il Super Stacks Feature, che assicura vincite molto alte.\n\nVerdetto\nPlatinum Goddess Extreme è una slot dal gameplay semplice e intuitivo, non ha molti fronzoli e la grafica è ridotta al minimo, come del resto accade con altre slot prodotte dalla High 5 Games. Forse è adatta a chi ancora deve familiarizzare con le slot machine piuttosto che a giocatori esperti che sanno come muoversi in questo mondo.\n",
    "images": [
        {
            "alt": "I simboli della slot online Platinum Goddess Extreme",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/platnium-goddess-extreme-simboli.jpg",
            "filename": "platnium-goddess-extreme-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Platinum Goddess Extreme",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/platinum-goddess-extreme-tabella-pagamenti.jpg",
            "filename": "platinum-goddess-extreme-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Platinum Goddess Extreme hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/platinum-goddess-extreme-modalita-bonus.jpg",
            "filename": "platinum-goddess-extreme-modalita-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Platinum Goddess Extreme",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/platinum-goddess-extreme_slot-286x217.jpg",
            "filename": "platinum-goddess-extreme_slot-286x217.jpg"
        }
    ],
    "name": "Platinum Goddess Extreme"
}