{
    "studio": "iSoftbet",
    "text": "\nPlatoon Wild\nLa software house iSoftBet nel mondo delle slot machine rappresenta ancora una piccola realtà, che tuttavia si sta imponendo nel mercato del gioco online grazie al suo catalogo sempre in costante aggiornamento, che propone prodotti di alta qualità.\nPlatoon Wild Progressive può essere definita a tutti gli effetti una slot machine di qualità, sia per quanto riguarda il tema, sia per l’efficacia del compartimento grafico che per ricchezza del gameplay. Iniziamo col tema: come si evince dal titolo, Platoon Wild Progressive prende ispirazione dal film del 1986 “Platoon”, incentrato sulla guerra in Vietnam e che ha come sfondo una giungla selvaggia e inospitale. Il tema è trattato in maniera abbastanza fedele rispetto al film, e ne conserva l’atmosfera cupa e adrenalinica.\nLa grafica è molto ben riuscita: pur non essendo tanto elaborata, risulta essere assai efficace, a partire dalla schermata iniziale in cui è raffigurato un soldato con le mani alzate al cielo su uno sfondo infuocato, su cui la scritta Platoon è riprodotta utilizzando due medagliette militari al posto delle lettere O.\nPlatoon Wild Progressive: struttura di gioco, range di scommesse e RTP\nLa struttura di gioco è quella classica: cinque rulli e 20 linee di pagamento, su ognuna delle quali si può scommettere un solo gettone per giro. Quello che cambia è il valore del gettone, che va da un minimo di 1 centesimo fino a un massimo di 1 €, cosicché la puntata minima sarà di 0,20 € e la massima di 20 €. Il range di scommesse dunque non è ampio, e questo si riflette anche sulla volatilità medio bassa della slot, che non prevede premi particolarmente alti.\nCome da titolo, Platoon Wild Progressive ha un Jackpot progressivo, caratteristica molto apprezzata e che rende la slot ancora più avvincente da giocare.\nPer quanto riguarda il ritorno teorico al giocatore, o RTP, questo si attesta sul 95,2 %, una percentuale non molto alta, considerato che in media le slot della iSoftBet hanno un RTP uguale o superiore al 96%.\nSimboli, Wild e Scatter di Platoon Wild Progressive\nI simboli di Platoon Wild Progressive sono in gran parte rappresentati da immagini di soldati, diverse tra loro e a ciascuna delle quali è attribuito un valore diverso. Accanto ai militari troviamo dei proiettili sui quali è riportata la scritta BAR.\nIl simbolo Wild è un carro armato, ha funzione di jolly e può sostituire gli altri simboli, tranne lo Scatter, per completare una combinazione vincente, inoltre, quando permette di ottenere una vincita regala anche un moltiplicatore con valore di x3.\nLo Scatter di Platoon Wild Progressive regala un numero variabile di giri gratuiti a seconda del numero di volte in cui compare sui rulli: 3, 4 o 5 Scatter regalano rispettivamente 8, 10 e 12 free spins.\nInfine, tra i simboli speciali troviamo quello Jackpot, grazie al quale si può ottenere il premio più alto se compare su tutti i cinque rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Platoon Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/platoon-wild-free-286x217.jpg",
            "filename": "platoon-wild-free-286x217.jpg"
        }
    ],
    "name": "Platoon Wild"
}