{
    "studio": "Dragon Gaming",
    "text": "\nPlay with Cleo\nL’Antico Egitto è indubbiamente uno dei temi più amati per i produttori di giochi per casinò online. Lo ha confermato anche DragonGaming con la sua Play with Cleo, che porta il giocatore all’era piena di tesori, al cospetto della bellissima Cleopatra. Una soluzione di gioco affascinante, raffinata che permette di poter rincorrere la vincita attraverso funzionalità speciali su una griglia 5×3 con 27 linee di pagamento fisse.\nCaratteristiche del gioco e grafica\nUna grafica interessante, con due famose divinità egizie, Anubis e Ra, pronte ad accoglierti. Degna di considerazione è anche la colonna sonora che accompagna ogni scommessa. Oltre alla presenza di Cleopatra ci sono dodici simboli di pagamento ben realizzati e capaci di arricchire questa tematica: i premi più bassi di tutti sono le carte da gioco standard, poi si passa alle icone più remunerative.\nCi sono 3 scarabei in rosso, verde e blu che offrono pagamenti intermedi per accumulare vincite tra 3x e 100 volte la scommessa. Con 2 o più scorpioni e cobra si assegnano rispettivamente fino a 200x e 250x la tua puntata. Ma il simbolo più ricco è il gatto nero che vale fino a 500 volte l’importo. Citiamo anche la presenza dei loghi “Bonus” che possono attivare i round di giri gratuiti e offrono premi fino a 100 volte la tua puntata totale.\nFunzionalità speciali Play with Cleo\nIl jolly è una figura centrale per questa slot, poiché si può espandere fino a coprire un intero rullo quando fa parte di una combinazione vincente. Fornisce in questo caso moltiplicatori 3x a tutte le vincite. Ma il vero divertimento è dato dai simboli bonus: se ne trovi 3 sui rulli nel gioco base puoi ricevere 12 giri gratuiti. In questa modalità 1, 2 o 3 jolly possono apparire per ogni giro e aumentare le tue chance di vincita. Ricorda che i Jolly possono fornire moltiplicatori 3, 5 o 7x a seconda del numero di icone presenti. Tale funzionalità però non si può riattivare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Play with Cleo",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/02/play-with-cleo-slot-286x217.png",
            "filename": "play-with-cleo-slot-286x217.png"
        }
    ],
    "name": "Play with Cleo"
}