{
    "studio": "Novomatic",
    "text": "\nPlenty on Twenty II hot\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 20\nAutoplay: non presente\nTema e grafica\nCon la dicitura Fruit Machine si indicano quelle slot machine che hanno i frutti come simboli. Le slot machine con la frutta occupano un posto di rilievo nella storia di questi giochi, tanto che spesso l’immagine che si associa alle slot in genarale è proprio quella delle ciliegie, il simbolo “cherries”.\nIl fatto che si tratti di slot storiche non significa che siano passate di moda, anzi, tutt’oggi tutte le software house continuano a proporre nei loro cataloghi questa tipologia di giochi, che non manca di conquistare ancora vecchi e nuovi giocatori!\nPlenty on Twenty II fa parte a pieno titolo della categoria delle Fruit Machine e la sua grafica molto colorata e ben definita fa si che sia tra le migliori nel genere.\nI simboli non sono disegnati in maniera tradizionale, ma sono riprodotti in stile cartone animato, con gli occhi, il che rende la slot davvero simpatica e piacevole da giocare.\nSimboli, Wild e Scatter\nI simboli di questa slot machine ovviamente sono rappresentati dai frutti: ciliegie, limoni, prugne, il grappolo d’uva e il cocomero colorano la schermata e vi aiutano a creare delle combinazioni vincenti!\nAccanto ai frutti troviamo altri due simboli caratteristici delle slot terrestri, ossia il numero sette e la stella.\nIl numero 7 è il Wild e funge da Jolly: sostituendosi a tutti gli altri simboli, tranne lo Scatter, per ottenere delle combinazioni vincenti, aumenta in modo significativo le possibilità di ottenere ricchi premi.\nIl simbolo Scatter è una stella e nonostante in questa slot manchi la funzionalità “free spins”, mantiene un ruolo di primo piano nella dinamica di gioco.\nGrazie allo Scatter infatti, si possono ottenere delle combinazioni vincenti a prescindere dalla posizione occupata dal simbolo sui rulli.\nFunzioni speciali\nPlenty On Twenty II non può essere considerata una slot machine dal sistema di gioco complesso, anzi, la quasi totale mancanza di funzionalità speciale la rende molto intuitiva e facilmente accessibile anche da parte di chi si affaccia per la prima volta al mondo dei cinque rulli.\nL’unica Bonus Feature è rappresentata dal “lascia o raddoppia” o funzione Gamble, tipica di quasi tutte le slot machine di casa Novomatic.\nIl meccanismo della funzione Gamble è sempre lo stesso: in caso di vincita (non importa a quanto ammonti il premio), sulla schermata appare in automatico il tasto “raddoppia”. Cliccandoci sopra, la schermata verrà occupata da una carta coperta, di cui il giocatore deve indovinare il colore, rosso o nero.\nSe la carta è del colore scelto l’intero montepremi sarà raddoppiato ma, ahimè, in caso contrario si perderà tutto! Ovviamente la partecipazione a questo bonus game è facoltativo: basterà cliccare sul tasto “lascia” per incassare il premio e proseguire la partita.\nSlot simili\nSe le Fruits Machine sono tra le vostre slot preferite, vi consigliamo di dare uno sguardo alla serie Sizzling, sempre della Novomatic. Si tratta di una serie di quattro giochi a tema frutta con caratteristiche diverse l’uno dall’altro. Da non perdere Sizzling Hot 6, con sei rulli al posto dei canonici cinque, e Sizzling Hot 4, con ben 4 mini schermate su cui puntare, per infinite possibilità di vincita!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Plenty on Twenty II Hot",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/plenty-on-twenty-ii-hot_gratis-286x217.jpg",
            "filename": "plenty-on-twenty-ii-hot_gratis-286x217.jpg"
        }
    ],
    "name": "Plenty on Twenty II hot"
}