{
    "studio": "ELK Studios",
    "text": "\nPoltava – flames of war\nTi entusiasmano i giochi di guerriglia? Poltava Flames of War farà a caso tuo, perché ti porta all’interno dell’esercito svedese in un salto temporale importante. Siamo nel 1709, al fianco di Pietro il Grande per un gameplay ambientato in una fitta foresta che diventa un campo di battaglia. E’ così che ELK Studios ha pensato di sviluppare il tema trattato, affidandosi anche a una slot con 5 rulli e 40 linee di pagamento. Non mancano i grandi colpi di genio, come la funzione Marching Reels che offre respins al giocatore. E che dire della sua Flames of War Free Spins che mette in palio una serie di giri gratuiti con i simboli Wild che restano bloccati sulla griglia di gioco, in attesa che si posizionino ulteriori leoni d’oro per far aumentare la vincita.\nGrafica e simboli di gioco\nAnche nel caso di questo titolo riusciamo a notare subito la firma grafica di ELK, una casa di produzione che ha imparato a farsi notare a livello mondiale. Lo stile scelto per Poltava Flames of War è quello cartoon, con una lunga serie di dettagli grafici che rendono la scena più completa. Non manca un tocco retrò, che si percepisce quando si avvia la slot, che è stata impreziosita con giri gratis, Jolly che si bloccano sulla griglia e una serie di vincite che possono raggiungere e superare un valore di superare 1.800 volte la tua scommessa. Tra i simboli troviamo le carte da gioco tradizionali che vanno da A a 10, mentre quelli con valore più alto sono il Soldato armato, il Cannone di artiglieria e il bellissimo Cavallo bianco della cavalleria. Non a caso lo abbiamo tenuto per ultimo: è l’icona che può pagare di più se ne ottieni 5 su una linea. Il logo della slot è il Wild che sostituisce ogni icona tranne il Leone d’oro che riesce a sbloccare la funzione bonus principale se appare tre volte sui rulli. Quando si entra nella modalità Flames of War Free Spins il Leone diventa un’icona fondamentale: sarà fissato nella sua posizione e si trasforma in un Wild, oltre a offrire la possibilità di aggiungere nuovi giri extra alla tua collezione. Abbiamo poi la Marching Reels che si attiva se completi un rullo con l’immagine del Soldato, del cannone o del cavallo. In quel caso hai un nuovo giro a disposizione e se trovi lo stesso simbolo militare a destra dei rulli avrai altri respin. Più ne ottieni e maggiori saranno le chance di far crescere le possibilità di vittoria. \nConsiderazioni finali sulla slot Poltava – Flames of War\nL’aspetto migliore di Poltava Flames of War è la sua grafica: i dettagli sono curati e ogni animazione è studiata a dovere. Nel complesso la grafica è nitida e affascinante, accompagnata da un sonoro che è ideale per creare il giusto livello di tensione al giocatore.\nLe sue caratteristiche di gioco potrebbero però non sembrare così immediate per i giocatori principianti, ai quali consigliamo di fare qualche giro di prova prima di lanciarsi in questa avventura per familiarizzare con le regole di gioco.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Poltava",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/poltava-flames-of-war_featured-2-286x217.jpg",
            "filename": "poltava-flames-of-war_featured-2-286x217.jpg"
        }
    ],
    "name": "Poltava – flames of war"
}