{
    "studio": "Novomatic",
    "text": "\nPower Stars\nIl tema frutta è forse il simbolo delle slot, l’unico capace di rimandarci indietro nel tempo, a quando questi giochi facevano per la prima volta la loro comparsa nella società. Le slot machine meccaniche nacquero grazie a un meccanico di Los Angeles con la passione per il gioco e l’utilizzo della frutta come simboli altro non è che un omaggio a questa storica invenzione, visto che i premi consistevano in caramelle gommose alla frutta!\nProprio in onore alla tradizione, la grafica di Power Stars è molto semplice. La griglia di gioco si trova su sfondo arancione e ai lati ci sono le linee di pagamento che abbiamo deciso di attivare. Nella parte sottostante viene riportato il valore della singola scommessa e il credito residuo, oltre all’ammontare dell’ultima vincita. Al lato abbiamo il tasto per far partire i rulli in modo autonomo, ma se lo teniamo premuto per qualche secondo si attiverà la funzione automatica. Attraverso il tasto menù si può procedere al settaggio del gioco, attivare i suoni, scegliere il valore della singola scommessa e il numero di linee di gioco.\nCaratteristiche principali della slot machine Power Stars\nLa griglia è una classica a cinque rulli e tre righe, con 10 linee di gioco attivabili. Anche se non ci sarebbe bisogno di specificarlo, va da sé che attivando il maggior numero di linee le possibilità di vincita aumentano in modo esponenziale. L’RTP non è molto alto, 95,54%, ma la volatilità medio-alta permette di vincere con una buona frequenza cifre non astronomiche. Le scommesse partono da 0,20 € e arrivano sino a 100 € per ogni linea attiva.\nSimboli e funzionalità di Power Stars\nA differenza di tante altre slot, qui non sono presenti simboli non tematici legati alle carte da gioco. Dei nove simboli presenti, sei sono rappresentati dai frutti e sono quelli che pagano meno. Nello specifico, i limoni e le ciliegie se compaiono per 5 volte sui rulli pagano 10 volte la puntata, arance e prugne 15 volte, l’uva e l’anguria 20 volte. I simboli non legati al tema della frutta sono anche quelli che pagano di più. La campanella ad esempio paga ben 50 volte la puntata (sempre se ne compaiono 5), il numero 7 invece moltiplicherà per 100. In questa slot non è presente il simbolo Scatter, ma solo il Wild che è rappresentato dalla stella e ha funzione di Jolly. Oltre a sostituire i simboli in una combinazione vincente, la stella può espandersi. Essa può apparire solo sui rulli 2, 3 e 4. Inizialmente si espanderà su tutto il rullo, nei due giri successivi lo farà sui rulli accanto, aumentando di molto le possibilità di vincita.\nIn Power Stars è presente anche la funzione Gamble, grazie alla quale a  seguito di una vincita  di qualsiasi importo si può provare a raddoppiare il premio cliccando sul tasto Risk. Sullo schermo apparirà un mazzo di carte, voi dovrete indovinare se la carta è rossa o nera. Nel caso la scelta sia corretta, raddoppierete l’importo e andrete avanti con il gioco Gamble, in caso contrario perderete la vincita e tornerete al gioco regolare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Power Stars",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/power-stars_new-286x217.jpg",
            "filename": "power-stars_new-286x217.jpg"
        }
    ],
    "name": "Power Stars"
}