{
    "studio": "Fantasma Games",
    "text": "\nPrometheus Titan of Fire\nIl fornitore di software svedese Fantasma Games ha deciso di celebrare la figura mitologica di Prometeo, con una nuova slot online intitolata Prometheus Titan of Fire. Con 40 linee di pagamento, un RTP del 95.7% e un massimo di vincita pari a 1.356x la puntata, questo nuovo titolo a tema mitologico è ideale per gli appassionati di giochi in stile hold ‘n win e free spin. Scendi nel misterioso sotterraneo per sfidare il terribile Minotauro dopo aver letto la mia recensione!\nPrometheus Titan of Fire: Gameplay e Scommesse\nPer prima cosa, imposta la tua scommessa tra 0,20€ fino a 100€ per giro utilizzando un tablet, un dispositivo mobile o desktop. Il gioco si svolge su una griglia a 5 rulli, disposta in un layout 3-4-4-4-3. Con questa configurazione, gli utenti ottengono 40 linee di pagamento fisse su cui realizzare combinazioni vincenti. L’RTP è del 95,7% e la volatilità risulta media.\nSimboli della slot senza registrazione Prometheus Titan\nSui rulli compaiono otto simboli di pagamento:\n· 4 sono icone gemma di basso valore che valgono 1 volta la puntata per cinque dello stesso tipo;\n· 4 sono i simboli Aquila, Minotauro, Medusa e presumibilmente Prometeo, che pagano 2-5 volte la puntata per cinque icone uguali.\nI jolly si fermano sui rulli 1, 2, 3 o 4 e possono sostituire qualsiasi normale simbolo di pagamento o ottenere da soli 3 o 4 vincite uguali.\nPrometheus Titan of Fire: caratteristiche della slot\nQuando si tratta di funzionalità, Prometheus Titan of Fire è un mix di raccolte di monete, respin e giri gratuiti. Analizziamoli insieme di seguito:\n· Funzionalità Fire Collect\nI simboli Fire Collect sono presenti sui rulli 1 e 5 nel gioco base o bonus. Se un simbolo Fire Collect si ferma contemporaneamente su uno o più icone Moneta sui tre rulli centrali, vengono assegnati i valori dei gettoni. Le monete possono valere da 1 a 30 volte la puntata.\n· Double Collect Respin\nSe entrambi i simboli Fire Collect si fermano, attivano il Double Collect Respin. I rulli 1 e 5 sono bloccati, mentre vengono assegnati 3 respins che possono colpire solo monete o spazi vuoti. Al termine dei giri gratis, saranno conteggiati tutti i valori dei gettoni visualizzati, due volte.\n· Giri Gratuiti\nL’ottenimento di 3 simboli bonus nel gioco base attiva il round bonus, in cui vengono assegnati 12 giri gratuiti. Nei FS, ogni posizione sui tre rulli centrali inizia con un livello Hot Spot pari a 1. Qualsiasi\nsimbolo di moneta atterrato aumenta il valore dell’Hot Spot di +1 alla fine del giro. La meccanica di raccolta procede in base ad una tabella visionabile nel regolamento del gioco.\n· Super Free Spins\nTutti i punti caldi attivi dai giri gratuiti vengono trasferiti ai Super Free Spins. Un simbolo di raccolta è bloccato in posizione sui rulli 1 e 5, così come 3 simboli moneta fermi sui tre rulli centrali. A questo punto si attivano 5 respins in cui qualsiasi nuova moneta o simbolo di raccolta si bloccano in posizione. Al termine dei giri, valori dei gettoni vengono raccolti un numero di volte pari al numero di simboli di raccolta bloccata;\n· Acquisto Bonus\nInfine, ove disponibile, i giocatori possono sborsare 70 volte la scommessa per acquistare i giri gratuiti. In questo modo viene fornito con un RTP del 96,4%.\n\nDomande Frequenti \nQuesta slot ha un jackpot progressivo?\n\nNo. La slot Prometheus Titan of Fire non ha un jackpot progressivo ma dispone di moltissime funzionalità Free Spin per aumentare le tue vincite.\n\n\n\nQuanto posso vincere in questo gioco?\n\nPrometheus Titan of Fire può pagare fino a 1356 volte la puntata. Ciò significa che puoi vincere importi medi di 1356€ (quando giochi con denaro reale) scommettendo solo 1€.\n\n\n\nPosso giocare gratuitamente a Prometheus Titan of Fire?\n\nSÌ! Puoi provare la nostra demo di gioco gratuita per divertimento, senza il rischio di perdere soldi, proprio qui su Slotjava. Puoi giocare free o con soldi veri in tutti i casinò ADM/AAMS consigliati che dispongono di slot Fantasma Games.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Prometheus Titan of Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/prometheus-titan-of-fire-slot-286x217.jpg",
            "filename": "prometheus-titan-of-fire-slot-286x217.jpg"
        }
    ],
    "name": "Prometheus Titan of Fire"
}