{
    "studio": "IGT",
    "text": "\nProwling Panther\nProwling Panther è alimentato da IGT ed è un popolare gioco di slot a terra. Usando la funzione di scommessa MultiWay Xtra, paga in entrambi i modi ed è un gioco molto volatile. Giocabile a partire da 50p a giro, questo gioco è tutto incentrato sulla funzione Free Spins Bonus dove sono in offerta fino a 256 giri gratuiti. Attenzione alle 2x stacked wilds sulle 3 bobine intermedie e queste possono impilare le tue vittorie fino alla cima della giungla!\nUna grafica da giungla\nIspirata alla vita selvaggia della giungla amazzonica, Prowling Panther è una delle slot a tema animale di IGT, con simboli come la bellissima Pantera Nera, la Pantera d’Oro, il Toucan e il Pappagallo Rosso. Basta un solo sguardo alla slot e ogni giocatore che apprezza le belle immagini si sentirà immediatamente attratto da Prowling Panther.\nUno degli aspetti più belli di questo gioco, è l’attenzione ai dettagli nel modo in cui appare e suona. I colori sono semplicemente stupefacenti e l’intero layout ha una forte impronta degli interni arcade degli anni ’80 con lo stile di design che era popolare durante quel decennio.\nProwling Panther ha una griglia al posto di un sistema standard a 5 rulli e la struttura segue il modello 3-4-5-4-3. Con 720 modalità di vincita, i giocatori stanno effettivamente formando combinazioni da sinistra a destra su una rete di payline Multiway Xtra e le vincite sono moltiplicate per il valore della moneta selezionata; per più di una stringa pagabile, i giocatori riceveranno un payout che corrisponde alla combinazione di valore più alta.\nIl numero di linee e di monete su ogni linea è fisso e i giocatori scommettono 50 monete per linea ogni volta che fanno girare i rulli. Ciò che può essere cambiato è il valore delle monete, utilizzando i comandi di gioco nella parte inferiore dello schermo. Il valore minimo è di $1 e selezionando questo importo, il giocatore scommetterà $50 su tutte le linee. Sul valore più alto della moneta, la scommessa totale sarà di $2.500.\nFunzioni e simboli della Slot Machine\nLa percentuale prevista di ritorno al giocatore è calcolata al 96,09% classificando Prowling Panther come slot a media volatilità.\nLo slot introduce il 2X Wild Symbol che può atterrare solo sulle bobine 2, 3 e 4, sostituendo quasi tutte le icone. Quando completa una combinazione, questo simbolo sarà contato come due icone invece di una.\nLa Pantera d’Oro inizierà il Free Spins Bonus e la funzione verrà sbloccata quando questa icona atterrerà su 5 rulli successivi. Questo farà scattare 8 giri extra (giocati su un set alternativo di rulli) e premierà 1x moltiplicatore di scommessa ogni volta che una combinazione che fa scattare l’effetto atterra. C’è anche la possibilità che diverse combinazioni di trigger appaiano sui rulli contemporaneamente durante la modalità bonus.\nSe ciò accade, verrà assegnato il totale di tutti i giri, attivando fino a 96 giri all’inizio della sessione, tutti giocati allo stesso livello di scommessa del giro che ha iniziato la modalità bonus.\nIl round del bonus terminerà e il giocatore tornerà al gioco base quando tutti i giri scadranno o quando saranno stati giocati 256 giri liberi.\nGuardando la slot da una prospettiva diversa, 5 Pantera d’Oro può sembrare un requisito irragionevole per l’attivazione dei Giri Gratis, ma una volta che si riesce a raccoglierli, è probabile che seguano altre combinazioni e giri.\nAltre Slot Machine simili\nLa giungla è uno degli ambienti più interessanti che si possano trovare sulla Terra. Con la sua fitta vegetazione, nasconde i più imperscrutabili segreti e per questo hai deciso di giocare a Prowling Panther, la Slot Machine prodotta da IGT. Ti consigliamo anche di giocare a Jungle Books, la Slot Machine che ti farà vivere le famose avventure di Mowgli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Prowling Panther",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/prowling-panther_thumb-286x217.jpg",
            "filename": "prowling-panther_thumb-286x217.jpg"
        }
    ],
    "name": "Prowling Panther"
}