{
    "studio": "Habanero",
    "text": "\nPumpkin Patch\nIl tema horror è sempre stato uno dei più accattivanti per quanto riguarda le slot machines, ed essendo Halloween una festa che non solo si sposa bene con questo tema, ma che è anche ben radicata nella cultura di quasi tutti i paesi occidentali, viene spesso scelta come protagonista di molte slot. Habanero però, con la sua Pumpkin Patch, ha deciso di affrontare il tema Halloween in modo molto più leggero, creando una slot machine semplice e simpatica che si allontana decisamente dalle tinte horror che spesso vengono attribuite alla festa. Nel prossimo paragrafo andremo ad analizzare il simpatico comparto grafico.\nSenza pensieri nel campo di zucche di Pumpkin Patch\nCon un immenso campo di zucche sullo sfondo, la schermata di Pumpkin Patch ci si presenta molto tranquilla. Con 5 rulli e solo tre linee e la totale assenza di decorazioni attorno ad esse, la partita è sicuramente facile da seguire, e ciò porta questa slot ad essere un’ottima scelta se ci si vuole riposare gli occhi da grafiche più complesse. Tra i simboli, anch’essi semplici e disegnati in un accattivante stile cartoon, troviamo i comunissimi simboli delle carte da gioco, come il 9, il 10, A, K, Q, e J, possiamo poi trovare una pannocchia a e l’immancabile zucca, che fungono anche da simboli speciali insieme allo scoiattolo, una ghianda e a uno strano corvo stilizzato. Alla destra dei rulli troviamo la mascotte del gioco, un bizzarro spaventapasseri con la testa di zucca, che fuma una pipa e utilizza uno smartphone e che è presente anche tra i simboli di gioco come simbolo Wild. Lo stile semplice e cartoonesco lo ritroviamo anche nella musica e nelle buffe animazioni sia della mascotte, sia dei simboli sulla griglia.\nInnumerevoli Wild con Pumpkin Patch\nIl simbolo Wild in Pumpkin Patch sostituisce l’assente scatter. Quando si ottengono 3 o più simboli Wild un contatore in alto segnerà da un minimo di 3 a un massimo di 8 spin gratuite, e tutte le vincite ottenute in queste giocate saranno triplicate. Un altro modo di ottenere spin gratuite, che verranno sempre aggiunte al contatore già citato, è compiere delle combo con delle pannocchie. La vera particolarità di Pumpkin Patch è però la possibilità di ottenere numerosi Wild, grazie ai simboli dello scoiattolo e del corvo. Quando il primo capiterà affianco ad una zucca, la trasformerà in Wild, mentre il corvo vi entrerà dentro, trasformando in Wild la zucca e tutti i simboli del suo rullo. Se tutto ciò non vi ha convito neanche a fare un solo tentativo con questa slot machines, forse per la sua grafica cartoonesca e le sue meccaniche semplici, a farlo potrebbe essere il suo generoso RTP di 98.18.\nAltre slot simili a Pumpkin Patch\nSe cercate altre slot machines simili a Pumpkin Patch, mantenendovi sul tema Halloween e magari spostandovi su qualcosa di graficamente più horror, allora Lucky Halloween, Hot Hot Halloween e Halloween Jack potrebbero fare al caso vostro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pumpkin Patch",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/pumpkin-patch_slot-286x217.png",
            "filename": "pumpkin-patch_slot-286x217.png"
        }
    ],
    "name": "Pumpkin Patch"
}