{
    "studio": "Espresso Games",
    "text": "\nPyramid Quest\nSe siete dei veri appassionati dei misteri dell’Antico Egitto, rimarrete sbalorditi dalla nuova slot del provider Espresso, Pyramid Quest.\nLa prima cosa che balza agli occhi è la qualità grafica, anche se non c’è niente di cui stupirsi: qualsiasi giocatore che si è cimentato in qualche gioco di questa storica software house sa di cosa parliamo.\nLa griglia di gioco di Pyramid Quest è una pergamena, con le linee di gioco ben visibili sulla cornice e , al lato di questa, troviamo uno scorpione che ci regala favolose animazioni.\nNella parte inferiore dello schermo abbiamo il pulsante Start, con le sembianze di uno scarabeo dorato mentre nella parte alta della griglia c’è un riquadro in cui viene segnalato costantemente quante posizioni mancano per raggiungere il jackpot. Attraverso il tasto “Apri la mappa” è possibile consultare i progressi effettuati.\nUna musica incalzante dal tono misterioso ci accompagna durante le nostre giocate, aumentando la suspence a ogni Spin.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 3 righe con 18 linee di pagamento fisse. La puntata minima è di 0,01 € per linea, quindi un singolo spin costa appena 0,18 €, il che rende la slot alla portata di qualunque tipologia di giocatore.\nSi possono impostare diversi giri automatici con alcuni limiti oltre i quali il gioco si ferma e torna alla modalità manuale.\nUno degli aspetti che ci ha colpito piacevolmente di questo gioco è il valore RTP, pari al 97,80%, laddove in media si attesta non oltre il 96%.\nSimboli e funzionalità\nI simboli di basso livello sono le carte da gioco, dal 10 all’Asso, quelli che pagano meglio sono invece i simboli tematici, come occhio di Ra, la sfinge, il doppio papiro e la statua del gatto.\nLo scarabeo con la scritta Wild è il nostro Jolly e può apparire su tutti i rulli, tranne che sul primo a sinistra. oltre a completare le combinazioni vincenti, le raddoppia.\nLo scarabeo con la scritta Scatter e la sua funzione è quella di moltiplicare la vincita. Il moltiplicatore corrisponde al numero di Scatter trovati: ad esempio, con 2 avremo un x2, con 5 un x5.\nDue o più scarabei con la scritta Free Spins, ci farà guadagnare dei giri gratuiti: con 2 avremo 5 giri, con 3 i giri saranno 10, con 4 simboli verremo ricompensati con 15 Free Spins e con 5 ne avremo 20.\nPassiamo ora al capitolo Jackpot. In questo caso, a sfidarsi saranno tutti i giocatori di Pyramid Quest che contribuiranno con il 2% di ogni puntata. L’obiettivo è avanzare con una pedina attraverso il percorso segnato sulla mappa. Per accedere alla mappa è necessario che la pedina, in realtà un vaso egizio, compia sui rulli, così da poter avanzare ogni volta da una a sette posizioni. Il primo che riesce a completare la mappa , si aggiudicherà il maxi-premio finale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Pyramid Quest",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/pyramid-quest-gratis-286x217.png",
            "filename": "pyramid-quest-gratis-286x217.png"
        }
    ],
    "name": "Pyramid Quest"
}