{
    "studio": "Gong Gaming Technologies",
    "text": "\nQueen of Treasure\nSì questa è l’ennesima slot machine online che tratta il tema dell’Egitto, ma grazie al suo provider Gong Gaming, ha anche molte altre cose da mostrarci. Ci troviamo di fronte a un titolo che parte da una struttura con 5 rulli di gioco e un totale di 25 linee di pagamento. Riesce a generare grandi vincite, pur partendo da un suo RTP che è lievemente più contenuto rispetto alle aspettative, fissato al 95,50%. Lo stesso Gong ha spiegato che i numeri della slot sono pazzeschi, esattamente come la sua grafica. Riesce infatti a offrire ai giocatori un credito fino a 2.500.000: ciò vuol dire che potenzialmente questa slot avrebbe un ritorno al giocatore di 25.000x la scommessa. Che siano questi i miracoli del suo Cleopatra Wild e della ruota della fortuna che presenta?\nGrafica della slot\nSì, il tema è comune, visto e rivisto, ma siamo piacevolmente stupiti dal lavoro di Gong Gaming. Queen of Treasure racconta la sua versione dell’Antico Egitto e sceglie Cleopatra come simbolo principale, ovvero il Wild. Tra gli altri simboli troviamo il Fiore di loto, i classici Scarabei, un immancabile Occhio di Ra, Horus, Bastet e un Serpente. Queste icone sono quelle che pagheranno di più e sono poi unite alle immancabili carte reali da gioco che vanno dal 9 all’Asso.\nCaratteristiche e funzionalità\nQueen of Treasure si affida a un range di scommessa che va da un minimo di 0,25 fino a 100 per singolo giro. Abbiamo già menzionato le ricche vincite che permette di generare, ma è giusto andarci piano vista la sua volatilità molto più risicata rispetto ai numeri che promette di vincere il provider. È vero però che il Cleopatra Wild di Queen of Treasure può avere un fortissimo impatto con il gameplay del gioco. Ti aiuta a creare combinazioni vincenti, migliorando l’entità dei premi vinti.\nAd affiancarlo è lo Scatter, pronto a portarti in un ulteriore game bonus di tutto rispetto: con 3 o più Scatter infatti si accede al bonus della Ruota della Fortuna. La ruota inizierà a girare e davanti a te il gioco si fa davvero interessante: in palio ci sono da 8 a 35 giri gratuiti, e ovviamente non mancano neppure i moltiplicatori fino a 10x per Jolly. Ma attenzione: puoi addirittura riattivare la funzione con altri 3 Scatter extra per avere altri 15 giri con gli stessi moltiplicatori.\nConsiderazioni finali sulla slot\nQueen of Treasure non è solo una delle tante slot egiziane, perché questa affermazione renderebbe banale e inutile il lavoro svolto da Gong Gaming. Siamo colpiti dal tuo enorme potenziale e dal modo intelligente con cui è stata pensata e realizzata la Ruota della Fortuna. Quest’ultima, insieme al Wild, potrà davvero offrire delle sorprese indimenticabili. Anche perché senza le sue funzionalità speciali resterebbe una slot online dalle vincite abbastanza contenute.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen of Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/queen-of-treasure_thumb-286x217.png",
            "filename": "queen-of-treasure_thumb-286x217.png"
        }
    ],
    "name": "Queen of Treasure"
}