{
    "studio": "Crazy Tooth Studios",
    "text": "\nQueen of the Crystal Rays\nCrazy Tooth Studios e Microgaming hanno sfornato un prodotto spettacolare che ancora non si era visto nel mondo delle slot machine. La protagonista di Queen of the Crystal Rays è una regina dello spazio che utilizza dei raggi laser per modificare la griglia di gioco e sostituire i simboli con Bonus, Jolly e moltiplicatori che innalzano il livello di vincite sino a un massimo di 2.597,45 volte la puntata. Per avere un prodotto del genere, gli sviluppatori della software house con base in Nevada hanno dovuto lavorare duro sulla grafica, creando un gioco spettacolare ricco di colori scintillanti e simboli dettagliati che si muovono sullo sfondo nero della griglia. Al lato della griglia sono stati sistemati il tasti per accelerare la rotazione dei rulli, quello per avviare il gioco e quello per far partire i giri automatici, oltre al cursore per aumentare o diminuire il valore della scommessa. A far da sfondo al gioco regolare c’è una musica ipnotica e rilassante che si trasforma in incalzante durante il gioco bonus.\nCaratteristiche principali della slot machine\nLa griglia di gioco sarebbe una 6X4, ma questo non è del tutto vero perché durante i giochi Bonus il numero di righe raddoppiano arrivando a otto. Anche il numero delle linee di pagamento non è fisso, sono 25 nel gioco regolare ma durante la funzione raggio di cristallo si aggiungono altre 25 payline. Le scommesse variano da un minimo di 0,20 € a un massimo di 50 € ed è possibile attivare tra i 10 e i 100 giri automatici. Le combinazione paganti sono da sinistra verso destra ma anche da destra verso sinistra, la volatilità è media e il ritorno teorico al giocatore, o RTP, è molto generoso in quanto sfiora il 97%.\nSimboli e funzionalità di Queen of the Crystal Rays\nA Queen of the Crystal Rays si vince con almeno tre simboli uguali consecutivi su diversi rulli sino a un massimo di sei. I simboli che pagano meno sono i cristalli di colori diversi, a seguire troviamo il recipiente pieno di oro liquido, la coppa e il forziere e infine la regina dei cristalli che è il simbolo con maggior valore. La scritta Wild ha la funzione di Jolly e sostituisce tutti i simboli regolari. Un secondo Jolly è dato dal moltiplicatore 2X. Il prisma invece non paga, ma ha una funzione importante nello svolgimento del gioco. Infatti, sui lati delle cornici si muovono dei triangoli che possono produrre casualmente dei raggi laser, la griglia passa da 4 a 8 righe e i prismi sui rulli si comportano da riflettenti del laser e vanno a colpire Jolly e moltiplicatori sparsi sui rulli.\nIl simbolo Bonus è lo Scatter. Quando appare per 3 volte parte il gioco Queen of the Crystal Rays, la griglia aumenta di dimensioni e la regina comincia a lanciare raggi laser. La griglia viene popolata dalle somme che è possibile vincere, poi dai prismi che propagano il laser sulla linea vincente e infine dai moltiplicatori, 2X, 3X e 5X. Solitamente grazie a questo Bonus le vincite risultano essere parecchio consistenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen of the Crystal Rays",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/queen-of-the-crystal-rays-slot-286x217.jpg",
            "filename": "queen-of-the-crystal-rays-slot-286x217.jpg"
        }
    ],
    "name": "Queen of the Crystal Rays"
}