{
    "studio": "Novomatic",
    "text": "\nQueen Cleopatra\nCleopatra VII Filopatore, nota alla storia semplicemente come Cleopatra, fu l’ultimo faraone attivo dell’Egitto tolemaico. Non c’è bisogno di saperlo per giocare alla video slot Queen Cleopatra di Novomatic, ma è bello raccogliere pepite di informazioni come questa mentre si conosce il funzionamento interno della video slot.\nLa cosiddetta Regina dei Re è famosa soprattutto per la sua relazione con Antonio e la sua inclinazione a fare il bagno quotidiano nel latte di asino. Bene, ora che ti abbiamo spiegato a grandi linee di che tipo di personaggio ti stiamo parlando, diamo un’occhiata più da vicino alla Slot Queen Cleopatra e vediamo cosa ha da offrire Novomatic.\nQueen Cleopatra è una Slot Machine a 5 bobine e 10 paylines di Novomatic che è giocabile su tutti i dispositivi da 40 centesimi a rotazione. Ambientata nell’antico Egitto, questa Slot targata Novomatic vi offre una funzione di Giochi Gratuiti dove potrete beneficiare di un massimo di 20 giri gratuiti con uno speciale simbolo di espansione – state attenti però, è altamente volatile.\nUna grafica regale\nLe video slot che combinano la storia antica con l’ultra-modernità di un gioco a bobina corrono il rischio di creare confusione nella giustapposizione tra il vecchio e il nuovo. In parole povere, è difficile fondere senza soluzione di continuità le sottili sfumature dell’antico Egitto con le luci lampeggianti e la musica cinguettante di una moderna video slot.\nDa questo punto di vista, la regina Cleopatra si trova a cavallo di quelle multimillenarie divisioni, ma siamo franchi: non stiamo giocando a questo gioco per conoscere meglio Alessandria e la vita nel 69 a.C.; lo facciamo nella speranza di vincere il jackpot e di passare al nostro prossimo obiettivo.\nPer aiutarvi in questo senso, ecco cosa dovete sapere: il gioco combina simboli tradizionali basati sulle carte da gioco con simboli egiziani proprietari che aggiungono un po’ di esotismo al mix.\nC’è qualcosa nell’antico Egitto che è incredibilmente affascinante, ed è un’atmosfera che permea questo gioco grazie alla grafica splendidamente resa. Gioielli preziosi luccicano, i talismani brillano e la regina Cleopatra stessa sorride serenamente mentre sembra divina. Si dice che la Regina dei Re fosse uno schianto, o almeno questo è ciò che ci dicono i libri di storia, e che la sua bellezza risplenda nella sua corona dorata e nel suo trucco impeccabile.\nNon sorprende che la Regina stessa sia il simbolo più prezioso del gioco, ma non è l’unica bellezza a cui fare attenzione mentre si guardano le bobine che si fermano.\nFunzioni e simboli della Slot Machine\nSi viene portati a fare un viaggio sul Nilo dove ci si imbatte nella più potente e bella Slot dell’antico Egitto. Incastonata all’interno di una piramide, ha una grafica tipica di Novomatic in quanto sembra una classica Slot da casinò reale. I simboli sui rulli includono lo stile egiziano A, K, Q, J e 10 carte da gioco, gioielli, sfingi e la stessa regina Cleopatra – è il simbolo più redditizio che ti dà 500 volte la tua puntata per 5 su una linea di pagamento.\nL’attrazione principale del gioco è la funzione Free Games che si gioca quando si ottengono 3 o più simboli di libri magici in qualsiasi punto dei rulli – 3, 4 o 5 vi daranno 2, 20 o 200 volte la vostra puntata, oltre a 10 giri gratis. Prima di iniziare a giocare, 1 simbolo viene scelto a caso per diventare il simbolo speciale in espansione.\nQuando quel simbolo selezionato appare durante i giri liberi, si espanderà automaticamente per assumere il controllo dell’intera bobina. Se ne otterrete alcuni, preparatevi a grandi vittorie. La buona notizia è che questi simboli espansi pagano anche su posizioni/bobine non adiacenti.\nLe vittorie della linea nel gioco si risolvono come segue: 10, J e Q pagano 10x, 50x e 200x per 3, 4 e 5 di fila. L’anello del serpente gioiello alza la posta, pagando 40x, 200x e 1.000x. Per il gatto alato, si può ottenere una vincita di 10x per l’atterraggio di soli due simboli di fila. Per il 3, 4 e 5 la vincita è di 80x, 800x e 4.000x. K e A pagano 20x, 100x e 400x per il 3, 4 e 5, mentre il pezzo di spalla corrucciata di Cleopatra vi ricompenserà con 40x, 200x e 1.000x.\nRimane solo la regina Cleopatra. Come la bestia alata, questo simbolo pagherà con solo due di fila. Assicuratevi 2, 3, 4 o 5 per vincere 20x, 200x, 2.000x e un bel 10.000x per il grand Jackpot. L’altro simbolo da cercare in gioco è il libro d’oro, che funge da Wild. Può sostituire qualsiasi altro simbolo di gioco, con 3, 4 o 5 in una riga pagando tutti i quattro: 40x, 400x o 4.000x rispettivamente.\nAltre Slot Machine simili\nSe cerchi un’altra Slot Machine molto simpatica a 5 rulli con protagonista Cleopatra, dovresti scegliere l’omonima Slot Cleopatra. Anche se la grafica potrebbe non essere così realistica come alcune slot più moderne, diremmo che i simboli e l’ambientazione sono ben disegnati, aggiungendo una sensazione generalmente positiva al gioco. Sono incredibilmente on-theme, dando ai giocatori una visione di alcuni aspetti dell’antico Egitto. La slot RTP per Cleopatra è del 95,02%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen Cleopatra",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/queen-cleopatra-featured-286x217.jpg",
            "filename": "queen-cleopatra-featured-286x217.jpg"
        }
    ],
    "name": "Queen Cleopatra"
}