{
    "studio": "NextGen",
    "text": "\nQueen Of The Castle\nUna bella principessa, anzi una regina che si trova a vivere nel suo castello, come accade nella maggior parte delle favole che abbiamo visto almeno una volta nella vita. E’ da questo tema che nasce la slot online Queen of the Castle, strutturata con i suoi 5 rulli e 576 modi per vincere. L’atmosfera è di un’ambientazione medievale, un po’ misteriosa ma estremamente positiva: di tanto in tanto la nostra regina apparirà sullo schermo, scendendo dalla torre solo per regalare dei colpi di scena. E questo è un discorso a parte rispetto alle più classiche funzioni, tra cui ovviamente appare anche la possibilità di vincere giochi gratuiti e salire di livello per ottenere vittorie e Spin extra, arrivando a ottenere fino a 3.087 modi per vincere. Vediamo insieme quali sono i punti di forza di questa macchinetta che porta la firma di uno dei grandi nomi del settore: NextGen.\nGrafica e simboli di gioco\nLa scelta grafica di Queen of the Castle è tipica di un cartone animato: abbiamo un imponente castello che circonda la griglia di gioco dove si posizionano diversi simboli. Quelli che hanno valore più basso sono le carte reali A, K, Q e J, mentre quelli che valgono di più sono le 4 Gemme colorate, i Trono in velluto color rosso, i Sacchi di denaro, il Cagnolino e gli Stendardi della Regina. La struttura dei rulli è particolare e si compone di 3x4x4x4x3 righe dall’alto al basso. Ad arricchire la slot a livello grafico è la colonna sonora che si presenta in modo simpatico al giocatore.\nL’icona più valorosa è lo stendardo che attribuisce 10, 15 o 20 volte la tua scommessa se appare per 3, 4 o 5 volte su una linea di pagamento. La nostra regina è invece il simbolo Jolly capace di prendere il posto di ogni altro simbolo tranne lo Scatter. Quest’ultimo può premiarti con 120x la tua puntata.\nLe funzionalità più interessanti sono la Locked Reels che si attivata per caso nel gioco base e si manifesta nel momento in cui i rampicanti vanno a coprire i 3 rulli centrali, per bloccarli e girare insieme al fine di far apparire lo stesso simbolo. Non perdere poi di vista lo scrigno rosso misterioso che attiva la funzione Red Mystery Chest Reveal: in tal caso i simboli reali delle carte dal rullo 2 al 5 sono sostituiti da questo scrigno. Riveleranno così un simbolo casuale che aumenta le chance di poter vincere. Si sblocca da qui la funzione Red Mystery Chest Nudge riprodotta se la cassa misteriosa si presenta sul rullo numero uno: si impila e si può spostare per riempire interamente il rullo stesso.\nConsiderazioni finali sulla slot Queen of the Castle\nQueen of the Castle è molto interessante per grafica e caratteristiche tecniche: ci piace scoprire man mano le diverse funzioni che offre e vederle animarsi sulla griglia di gioco. E tra uno scrigno e l’altro non dimenticare i giri gratuiti: se trovi 3 simboli bonus nei 3 rulli centrali riuscirai a vincere fino a 120 volte la tua puntata oltre a 14 giri.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen Of The Castle",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/queen-of-the-castle_free-286x217.jpg",
            "filename": "queen-of-the-castle_free-286x217.jpg"
        }
    ],
    "name": "Queen Of The Castle"
}