{
    "studio": "High 5 Games",
    "text": "\nQueen of The Gods\nSiamo nell’Antico Egitto e siamo di fronte a un’affascinante regina che, con molte possibilità, è Cleopatra. Del resto, chi meglio di lei potrebbe rappresentare la Queen of the Gods? Siamo davanti a una slot che usa l’immagine di famose divinità e sovrani che abbiamo conosciuto proprio grazie alla storia dell’Antico Egitto. La struttura della slot è classica, con una griglia di rulli 5×3 e troveremo 10 linee attive. Ma è soprattutto il suo premio finale ad attirare e incuriosire il giocatore: riesce a offrire fino a 1.839 volte la puntata, massimizzando il valore con l’uso di jolly regolari e moltiplicatori, ma anche Scatter e giri gratuiti. Vediamo di scoprire di più su questa macchinetta per aiutarti a capire se faccia al caso tuo!\nGrafica e caratteristiche della slot\nIl tema di Queen of Gods viene sviluppato partendo da un ottimo design, utile per ricostruire un’ambientazione di totale rispetto. A livello di qualità, la slot è abbastanza buona anche se i simboli scelti non portano grande originalità a questo titolo.\nAbbiamo ovviamente le classiche carte reali, dal J all’Asso e poi si sale con le immagini di Anubi, Sobek, Horus e la regina Oltre a tutto ciò segnaliamo la presenza di Jolly, moltiplicatori e uno Scatter. Essendo una slot ad alta volatilità potrebbe volerci un po’ di tempo prima di generare una buona vincita da ricordare, quindi armati di sana pazienza!\nBonus game e funzionalità \nPer ottenere qualcosa in più dalla slot bisogna puntare su free spin e Jolly. I Jolly, che sono 2, sono usati per sostituire gli altri simboli e favorire le combinazioni regolari. Uno dei due ha un moltiplicatore 2x che aumenta il valore delle vincite e appare solo quando i giri gratuiti sono attivati. Ma occhio al sole, perché è il simbolo ideale per attivare i giri gratis. Potrai quindi scegliere tra:\n\n15 giri gratuiti con jolly regolari;\n11 giri con 2 jolly moltiplicatori;\n8 giri gratuiti e 3 moltiplicatori.\n\nLe probabilità di avvicinarsi al jackpot più alto aumentano a dismisura proprio durante i giri gratis.\n\nFAQ: Le risposte alle domande più frequenti \nChi è il provider della slot Queen of Gods?\n\nNegli ultimi anni Big Time Gaming si è fatto riconoscere per le sue slot ricche di vincite importanti, sbloccate però nel tempo e non in modo immediato.\n\n\n\nQual è l'RTP più alto della slot?\n\nIl valore RTP della slot Queen of Gods è 96,38%.\n\n\n\nPosso giocare da smartphone?\n\nSì, oltre al computer sui dispositivi Apple e Android per la versione mobile da provare via browser così da poter giocare in pochi minuti.\n \n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen of The Gods",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/queen-of-the-gods-thumb-286x217.jpg",
            "filename": "queen-of-the-gods-thumb-286x217.jpg"
        }
    ],
    "name": "Queen of The Gods"
}