{
    "studio": "Aristocrat",
    "text": "\nQueen Of The Nile\nI grandi tesori del Nilo ti aspettano nella slot Queen of the Nile\nLa civiltà più antica e affascinante di tutti i tempi rivive grazie a Queen of the Nile, la slot machine che ti porta alla scoperta dei tesori e delle ricchezze dell’antico Egitto. Sviluppata da Aristocrat, questa slot rappresenta un divertimento senza tempo: rilasciata per la prima volta nel 1997 nella sua forma terrestre, ha collezionato sempre più successi nella sua versione online diventando un vero e proprio cult. Questa slot a 5 rulli e 20 linee di pagamento racchiude funzioni speciali e un generoso round bonus per incrementare le tue vincite. Raccogli le ricchezze che il Nilo mette a tua disposizione con questa divertente slot machine.\nGrafica della slot machine\nSu un caldo sfondo raffigurante le rive del Nilo appaiono i 5 rulli della slot Queen of the Nile. Cleopatra, la regina del gioco, scorrerà assieme agli altri simboli raffiguranti le icone dell’antica cultura egizia. Il pannello di gioco è essenziale e gli effetti sonori di sottofondo appaiono davvero accattivanti. A seguito delle tue vincite animazioni sobrie ma coinvolgenti daranno vita ad atmosfere davvero affascinanti. Vedrai il sole e la luna alternarsi dietro al viso di Cleopatra, o le piramidi illuminarsi grazie a potenti fasci di luce. La semplicità grafica di questa slot è perfettamente in linea con gli altri intrattenimenti targati Aristocrat, ed è capace di garantire sobrietà ed eleganza a questo come agli altri giochi della famosa software house. Cliccando sul punto interrogativo alla base del pannello di gioco avrai inoltre l’accesso a tutte le informazioni riguardanti le regole, le opzioni speciali e i pagamenti di Queen of the Nile.\nLe funzioni e i bonus della slot\nTra i simboli che vedrai scorrere una volta attivati i rulli ci sono quelli delle carte da gioco 9, 10, J, Q, K, A oltre alla Sfinge, all’anello, allo scarabeo d’oro, all’occhio di Ra, e alla pianta del papiro. Le piramidi e lo splendido viso di Cleopatra costituiscono invece i simboli speciali della slot machine Queen of the Nile.\nNello specifico, Cleopatra rappresenta il simbolo Wild e come un jolly sostituisce tutti gli altri simboli ad eccezione dello Scatter per creare le combinazioni vincenti. La regina di Queen of the Nile è davvero generosa essendo anche un jolly moltiplicatore in grado di raddoppiare gli incassi delle combinazioni vincenti nelle quali compare. Questa donna, rappresentata come un personaggio alquanto controverso su tutti i libri di storia, ha scelto questa slot machine per riscattarsi e mostrare tutta la propria bontà regalando crediti ogni volta che appare sulla stessa payline. Infatti 2 simboli di Cleopatra ti regalano 10 monete, 3 simboli 200 monete, 4 simboli 2.000 monete e 5 simboli ben 9.000 monete! Una prova di generosità senza pari, degna di una memorabile regina d’Egitto. Lo Scatter della slot è rappresentato dalle piramidi. Queste possono apparire su tutti i rulli pagando in qualsiasi posizione e attivando i Free Spin. A partire dalla comparsa di 3 simboli Scatter sui rulli riceverai almeno 15 giri gratis e la moltiplicazione delle vincite ottenute. Per tentare la fortuna avrai inoltre a disposizione la modalità Gamble a seguito di ogni vincita e potrai raddoppiarla se indovinerai il colore della carta coperta o quadruplicarla se ne indovinerai il seme.\nSlot simili a Queen of the Nile\nSe l’interfaccia un po’ vintage di Queen of the Nile non è del tutto di tuo gradimento, prova Queen of the Nile II, la versione rinnovata di questa splendida slot machine che presenta 5 rulli, 25 linee di pagamento e una grafica più vivace della precedente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Queen Of The Nile",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "Queen Of The Nile"
}