{
    "studio": "Rarestone Gaming",
    "text": "\nQuest West\nBellissima slot che si ispira alla tradizione cinese, Quest West vi farà vivere un viaggio verso l’Oriente, tra bonus speciali e premi favolosi!\nTema e grafica\nVi siete mai chiesti a chi si siano ispirati i creatori di Goku, protagonista del famoso anime Dragon Ball? Se non lo sapete, la risposta è Sun Wukong, il re scimmia su cui è incentrato il libro Il Viaggio in Occidente, pubblicato anonimo nel 1950 circa. La trama racconta di un viaggio sino all’India compiuto dal monaco Sanzang insieme a Sun Wukong, il maiale dalle fattezze umane Zhu Wuneng e il demone dei fiumi Sta Wujing. La grafica di Quest West non poteva che essere di livello assoluto, vista la grandezza della storia raccontata. Sullo sfondo si intravede il palazzo reale immerso tra le montagne attorniato da fiumi e cascate, con un sottofondo musicale orientaleggiante ma non invasivo. Quando su una combinazione vincente appaiono 9 simboli corrispondenti a uno dei quattro eroi, allora gli slot si uniscono e il personaggio viene mostrato in primo piano. Solitamente quando questo accade si verificherà una grande vincita. Da sotto la griglia di gioco è possibile accedere alle impostazioni per variare il livello della nostra puntata, dare avvio ai giri automatici o al gioco manuale.\nCaratteristiche principali della slot machine\nLe 50 linee di pagamento sono fisse si sviluppano su una griglia classica con 5 rulli e 3 righe. Oltre al gameplay estremamente semplice, ciò che rende questa slot appetibile anche ai principianti è senza dubbio il valore della scommessa minima, che è pari a 0,01 € per ogni linea di pagamento, in pratica 0,50 € a spin. Naturalmente si può decidere di salire di livello, con la scommessa massima che arriva sino a 500 €. Per chi non ha voglia di cliccare per ogni spin, si possono impostare tra i 5 e i 100 giri automatici. Quest West ha una volatilità alta e un ottimo RTP pari al 96,45%, quasi mezzo punto al di sopra della media della maggior parte delle slot machine.\nSimboli e funzionalità di Quest West\nPassiamo ora a dare un’occhiata ai simboli e al loro valore. Come da copione, quelli con un ritorno più basso sono rappresentati dalle carte da gioco dal 10 all’Asso. A seguire troviamo il porcellino Zhu Wuneng, il demone dei fiumi Sta Wujing e Sanzang. Tra i simboli regolari, Sun Wukong è quello che ha il valore più alto. Anche il simbolo Wild è pagante e a differenza degli altri simboli veniamo ricompensato anche se ne compaiono 2 e non 3. Come da tradizione, il simbolo Wild ha la funzione di Jolly e sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato dal fiore di loto. Esso può comparire solo sui rulli 2, 3 e 4. Ne servono 9 per avviare 7 partite gratis. Prima però ci verrà richiesto di cliccare i simboli Scatter sotto cui si celano altri 3 giri gratis extra che si andranno ad aggiungere agli altri 7 e i nostri 4 eroi. Per dare avvio ai Free Spins è necessario scoprire 2 simboli uguali, che poi durante il gioco Bonus vedremo apparire con molta più frequenza rispetto agli altri.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Quest West",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/quest-west_new-286x217.jpg",
            "filename": "quest-west_new-286x217.jpg"
        }
    ],
    "name": "Quest West"
}