{
    "studio": "Inspired Gaming",
    "text": "\nRainbow Cash Pots\nL’Irlanda, si sa, è terra di folletti e di magia, ricca di simboli legati alla fortuna e al destino. Le credenze popolari che la contraddistinguono sono stati ereditati direttamente dai Celti, un popolo misterioso che continua ad affascinare milioni di persone in tutto il mondo. Il cerchio del Dio del sole Taranis, il trifoglio di San Patrizio, la leggenda del folletto e della pentola d’oro, il ferro di cavallo cucito all’interno dell’abito da sposa, il fungo gigante, sono tutti i simboli che potrete ritrovare in Rainbow Cash Pots. La grafica della slot è semplice e molto nitida, con le verdi praterie tipiche irlandesi sovrastate da due arcobaleni a fare da sfondo alla griglia di gioco. Quando il gioco è fermo, sullo schermo appare il pulsante per le impostazioni, quello per aumentare la posta in gioco e quello per far ruotare i rulli.\nVi consigliamo questa slot machine se vorrete provare anche voi a trovare il tesoro alla fine dell’arcobaleno!\nCaratteristiche principali della slot machine\nLa griglia di gioco ha un taglio tradizionale, con 5 rulli e 3 righe. Le linee di pagamento sono 10 e fisse, con la puntata minima pari a 0,10 €, quindi 0,01 € per linea, caratteristica che la rende appetibile anche per chi cerca un po’ di svago senza investire grandi cifre. Per chi invece ha voglia di rischiare, è possibile puntare sino a un massimo di 60 €. Tenendo premuto il tasto Start si possono selezionare i giri automatici, inoltre all’interno delle impostazioni è presente il cursore che attiva il Turbo per avere una rotazione dei rulli accelerata. Caratteristica davvero apprezzabile, è la possibilità di invertire la posizione dei pulsanti da parte dei mancini. Rainbow Cash Pots ha un buon ritorno teorico al giocatore (return to player o RTP) , pari al 96,5% , di mezzo punto superiore alla media della maggior parte dei giochi di slot.\nSimboli e funzionalità di Rainbow Cash Pots\nI simboli con minor valore sono quelli che si riferiscono alle carte da gioco, dal Jack fino all’Asso, seguiti dal fungo e dal ferro di cavallo. Un buon ritorno economico lo offrono la scarpa con la punta rialzata, il cilindro  e il trifoglio, anche se il simbolo che vale di più è il logo del gioco. Il pentolone d’oro può comparire solo sui rulli 1, 2, 3 e 4, quando ne appaiono 6  e sul quinto rullo atterra il simbolo Bonus, allora si attiva il Multi Cash Collector: vengono offerti 5 Respins durante i quali il simbolo Bonus viene sostituito dallo specchio e sui rulli compariranno soltanto i pentoloni d’oro, tutti dal valore importante. Una volta conclusi i giri gratuiti, dallo specchio viene proiettato un arcobaleno che “incasserà” tutti gli importi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rainbow Cash Pots",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/rainbow-cash-pots_slot-286x217.jpg",
            "filename": "rainbow-cash-pots_slot-286x217.jpg"
        }
    ],
    "name": "Rainbow Cash Pots"
}