{
    "studio": "Barcrest",
    "text": "\nRainbow Riches\nIl tema di questa bella e colorata slot prodotta dalla software house Barcrest si rifà ai miti e alle tradizioni dell’Irlanda. In realtà Rainbow Riches non è una slot singola, ma fa parte di una serie di giochi online che condividono lo stesso tema ma che presentano gameplay e funzionalità diverse.\nLa tradizione irlandese vede tra i suoi protagonisti più noti e amati il Leprecauno, un folletto con barba e capelli rossi vestito di verde che di mestiere fa il calzolaio delle fate. Si racconta che il Leprecauno, grazie al suo lavoro, abbia messo da parte una vera e propria fortuna e che essendo dispettoso e taccagno, per paura che qualcuno gliela possa rubare, cela le sue monete d’oro in un calderone posto alla fine dell’arcobaleno.\nLa grafica di Rainbow Riches non è spettacolare, questo lo dobbiamo dire, tuttavia grazie al sapiente uso dei colori e alla presenza dell’arcobaleno che campeggia sia sulla schermata iniziale che su quella di gioco, lo troviamo decisamente piacevole. La musica tipica irlandese che fa da colonna sonora mentre girano i rulli contribuisce poi a rendere l’esperienza di gioco divertente e coinvolgente.\nCaratteristiche principali della slot machine\nQuesta slot machine di casa Barcrest è la più semplice della serie dell’arcobaleno: la griglia di gioco è costituita da cinque rulli e tre righe, con 20 linee di pagamento.\nÈ molto interessante il range di scommessa: si possono selezionare singolarmente le linee di pagamento, con un minimo di una, ma la puntata più bassa è di ben 25 €, con una scommessa massima pari a 500 €, una cifra da capogiro che potrebbe essere allettante per gli high rollers ma che di sicuro non è adatta ai deboli di cuore!\nPotrete comunque giocare a Rainbow Riches anche in modalità demo totalmente gratuita e senza necessità di registrazione, per fare pratica e scoprire tutti i segreti della slot machine senza investire un solo centesimo.\nLa volatilità di Rainbow Riches è media, il che significa che potrete ottenere delle vincite piccole con una certa costanza, ma che per mettere le mani sui premi di un certo valore dovrete avere un pochino di pazienza.\nIl ritorno teorico al giocatore (return to player o RTP) è piuttosto deludente, attestandosi su uno scarso 95%.\nSimboli e funzionalità di Rainbow Riches\nI simboli regolari di Rainbow Riches sono rappresentati dai numeri e dalle lettere delle carte da gioco, dal 10 all’Asso, più quello che raffigura l’icona della slot. Oltre a questi ci sono ben quattro simboli speciali:\n• Il Wild è una moneta con funzione di jolly che paga anche in combinazione\n• Il simbolo del Leprecauno che attiva la funzione Road to Riches\n• Il simbolo del pozzo dei desideri che attiva la funzione Wishing Well\n• Il simbolo Scatter , il calderone, che attiva la funzione Pots of Gold.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rainbow Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/rainbow-riches_gratis-286x217.jpg",
            "filename": "rainbow-riches_gratis-286x217.jpg"
        }
    ],
    "name": "Rainbow Riches"
}