{
    "studio": "BF games",
    "text": "\nRamses Rising\nSe c’è un re egizio che più di altri viene ricordato dagli appassionati di tutto il mondo, questo è senza dubbio Ramses. Le sue imprese in battaglia e il gusto particolare per la cultura e le arti, gli hanno valso il simbolo di «Grande», facendolo entrare direttamente nella leggenda.\nLa BF Games ha deciso di celebrarlo con una slot che siamo certi riscuoterà i favori di tutti i giocatori che amano il tema dell’Antico Egitto.\nLa schermata principale si apre su una stanza del palazzo imperiale. La griglia centrale si trova di fonte a una parete ricca di geroglifici, ai lati ci sono gli affreschi di Anubi, dio della morte, e Ra, dio del sole. Di fronte ci sono due bracieri ardenti che rischiarano l’intera stanza. Dal punto di vista grafico Ramses Rising è impeccabili, con i simboli molto dettagliati e i ruoli che ruotano fluidi, senza crash di sistema. In basso abbiamo la pulsantiera, con tutte le opzioni più importanti a disposizione. La musica di sottofondo contribuisce a creare un’atmosfera di mistero, rendendo il gioco ancor più emozionante.\nCaratteristiche di Ramses Rising\nLa griglia ha 5 rulli, 5 righe e 10 linee di pagamento fisse. La scommessa parte da un minimo di 0,10 € sino a un massimo di 200 €. Con il tasto del fulmine si può accelerare la rotazione dei rulli e si possono attivare fino 100 giri automatici con la funzione Autoplay.\nIl valore RTP è del 96,2%.\nSimboli e funzionalità\nIn Ramses Rising ritroviamo molti simboli tematici, ma sono presenti anche i cosiddetti reali, ossia le carte da gioco dal J all’asso.\nLa piuma dorata e i due bastoni dell’imperatore pagano abbastanza bene, seguiti dallo scarabeo sacro e dal bastone della vita con un serpente attorcigliato. Il cobra e l’occhio di Horus sono comunque i simboli che hanno valore maggiore e che possono pagare sino a 50 volte la puntata.\nTra i simboli speciali troviamo il Wild, rappresentato da Ramses in persona. È un simbolo espandibile, quindi ogni volta che compare riempie l’intero rullo aumentando le possibilità di vittoria.\nLa sfera verde è lo Scatter, è pagante e una combo di 3 regala 12 Free Spins. Sulla griglia compaiono sei alloggiamenti che possono essere riempiti con i simboli tematici (piuma, bastoni, scarabeo, chiave della vita, cobra e occhio). Attivandoli, un tot di simboli verrà trasformato sulla griglia, regalando tante combinazioni vincenti. Inoltre, ogni Wild comparso durante i Free Games regalerà ulteriori giri.\nIn Ramses Rising è presente la funzione Gamble per provare a raddoppiare le nostre vincite.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ramses Rising",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/ramses-rising_gratis-286x217.png",
            "filename": "ramses-rising_gratis-286x217.png"
        }
    ],
    "name": "Ramses Rising"
}