{
    "studio": "Red Tiger",
    "text": "\nRA’s Legend\nNel mondo dei giochi online esiste un alto numero di slot dedicate all’Egitto, alcune molto elaborate, altre che lasciano a desiderare dal punto di vista della grafica o del gameplay. Con Ra’s Legend non si corre nessuno di questi rischi grazie allo straordinario lavoro fatto dalla Red Tiger che è riuscita a produrre una slot esteticamente impeccabile e con un sistema di gioco tra i migliori che ci è capitato di incontrare. Prima di addentrarci nelle caratteristiche specifiche di Ra’s Legend è meglio spendere due parole sulla divinità a cui si ispira il gioco. per il popolo dell’Antico Egitto, Ra era il dio del sole, controllore del cielo della terra e dell’oltretomba. A lui sono legati numerosi simboli, tra cui l’Occhio di Ra e la chiave della vita, rappresentata da una croce ansata, ma anche il falco, tant’è che Ra veniva rappresentato con il corpo di uomo e la testa di questo animale. Altro simbolo immancabile che ritroviamo in Ra’s Legend è lo scarabeo, che gli Egizi associavano al sole. Per ricreare al meglio tutti questi simboli è stato necessario fare un lavoro importante sulla grafica, che infatti è bellissima sia per la definizione dei simboli che per l’ambientazione. Sotto i rulli sono presenti poche informazioni, lasciando tutto lo spazio alla griglia di gioco.\nCaratteristiche principali della slot machine\nLa Red Tiger ha deciso di usare una griglia abbastanza tradizionale, con 5 ruoli e 5 linee e dotare il gioco di 40 linee di pagamento fisse. Per la puntata si parte da un minimo di 0,20 € a un massimo di 80 €, un range di scommessa che accontenterà sia principianti che giocatori più esperti. Ra’s Legend ha un RTP pari al 95,02% e una volatilità media.\nSimboli e funzionalità di Ra’s Legend\nI simboli base sono 9, con quelli legati alle carte da gioco che offrono vincite contenute. Con i simboli tematici come la croce della vita, lo scarabeo e il falco, si iniziano ad avere ritorni monetari importanti. Il simbolo che vale di più in assoluto è però l’occhio di Ra.\nIl Wild sacro è rappresentato dal dio Ra in persona. la sua particolarità è quella di rimanere fisso sui rulli per diversi giri e di sostituire i simboli in una combinazione vincente.\nAltro simbolo importante è House of Ra che ci permette di selezionare 3 caselle per tentare di scalare la piramide sino alla cima dove ad attenderci troveremo un moltiplicatore di 8.000x! Con il Bonus Wheel, invece potremo far girare una ruota a cui seguirà la vincita di un moltiplicatore.\nIl Dono di Ra appare casualmente, in questo caso avremo un regalo misterioso che può arrivare a un moltiplicatore 1.000x!\nIn alcuni casi Ra può selezionare alcuni rulli facendoli diventare dorati, aumentando così il valore dei simboli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "RA's Legend",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/ras-legend-featured-286x217.jpg",
            "filename": "ras-legend-featured-286x217.jpg"
        }
    ],
    "name": "RA’s Legend"
}