{
    "studio": "IGT",
    "text": "\nRed Hot Tamales\nCaratteristiche principali\nQuesta new entry nel catalogo del provider IGT è una slot machine che coniuga sapientemente modernità e tradizione delle vecchie slot terrestri, riproponendo simboli classici in un gioco dal tema coinvolgente e attuale.\nAbbiamo infatti a che fare con un viaggio nei sapori piccanti della cucina messicana, in cui i peperoncini colorati, riprodotti in stile cartone animato, con occhi, bocca e perfino un sombrero in testa, la fanno da padroni.\n\nSi tratta di una slot davvero semplice e versatile, con tre soli rulli e 27 linee di pagamento, adatta sia ai giocatori più navigati, che hanno la possibilità di effettuare delle scommesse molto alte (540 €), sia ai neofiti delle slot machine che possono divertirsi senza spendere un capitale giocando con soli 27 centesimi a giro. È possibile su Red Hot Tamales giocare anche in modalità automatica, grazie alla funzione Autoplay: è sufficiente impostare il numero di giri desiderato e l’importo massimo di vincita e di perdita.\nL’RTP non è altissimo, ma si attesta sul 95,83%, poco di meno rispetto alla maggior parte dei giochi in circolazione, mentre la volatilità è medio bassa, il che significa che si vince abbastanza di frequente ma non ci si devono aspettare grossi premi, la vincita massima è infatti pari a 5.000 volte la puntata.\nRed Hot Tamales è disponibile sia in versione computer desktop sia mobile, ottimizzata per dispositivi iOS e Android, per giocare ovunque vi troviate!\n\nSimboli di Red Hot Tamales\nCome in una vecchia slot machine terrestre, Red Hot Tamales utilizza dei simboli tipici delle prime macchinette da sala giochi: troviamo infatti i simboli BAR, singoli, doppi e tripli, con valore crescente. I simboli BAR semplici pagano 16 volte la puntata se compaiono su tutti i tre rulli, quelli doppi 20 volte mentre i BAR tripli offrono una vincita massima pari a 24 volte la scommessa.\nTroviamo sui rulli anche il mitico numero 7, con un valore più alto rispetto al BAR, riprodotto in diversi colori: i 7 verdi, gialli e rossi pagano rispettivamente 30, 60 e 100 volte la puntata per un allineamento di tre simboli. I giochi si fanno più interessanti con il Wild di Red Hot Tamales, che oltre a sostituire gli altri simboli per ottenere delle combinazioni vincenti, paga da solo ben 200 volte la puntata quando compare tre volte.\n\nLa funzione speciale di Red Hot Tamales\nQuesta divertente slot di casa IGT presenta un’unica funzione speciale chiamata Blackout e prevede un pagamento molto alto quando un’unica tipologia di simbolo ricopre tutte le 9 (3×3) posizioni sui rulli: il 7 giallo che copre tutta la schermata paga un premio pari a 1.000 volte la puntata, mentre il 7 rosso, alle stesse condizioni, offre la vincita più alta che vale ben 5.000 vote l’importo della scommessa.\n",
    "images": [
        {
            "alt": "I simboli della slot online Red Hot Tamales",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/red-hot-tamales-simboli.jpg",
            "filename": "red-hot-tamales-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Red Hot Tamales",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/red-hot-tamales-tabella-pagamenti.jpg",
            "filename": "red-hot-tamales-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Red Hot Tamales hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/red-hot-tamales-modalitá-bonus.jpg",
            "filename": "red-hot-tamales-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Red Hot Tamales",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/red-hot-tamales_logo-286x217.jpg",
            "filename": "red-hot-tamales_logo-286x217.jpg"
        }
    ],
    "name": "Red Hot Tamales"
}