{
    "studio": "Endorphina",
    "text": "\nRed Cap\nSiamo tutti d’accordo nel dire che Cappuccetto Rosso è forse la fiaba che più di altre è entrata nell’immaginario dei bambini di tutto il mondo. Anche se si parla di una storia dedicata all’infanzia, dobbiamo dire che al suo interno ci sono tutti gli elementi di una storia horror. La ragazza innocente che va dalla nonna per portargli un cesto di pane, la scelta di passare dal bosco per accorciare i tempi, il lupo cattivo che la divora dopo aver fatto la stessa cosa con la nonna e un cacciatore valoroso le libera squarciandogli la pancia! E l’atmosfera che si respira nella slot è proprio questa, con Cappuccetto Rosso che non è una bambina indifesa ma una ragazza dall’aspetto gradevole, la nonna che assomiglia più a un personaggio uscito dalla penna di Agatha Christie, il lupo cattivo più simile a un feroce lupo mannaro. Diciamo pure che ci sono tutti gli ingredienti per passare dei momenti di pura suspence, grazie anche alla musica incalzante e alla grafica niente male davvero. Sullo sfondo possiamo notare il bosco oscuro, mentre nella parte sottostante la griglia di gioco ci sono tutte le impostazioni per settare al meglio le nostre giocate.\nCaratteristiche principali della slot machine\nLa software house Endorphina con Red Cap ha puntato su una griglia di gioco tradizionale, con 5 rulli e 3 linee. Abbiamo 20 linee di pagamento fisse, con una scommessa di 0,01 € per linea, quindi 0,20 € per ogni Spin. Possiamo attivare tra 5 e 1.000 giri automatici, comprese delle soglie che  quando raggiunte li fanno interrompere. Red Cap ha una volatilità media, con una vincita massima di 50 volte la puntata e un ritorno teorico al giocatore o RTP ampiamente nella media, pari al 96%.\nSimboli e funzionalità di Red Cap\nPer vincere è necessaria una combinazione di almeno tre simboli identici su rulli adiacenti, a partire da sinistra verso destra. Nonostante sia possibile consultare il valore dei simboli nella pagina dei pagamenti, ci sembra doveroso fare una veloce panoramica sulle vincite potenziali. Le carte da gioco sono quelle con minor valore, seguite dai frutti che Cappuccetto Rosso trova nel bosco, uva e fragole. Un gradino sopra troviamo a pari merito il lupo e il cacciatore, poi la nonna e infine Cappuccetto Rosso, che rappresenta anche il nostro simbolo Wild e che sostituisce tutti i simboli eccetto quello Bonus. È un Wild a espansione che occupa l’intero rullo, incrementando così il numero di combinazioni vincenti. Il nostro Scatter è il cestino con il pane, con 3 di questi simboli verremo ricompensati con 10 giri gratuiti. In Red Cap è inoltre presente la funzione Gamble. A seguito di ogni vincita, avremo sino a 10 opportunità di incrementare la nostra vincita. Il gioco è semplice, sullo schermo appariranno 5 carte, di cui la prima  capovolta appartenente al banco. Noi dovremo sceglierne una di quelle rimanenti e sperare che sia più alta. In tal caso raddoppieremo la nostra vincita e potremo decidere se continuare a rischiare, ma nel caso dovessimo sbagliare, perderemo tutta la nostra ultima vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Red Cap",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/red-cap-thumb-286x217.jpg",
            "filename": "red-cap-thumb-286x217.jpg"
        }
    ],
    "name": "Red Cap"
}