{
    "studio": "Red Rake",
    "text": "\nRed Dragon VS Blue Dragon\nSe non hai mai sentito parlare dell’avventurosa slot machine gratis intitolata Red Dragon vs Blue Dragon del creatore Red Rake Gaming, forse è il momento di farlo. In questo gioco potrai conoscere l’antico mondo asiatico con i suoi segreti e arcani e vivere una vera battaglia tra due potenti draghi. Cosa aspetti a leggere la mia recensione?\nTema e gameplay affascinanti con una grafica impeccabile\nNella slot senza scaricare Red Dragon vs Blue Dragon ti aspettano giri emozionanti su 6 rulli con quattro file di simboli e 50 linee di pagamento. Puoi puntare da 0,30€ fino a 200,00€ per giro. Per vincere sono necessari almeno 3 simboli identici sulla linea di pagamento che devono essere collegati in una combinazione continua da sinistra a destra. Anche se l’RTP non è altissima, pari al 94,7%,  le ricompense extra che ti aspettano sono davvero superbe. Con questa slot online puoi vincere numerosi Giri Gratuiti e pagamenti aggiuntivi, grazie a ricompense vantaggiose provenienti dai 2 Draghi.\nSimbologia e pagamenti di Red Dragon vs Blue Dragon\n\nIl Drago Blu è il simbolo Jolly. Viene bloccato nel secondo giro portando ancora più monete. Le ripetizioni vengono attivate quando questo simbolo viene rilasciato su qualsiasi bobina. In questo caso, il Drago Rosso non è mai presente\nIl Drago Rosso cade su qualsiasi rullo, tranne che sul primo e sostituisce tutti i simboli, tranne lo Scatter. Se una bobina viene riempita con un simbolo Jolly, vengono attivati i Respins, mentre il simbolo del Drago Rosso cadrà casualmente sui rulli. In questi giri, non è mai presente il Drago Blu.\n\nQuanto valgono gli altri simboli principali?\n\nIl Drago Giallo e Verde ti porterà 20, 40, 200 e 1000 monete\nArbor e Coin pagheranno 15, 30, 150 e 500 monete\nIl Pesce Koi e la Torcia restituiranno 10, 20, 100 e 300 monete\nGli Aquiloni multicolori porteranno 5, 10, 50 e 150 monete per le combinazioni di 3, 4, 5 e 6 simboli identici.\n\nCome si ottengono i Giri Gratuiti dal simbolo Yin-Yan?\n\nIl simbolo Scatter è Yin-Yan. Se sul campo di gioco compaiono 3, 4 o 5 simboli, verranno lanciati 5, 7 e 10 giri gratuiti\nPuoi ottenere 2, 4 o 6 giri aggiuntivi nel Bonus quando raccogli 2, 3 o 4 simboli Yin-Yang\nNella funzione giri gratuiti, 1 dei rulli si trasforma in un Wild.\n\nLasciati proteggere da queste creature versatili\nIn questa versione, (che riprende il tema della slot gratis The Legendary Red Dragon di Red Rake disponibile nella libreria online), i due bellissimi draghi di colori rosso e blu proteggeranno i rulli e guideranno i simboli per creare le migliori combinazioni vincenti e aumentare drasticamente le tue vincite con bonus di giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Red Dragon VS Blue Dragon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/red-dragon-vs-blue-dragon_logo-286x217.jpg",
            "filename": "red-dragon-vs-blue-dragon_logo-286x217.jpg"
        }
    ],
    "name": "Red Dragon VS Blue Dragon"
}