{
    "studio": "Tom Horn Gaming",
    "text": "\nRed Lights\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco:40\nReturn to Player (RTP): 95,74 %\nAutoplay: presente\nCaratteristiche principali\nRed Lights, slot molto amata tra quelle presenti nel catalogo della software House Tom Horn Gaming, ha come ambientazione Amsterdam, città delle luci che in questo caso diventano chiaramente rosse!\nVisitiamo dunque virtualmente i quartieri a luci rosse della città olandese, in compagnia di due bellissime ragazze vestite solo con della provocante lingerie, in un gioco dal gameplay abbastanza semplice ma comunque piacevole e coinvolgente.\nOltre alla modalità di gioco classica, che premia le combinazioni di simboli identici partendo da sinistra verso destra, Red Lights offre anche un bonus istantaneo, che si attiva quando si trovano 3 simboli XXX, e il bonus free spins, che invece si attiva quando una o entrambe le ragazze compaiono sui rulli esterni. La funzione Gamble invece offre la possibilità di raddoppiare qualsiasi vincita a patto che si indovini il colore di una carta girata, con Red Light bisogna indovinare se comparirà la ragazza mora o quella bionda; se la scommessa è giusta, l’intero premio sarà raddoppiato ma in caso contrario si perderà quanto vinto.\nSimboli in Red Lights\nCome già accennato, si tratta di una slot machine con un gameplay piuttosto semplice e intuitivo e questo si rispecchia anche nella varietà dei simboli, pochi e molto facili da ricordare, con valore crescente a partire dai numeri e dalle lettere che si riferiscono alle carte da poker. Non vi sono simboli tematici, ma solo dei diamanti di diversi colori e con valore variabile che può arrivare fino a 400 gettoni nel caso di un allineamento di cinque rossi. A seguire troviamo il diamante blu e quello giallo.\nA differenza del gioco base, quando si entra nel bonus game, si ottengono delle vincite non solo per allineamenti da sinistra verso destra ma anche da destra verso sinistra, aumentando così le possibilità di ottenere delle combinazioni vincenti.\nBonus Vari\nIl bonus game più intuitivo è quello che si ottiene quando al centro dello schema di gioco appaiono tre simboli XXX. In questo modo si possono ottenere diversi premi, il più sostanzioso dei quali permette di moltiplicare la puntata per ben 50 volte.\nLe due belle ragazze protagoniste di questa slot machine vi faranno poi entrare nel bonus Free Spins: otterrete subito cinque giri gratuiti durante i quali potrete usufruire anche di un moltiplicatore e ulteriori vincite per combinazioni in entrambi i sensi dei rulli.\nInfine, ricordiamo la funzione Gamble, con un adrenalinico “lascia o raddoppia” destinato ai giocatori più arditi.\nNel complesso possiamo dire che Red Lights è un gioco abbastanza comune ma non per questo poco apprezzabile: se vi piacciono le slot tradizionali con gameplay tipico e qualche gioco bonus con cui accrescere il divertimento, be’, vi consigliamo di provarla!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Red Lights",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/red-lights_logo-286x217.jpg",
            "filename": "red-lights_logo-286x217.jpg"
        }
    ],
    "name": "Red Lights"
}