{
    "studio": "Evoplay",
    "text": "\nRedrose Sanctuary\nTra le ultime arrivate in casa Evoplay, Redrose Sanctuary è una slot a tema gotico che ricorda molto da vicino le atmosfera dei film di Tim Burton. Ambientata in una casa oscura di proprietà di Lady Rosena, e più precisamente nel giardino, dove crescono splendide rose. O meglio crescerebbero, perché ci vogliono almeno dieci anni per vederle fiorire e liberare tutto il loro potere.\nLa grafica di Redrose Sanctuary non lascia di certo indifferenti, i colori dominanti sono il grigio e il rosa e la griglia di gioca corrisponde all’area del giardino. Ai lati sono presenti fontane di pietra e statue e in generale durante gli Spins si respira un’area cupa che fa schizzare l’adrenalina verso l’alto, anche grazie all’accompagnamento musicale azzeccato.\nVincita altissima\nLa Evoplay ha scelto una classica griglia 4×5 con 20 linee di pagamento fisse. Redrose Sanctuary ha un buon range di puntata, con la minima che costa appena 0,10 € e la massima 200 €. La vincita più alta che si può ottenere è di ben 3.000 volte la scommessa. Tra le funzioni classiche, troviamo l’Autoplay che permette di impostare tra i 10 e i 100 giri automatici e di decidere, laddove si voglia, di fissare alcuni limiti di vincita e di perdita.\nSi vince formando combo di almeno tre simboli identici a partire dal rullo di sinistra e procedendo verso destra.\nLa volatilità è alta, mentre il ritorno teorico al giocatore o RTP si attesta sul 96%.\nUna funzione moltiplica Wild\nI simboli di Redrose Sanctuary sono suddivisibili in due grandi gruppi, quelli di basso livello e quelli maggiorment4e remunerativi. Ai primi appartengono le carta da gioco utili per creare una scala reale, quindi dal dieci all’asso. Pagano molto meglio i simbolo tematici come le chiavi, la coppa, l’anello, il libretto, l’orologio e la croce. Il simbolo che paga di più è Lady Rosena, e a differenza di tutti gli altri può apparire anche a figura intera.\nPassiamo ora ai simboli speciali. La rosa è il nostro Wild e sostituisce tutti i simboli eccetto lo Scatter. Al jolly è anche legata una speciale funzione. Quando sui rulli atterrerà la nube rossa, quel settore della griglia verrà incorniciato. La cornice rimarrà fissa per dieci giri, durante i quali potranno atterrare ulteriori simboli speciali. Alla fine della conta, tutti gli slot incorniciati si trasformeranno in Wild.\nLa pozione magica è il nostro Scatter e regala diversi Free Spins, durante i quali ogni simbolo della nebulosa si trasformerà immediatamente in Wild. In oltre, m ogni simbolo speciale contribuirà a incrementare il moltiplicatore che poi verrà applicato al termine del gioco bonus.\n\nDomande Frequenti \nA quanto corrisponde la vincita massima in Redrose Sanctuary?\n\nLa vincita massima è di 3.000 volte la puntata.\n\n\n\nIl ritorno teorico al giocatore è indicato\n\nSì, ed è del 96%, in linea con la maggior parte dei giochi di slot.\n\n\n\nPosso giocare a Redrose Sanctuary da un dispositivo mobile?\n\nCerto, questa slot è fruibile da pc, smartphone e tablet.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Redrose Sanctuary",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/redrose-sanctuary_new-286x217.jpg",
            "filename": "redrose-sanctuary_new-286x217.jpg"
        }
    ],
    "name": "Redrose Sanctuary"
}