{
    "studio": "NetEnt",
    "text": "\nReel Steal\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco: 9\nPuntata massima: 45 €\nMinimo gettoni per linea: 1\nMassimo gettoni per linea: 10\nValore minimo gettone: 0,01 €\nValore massimo gettone: 0,5 €\nAutoplay: presente\nMontepremi: 1500 gettoni\nReturn to Player (RTP): 95,9%\nCaratteristiche principali\nLa storia di questa slot machine firmata NetEnt risale agli inizi della produzione della nota software house: si tratta infatti di una delle prime slot di casa. Nonostante questo, Reel Steal non manca di coinvolgere e appassionare ancora tantissimi giocatori nel mondo!\nLa grafica è ben lontana dalle ultime produzioni NetEnt: non abbiamo qua effetti speciali o animazioni 3D, tuttavia è sviluppata in modo sapiente e ha come punto di forza una certa dinamicità che rende nel complesso il gioco molto coinvolgente e divertente.\nIl tema si rifà al mondo della malavita organizzata americana degli anni ’80, ispirandosi in particolare ai gangster che hanno fatto la (non bella) storia delle criminalità, come ad esempio Scarface.\nLa struttura di gioco è abbastanza lineare e le uniche funzioni speciali presenti sono quelle legate ai simboli Wild e Scatter e si tratta di giri gratis e moltiplicatori.\nSimboli ordinari e loro valore\nI simboli ordinari di Reel Steal sono legati tutti al tema del furto e della criminalità e per ottenere una vincita si devono trovare allineati su almeno tre simboli adiacenti, partendo da sinistra verso destra.\nI simboli che pagano di meno sono quelli che raffigurano oggetti legati alla malavita che sono:\n\nDistintivo e pistola: paga da un minimo di 2 a un massimo di 40 gettoni\nMacchina fotografia: paga da 2 a 50 gettoni se compare su tutti i 5 rulli\nValigia con diamante: da 4 a 60 gettoni\nBorsone con banconote: da 5 a 75\nCassaforte piena d’oro: paga 10 per un allineamento di tre simboli, 20 se sono quattro e 100 per cinque,\n\nAccanto agli oggetti troviamo i personaggi protagonisti del gioco, che hanno pagamenti decisamente superiori:\n\nBoss: paga fino a 750 gettoni\nScagnozzo del Boss: fino a 400 gettoni\nAssistente: fino a 200 gettoni\nDetective: simbolo che paga di più, ben 1500 gettoni\nDonna poliziotto: paga da 20 a 1000 gettoni\n\nSimboli Wild e Scatter\nTra i simboli bonus troviamo il Wild che è rappresentato da una Mustang di colore arancione: ha funzione di Jolly e può sostituire tutti gli altri simboli, ad eccezione dello Scatter, per completare una combinazione vincente. Tutti gli allineamenti vincenti ottenuti grazie al Wild poi, sono moltiplicati x5.\nIl simbolo Scatter raffigura invece dei candelotti di dinamite e ha la duplice funzione sia di regalare giri gratuiti fino a 25, sia di attivare dei moltiplicatori fino a 100x!\nQuando si giocano i free spins tutte le combinazioni vincenti hanno un moltiplicatore di 5x e le cose si fanno più interessanti quando si ottiene un allineamento vincente grazie a un simbolo Wild: in questo caso avrete una vincita pari a ben 25 volte la puntata.\nInfine, sempre se durante il giro gratis compare sui rulli uno Scatter, si ottiene un ulteriore spin gratuito in cui però le combinazioni vincenti non avranno alcun moltiplicatore.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Reel Steal",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/reel-steal_free-1-286x217.jpg",
            "filename": "reel-steal_free-1-286x217.jpg"
        }
    ],
    "name": "Reel Steal"
}