{
    "studio": "Just For The Win",
    "text": "\nReel Splitter\nEsistono principalmente due trend per quanto riguarda le slot machine online: da una parte troviamo quelle che cercano di proporre qualcosa di nuovo e al passo con i tempi, come quelle ispirate da lungometraggi o altre opere di intrattenimento, mentre dall’altra troviamo un percorso inverso in cui si cerca di riportare in auge le slot classiche fatte di frutta e campane.\nNessuno dei due trend è necessariamente meglio dell’altro: sono semplicemente nati al fine di rispondere ai gusti di giocatori diversi. Ne è un esempio lampante la Microgaming, casa di sviluppo con all’attivo centinaia di slot machine che ha seguito entrambe le tendenze proponendo titoli diversi.\nOggi andiamo a parlare di Reel Splitter, una slot prodotta da questa casa che mira all’aspetto nostalgico delle prime slot senza rinunciare a delle funzioni tipiche dei giochi più moderni.\nReel Splitter: analisi grafica\nCome è lecito aspettarsi da una slot che trae ispirazione da quelle classiche, anche la griglia di gioco a cui andremo a dedicarci è abbastanza minimalista. Il contorno dell’area di gioco è un semplice pattern rosso che ricorda i casinò d’epoca e i simboli all’interno della griglia sono quelli classici: limini, ciliegie e gli immancabili simboli delle carte da gioco (A, K, Q, J…).\nÈ una prassi abbastanza comune rinfrescare questi simboli dando loro un aspetto più moderno rispetto alle piastre bidimensionali che venivano usate anni fa ma in genere questo tipo di gioco cela le sue particolarità proprio nel gameplay, di cui andremo a parlare nel punto successivo di questa recensione.\nLe nostre giocate, come è lecito aspettarsi, sono accompagnate da una musica di sottofondo che risulta calzante senza stancare il giocatore, come purtroppo capita in altri titoli di questo tipo.\nReel Splitter: da un punto di vista tecnico\nLa struttura della griglia di gioco può essere considerata un ibrido tra quella delle slot classiche e quella delle slot online moderne. Infatti se da una parte trovavamo il 3×3 che mostrava solo 9 simboli a giocata, dall’altra ha preso piede il 5×3 che invece ha il vantaggio di mostrare quindici simboli e ampliare il proprio palco di combinazioni e linee di vincita.\nReel Splitter della Microgaming ha un meccanismo 4×3, abbastanza insolito da trovare, che punta a diventare un 5×3 grazie alla funzionalità “Reel Splitter”. Durante questa modalità, infatti, verrà aggiunto un rullo centrale su cui sarà possibile trovare impilati dei simboli Wild.\nLo stesso simbolo Wild è una novità rispetto alle slot più vecchie: ricoprendo il ruolo di Jolly, infatti, esso può sostituire qualsiasi altro simbolo normale. Il secondo simbolo speciale che può essere trovato è il Free Spins, che dà accesso a dei giri gratuiti.\nRiassumendo ci troviamo di fronte a una slot con 81 linee di vincita e un RTP medio sul lungo termine di 96.02%. L’RTP, nel caso non conoscessi questo termine, è il Ritorno per Giocatore e indica quanti soldi vengono rilasciati in forma di vincita ogni 100€ giocati. Il minimo è 90% e più si sale più è facile vincere!\nTitoli simili a Reel Splitter\nNel cercare dei titoli simili alla slot di cui abbiamo appena parlato, è possibile sfogliare l’enorme catalogo della Microgaming così da vedere la varietà per cui è famosa. A tema frutta, suggeriamo Banana Rock e Go Bananas, entrambe abbastanza recenti e interessanti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Reel Splitter",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/reel-splitter-new-286x217.jpg",
            "filename": "reel-splitter-new-286x217.jpg"
        }
    ],
    "name": "Reel Splitter"
}