{
    "studio": "Wazdan",
    "text": "\nReel Hero\nReel Hero è una slot machine prodotta dalla software house Wazdan che, sebbene non abbia riscosso unanimi consensi al momento del suo rilascio, troviamo che abbia alcune caratteristiche per cui valga la pena provare a farsi almeno una partita!\nIniziamo con il tema e la grafica: per quanto riguarda la tematica, Reel Hero è chiaramente ispirato al film Tron, diretto da Steven Lisberger e uscito nelle sale nel 1982. Tron racconta le vicende di un giovane programmatore di software, immerso in un mondo cibernetico e futuristico.\nAllo stesso modo Reel Hero fa girare i rulli nel futuro, ma ci accompagna in questo scenario con l’occhio un po’ vintage, proprio come se fossimo in un film degli anni ’80.\nNella schermata principale troviamo ad accoglierci i quattro protagonisti del gioco, vestiti in stile Matrix, con tute spaziali e capelli colorati, mentre per quanto riguarda la schermata di gioco, i rulli sono semplicemente immersi in uno sfondo viola e blu fluorescenti, ma senza alcun dettaglio degno di nota.\nReel Hero è prodotta dal provider Wazdan, di nazionalità maltese, che ha all’attivo un centinaio di slot machine immesse sul mercato; si tratta di una software house con relativamente poca esperienza, che ancora non si è fatta notare per prodotti particolarmente riusciti.\nCaratteristiche principali della slot machine\nCome si può notare anche solo ad una prima occhiata, Reel Hero non è una slot machine innovativa, anzi, potrebbe essere un gioco consigliati a coloro che non hanno ancora molta esperienza con questa tipologia di intrattenimenti.\nSi presenta con una struttura molto tradizionale, caratterizzata da cinque rulli e tra sole righe, con la possibilità di effettuare le proprie scommesse su venti linee di pagamento. Si ottengono delle vincite quando si ha un allineamento di almeno tre simboli identici su rulli adiacenti, da sinistra verso destra.\nUna cosa che ci è piaciuta molto di Reel Hero è il range di possibili scommesse adatto veramente a tutti! Si va infatti da puntate di soli 20 centesimi a giro, fino a 1.000 €, una cifra decisamente impegnativa che farà gongolare gli high rollers!\nPer quanto riguarda il ritorno teorico al giocatore (Return To Player o RTP), Reel Hero con il suo 96,22 % si colloca lievemente al di sopra della media dei giochi di slot, e può essere ritenuto più che soddisfacente.\nSimboli e funzionalità di Reel Hero\nI simboli che si alternano sui rulli di Reel Hero sono molto tradizionali e comprendono le carte da gioco, la campana, la stella, il diamante e un simbolo Wild, oltre che i quattro protagonisti del gioco che, come vedremo, non pagano in combinazione.\nSe il simbolo Wild compare su tutte le 15 posizioni si ottiene il premio massimo pari a 1.000 volte la puntata, che diventa una vincita stellare nel caso in cui si sia giocata la puntata massima.\nI quattro eroi di Reel Hero invece ogni volta che compaiono sui rulli vanno a riempire degli speciali contatori: una volta pieni, ciascun eroe scatenerà un suo particolare potere speciale che si tradurrà in interessanti vincite.\nC’è infine un simbolo Scatter che attiva la funzionalità Free Spins  e che paga anche in combinazione fino a ben 200 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Reel Hero™",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/reel-hero_gratis-286x217.jpg",
            "filename": "reel-hero_gratis-286x217.jpg"
        }
    ],
    "name": "Reel Hero"
}