{
    "studio": "Pulse 8 Studios",
    "text": "\nRelic Seekers\nNon è raro trovare il tema dell’archeologia sfruttato all’interno delle slot machine. Lo scavare alla ricerca di tesori nascosti, superare sfide per entrare in luoghi inaccessibili, il brivido dell’avventura… sono tutti aspetti che si sposano benissimo con una slot, per questo motivo non sorprende che la Microgaming offra dei giochi di questo tipo nel proprio catalogo.\nOggi andiamo ad analizzare velocemente Relic Seekers, un titolo che cerca di discostarsi almeno in parte dal canone tradizionale delle slot, sia da un punto di vista prettamente grafico, sia da uno più tecnico.\nRelic Seekers: grafica e musica\nÈ sufficiente un primo sguardo alla schermata di gioco di Relic Seekers per comprendere dove si celi la differenza rispetto alle mille altre slot che sfruttano il tema della tecnologia: non parliamo del classico esploratore senza paura come Indiana Jones o dell’intrepida eroina come Lara Croft, ma di un gruppo di esploratori cinesi alla scoperta del celebre Imperatore Giallo.\nL’aria orientale che traspira da questa slot non è causata solo dai tre protagonisti che appaiono come simboli durante le nostre giocate, ma l’intera interfaccia ne è pervasa. Ad esempio, là dove normalmente si trovano i simboli delle carte da gioco (A, K, Q, J…) per indicare le combinazioni dal valore minore, in questo caso sono stati sostituiti da simboli che richiamano gli antichi ideogrammi, la lingua scritta orientale.\nIl tutto viene introdotto da un corto iniziale che ci permette di calarci all’interno del mondo della slot machine, con una musica concitata che ci accompagnerà per tutto il gioco.\nRelic Seekers: come si gioca?\nAnche se a prima vista la slot non sembra affatto diversa da qualsiasi altra che è possibile trovare online, è necessario fare attenzione a non prenderla sottogamba, in quanto è dotata di diverse funzioni speciali.\nIniziamo con il dire che Relic Seekers della Microgaming sfrutta una griglia di gioco 5×3, con quindici simboli che vengono mostrati ogni volta. La griglia però sfrutta una meccanica di “caduta”, grazie alla quale è possibile ottenere vincite concatenate durante lo stesso turno.\nQuando si ottiene una combinazione vincente, infatti, i simboli che ne facevano parte spariranno, andando a lasciare posto per altri simboli in caduta dall’alto. Questo non solo permette di ottenere più di una combinazione nello stesso turno, ma questa concatenazione di vincite è la chiave per sbloccare una funzione bonus.\nDopo due combinazioni concatenate, infatti la ragazza (uno dei tre personaggi) diventerà un simbolo Wild in grado di svolgere la funzione di Jolly con tutti gli altri simboli normale. Altre concatenazioni doneranno anche agli altri due personaggi funzioni speciali, dando la possibilità al giocatore di ottenere una vincita particolarmente ghiotta dopo un round particolarmente fortunato.\nQuesta funzione, così come la possibilità di ottenere dei giri gratuiti grazie al simbolo Scatter, rendono il gameplay sempre diverso e divertente.\nSlot simili a Relic Seekers\nSempre parlando di archeologia e di ricerca di tesori, come abbiamo detto prima, non possiamo non consigliare Lara Croft Temples and Tombs, altra slot della Microgaming. Con uno stile più colorato e solare, possiamo provare Temple Quest Spinfinity della BTG (Big Time Gaming) la quale è dotata di un meccanismo di gioco particolarmente unico.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Relic Seekers",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/relic-seekers_logo-286x217.png",
            "filename": "relic-seekers_logo-286x217.png"
        }
    ],
    "name": "Relic Seekers"
}