{
    "studio": "Playtech",
    "text": "\nRetro Rush\nScoprite una slot futuristica di Playtech che gioca su 30 linee di pagamento che si espandono fino a 60 nella funzione bonus giri gratis. Il gioco ha poche caratteristiche che possono renderlo degno di essere giocato, sia per le potenziali vincite che per l’avventura di gioco. L’esposizione massima è una somma decente e ci sono moltiplicatori di x5 e respins.\nIl titolo non premette ciò che incontrerai. Leggendo la parola Retro potresti pensare che si tratti di qualcosa di tradizionale e classico. Avrai, invece, una bella sorpresa! Si parla di una metropoli del futuro, con colori sgargianti ma anche dettagli dal passato, come le insegne al neon. Continua a leggere per scoprirla subito!\nUna grafica futuristica\nAmbientato in una cyber-città, lo slot Retro Rush ha un aspetto retro-futuristico mentre si naviga in una strada asiatica illuminata al neon. Con una colonna sonora ispirata ai sintetizzatori, vedrete la A, la K, la Q, la J e i 10 reali sui rulli. Poi vi imbatterete in 5 personaggi – il personaggio dai capelli bianchi è il più prezioso e vi darà 20 volte la vostra posta in gioco per 5 in combinazione.\nIl gioco di slot Retro Rush ha un bell’aspetto – è vantaggioso che ogni vincita ti dà respins che possono dare moltiplicatori selvaggi fino a 5x. Migliora nella funzione Free Games, dove il numero di linee di pagamento raddoppia e vedrete simboli impilati, bobine jolly e moltiplicatori fino a 5x.\nNel gioco base, il massimo che si può vincere è 3.000 x puntate su ogni giro – 600 x puntate per riempire le bobine con il simbolo del personaggio di alto valore con un moltiplicatore 5x. Raddoppiando il numero di linee di pagamento nei giri liberi si raddoppia essenzialmente il potenziale di vincita – la vincita massima può raggiungere i 6.000 x puntate per ogni giro libero. Il RTP è anche decente al 96,1%.\nFunzioni e simboli della Slot Machine\nOgni combinazione vincente nel gioco di base farà scattare la funzione Sticky Wins – i simboli vincenti ‘bastone’ sulle bobine con le altre posizioni che si respira. I respins continuano fino a quando non vengono create nuove vittorie. Sui respin, i simboli wild possono atterrare sul primo, secondo e quarto respin.\nI simboli jolly che atterrano sul primo respin vi daranno un moltiplicatore 2x mentre i simboli jolly che atterrano sul secondo e quarto respin vi daranno rispettivamente 3x e 5x moltiplicatori. Come ci si aspetterebbe, i wilds sostituiscono tutti i simboli, tranne gli scatters.\nRetro Rush è dotato di una funzione Free Games – si gioca quando la scatola da asporto (la dispersione) appare simultaneamente sulle bobine 2, 3 e 4. Iniziando con 5 giri gratis, il set di bobine si estende per dare 60 linee di pagamento in totale (giocate su una griglia 5×6 contro la griglia 5×3).\nQuando si ottiene una vittoria, entra in gioco la funzione Sticky Wins. I simboli wild che atterrano sul 1° o sul 2° respin vi daranno rispettivamente 2x e 3x moltiplicatori. Qualsiasi simbolo jolly che atterra sulla bobina si espanderà anche per darvi una bobina completamente jolly. Inoltre, qualsiasi simbolo può anche apparire impilato (barra la dispersione). L’unico svantaggio è che non è possibile recuperare più giri liberi.\nAltre Slot Machine simili\nSe ti interessa il tipo di Slot Machine ambientata in un futuro troppo lontano con cose che potrebbero accadere realmente, allora non possiamo che suggerirti Neon Staxx, Slot Machine 3D prodotta da NetEnt che ti offre ben 20 giri gratis!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Retro Rush",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/retro-rush-featured-286x217.jpg",
            "filename": "retro-rush-featured-286x217.jpg"
        }
    ],
    "name": "Retro Rush"
}