{
    "studio": "Habanero",
    "text": "\nReturn To The Feature\nLa Habanero, provider che negli anni ha regalato giochi diventati ormai veri e propri classici, torna con Return to the Feature, una slot con uno sguardo rivolto al passato e uno al futuro.\nL’ambientazione del gioco è infatti una città futuristica, con super bolidi che sfrecciano di notte tra vie illuminate di luci al neon viola e blu o sul lungomare al tramonto.\nRagazze con caschi per la realtà virtuale, vecchi mangianastri, una cassetta stretta da una mano robotica, scarpe da basket anni Ottanta, sono solo alcuni dei simboli che servono a creare l’atmosfera giusta per i nostri spin.\nCaratteristiche della slot\nLa griglia di gioco è una 5×3 e ci sono 243 modi per vincere puntando 25 monete. Ogni moneta può costare un minimo di 0,01 € sino a un massimo di 20 €. Per chi non vuole cliccare ogni volta sul tasto Play, può scegliere di impostare i giri automatici, da un minimo di 10 a un massimo di 500. A discrezione, si possono impostare dei limiti di vincita o perdita oltre i quali il gioco si fermerà.\nIl ritorno teorico al giocatore (RTP) è molto interessante, essendo pari al 96,80% delle giocate.\nSimboli e funzionalità\nIn totale, i simboli base sono 8. I primi 4, di basso livello, sono le carte da gioco dal J all’Asso. Gli altri quattro sono invece simboli tematici, qui indicati da quello con minor valore a quello che paga di più. Al gradino più basso troviamo la cassetta, seguita dalla ragazza col casco, poi c’è la scarpa da Basket e infine il walkman.\nIl bolide è il nostro simbolo Wild. Essendo un jolly, va a sostituire tutti i simboli regolare, ma non gli altri speciali.\nLa consolle con la leva e i tasti direzionali è invece lo Scatter, e oltre a pagare ovunque, assegna da 3 a 10 partite gratuite.\nUn altro simbolo speciale è la mano robotica con in mano la cassetta dorata. Quando atterra sui rulli, avvia un gioco chiamato Funzione Respin del Denaro, che assegna un moltiplicatore compreso tra x2 e x2888. In pratica, tutta la griglia si svuota tranne i simboli speciali e vengono assegnati 4 respin. Gli unici simboli che cadranno sono quelli della Funzione Respin del Denaro.\nQueste funzioni speciali possono anche essere acquistate.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Return To The Feature",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/return-to-the-feature-new-286x217.png",
            "filename": "return-to-the-feature-new-286x217.png"
        }
    ],
    "name": "Return To The Feature"
}