{
    "studio": "Novomatic",
    "text": "\nRex\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 40\nPuntata minima: 0.40 €\nValore massimo gettone: 1 €\nValore minimo gettone: 0,01 €\nAutoplay: Presente\nVincita massima (Jackpot): 1.000 €\nTema e grafica\nIl commissario a quattro zampe più famoso della tv è il protagonista di questa slot firmata Novomatic: seguendo le orme del pastore tedesco Rex avrete la possibilità di ottenere vincite consistenti e di fare un’esperienza di gioco avventurosa e gratificante!\nChi non ha mai guardato “Il commissario Rex” in tv? Bè, se siete tra i pochi che non sanno chi sia, il protagonista della slot omonima è un infallibile pastore tedesco che, fedelmente al fianco della polizia, aiuta a risolvere i casi più difficili!\nI simboli di questa slot sono ovviamente incentrati sui protagonisti della fortunata serie tv, e vanno dallo stesso cane Rex all’equipaggiamento presente in ogni distretto di polizia che si rispetti!\nLa grafica è semplice ma allo stesso tempo molto accattivante, i simboli sono riprodotti in maniera molto accurata e i suoni di accompagnamento, coerenti con il tema, rendono l’esperienza di gioco un’avventura divertente!\nSimboli, Wild e Scatter\nTra i simboli che troviamo sui 5 rulli di Rex abbiamo l’orma dell’investigatore a quattro zampe, le pistole, le manette, la sirena della polizia, il panino con mortadella e le canoniche carte da poker dal 9 all’Asso, come da tradizione in casa Novomatic.\nIl simbolo Wild in questo caso è l’impronta della zampa del pastore tedesco, e svolge la funzione di Jolly, sostituendo tutti gli altri simboli, ad eccezione dello Scatter, per la realizzazione di combinazioni vincenti.\nLo Scatter è rappresentato dalla sirena lampeggiante posta sul volante delle macchine della polizia: quando compare sui rulli per almeno tre volte permette sia di ottenere ben sedici giri gratuiti, sia di accedere alla funzione speciale “Rex Feature”, in cui il mitico panino con mortadella, tanto caro al nostro Rex, è sostituito da un simbolo che raffigura il cane stesso ed è associato a diverse combinazioni vincenti.\nLa funzione Gamble\nIn quasi tutte le slot Novomatic è presente la funzione Gamble, che permette ai giocatori più intraprendenti di tentare ulteriormente la fortuna e provare a raddoppiare i propri premi.\nDopo una vincita di qualsiasi entità infatti, viene data la possibilità di attivare questa funzionalità. Nel caso in cui si decida di rischiare, compare sullo schermo una carta girata, della quale dovrà essere indovinato il colore, rosso o nero. Se la scelta del giocatore è giusta, l’intero importo della vincita sarà raddoppiato, mentre se la scommessa è errata, il montepremi sarà azzerato. La scelta di rischiare con la funzione Gamble è del tutto facoltativa e si può decidere di soprassedere e incassare la vincita senza ulteriori scommesse.\nSlot ispirate a serie tv\nLe principali software house da sempre hanno attinto da film e serie tv l’ispirazione per produrre le loro slot e Rex non è di certo un caso isolato.\nUna delle serie tv più amate degli ultimi anni è stata Friends, a cui fa riferimento l’omonima slot machine firmata WMS, che fa rivivere le avventure di Monica, Chandler, Phoebe, Rachel, Ross e Joey.\nPiù recente è invece la slot Narcos, prodotta da NetEnt e diventata in poco tempo uno dei suoi giochi di punta.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rex",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/rex-logo-286x217.jpg",
            "filename": "rex-logo-286x217.jpg"
        }
    ],
    "name": "Rex"
}