{
    "studio": "Play’n Go",
    "text": "\nRiches of Robin\nUno dei personaggi che hanno maggiormente influenzato la letteratura e il cinema è sicuramente Robin Hood. “Rubare ai ricchi per dare ai poveri”, con questa frase Robin Hood è diventato il ladro dal cuore d’oro e le sue avventure sono entrate nella leggenda.\nRiches of Robin della Play N Go è l’esempio di come il mito di Robin Hood sia approdato anche nel variegato mondo delle slot online. Ne parliamo più nel dettaglio nella recensione qui di seguito! Iniziando dal suo comparto grafico e sonoro, finendo poi con quello tecnico.\nRiches of Robin – Grafica\nRiches of Robin è proprio ciò che ci si aspetterebbe da una slot a tema Robin Hood. La griglia di gioco è sullo sfondo di tetti e case medievali, con lo scorcio anche di un castello di pietra. Come spesso accade nelle slot, ciò che cattura maggiormente l’attenzione sono i simboli.\nQuesti ultimi non eccellono particolarmente per varietà anche se sono realizzati con illustrazioni ben curate, proprio nello stile di Play N Go. Infatti fra i simboli che vedremo scorrere ad ogni nostro spin, potremo vedere i volti di Robin Hood, Little Jon, Fra Tuck e la bella Lady Marian ad esempio. Insieme a questi, ci sono anche i semi delle carte (fiori, picche, denari e cuori) che vanno a sostituire i classici segni (A, K, Q e J) tipici delle slot.\nRiches of Robin è una slot con una qualità grafica eccelsa anche se non esce troppo dai binari dell’immaginario collettivo su Robin Hood e compagni, proponendo variazioni più creative sul tema. Ed ora, andiamo a vedere la parte tecnica di questa slot.\nRiches of Robin – Gameplay\nIl gameplay di questa slot è perfettamente in linea con la maggior parte dei titoli che è possibile trovare online: una griglia di gioco di tipo 5*3 ci mostra quindici simboli a ogni giocata che si vanno a disporre in combinazioni vincenti seguendo le venti linee di vincita.\nTra i vari simboli a cui è bene prestare attenzione, troviamo il titolo stesso della slot il quale ricopre il ruolo di Wild, ovvero un jolly che può sostituire tutti gli altri simboli normali.\nSicuramente, la meccanica più interessante è data dallo scorrimento orizzontale della slot: dopo ogni combinazione vincente, infatti, i simboli slittano verso destra facendo sparire l’ultimo rullo e apparire uno nuovo a sinistra. Questa meccanica aumenta il moltiplicatore sulle vincite dando la possibilità di ottenere combinazioni concatenate dall’alto valore.\nInfine il sacchetto di denaro aumenta un contatore di free spin: andando a riempire lo scrigno sotto il rullo corrispondente si otterranno dieci giri gratuiti con simboli Wild aggiuntivi.\nRiches of Robin – Slot simili\nLa storia di Robin Hood ha ispirato diverse slot. Tra queste possiamo trovare Robin Hood: Shifting Riches della NetEnt, Lady Robin Hood della Bally e The Legend of Robin and Marian della High 5 Games, per chi vuole provare la stessa tematica in versioni diverse.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Riches of Robin",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/riches-of-robin-thumb-286x217.jpg",
            "filename": "riches-of-robin-thumb-286x217.jpg"
        }
    ],
    "name": "Riches of Robin"
}