{
    "studio": "DreamTech",
    "text": "\nRiches of Atlantis\nIl tema di questa slot machine realizzata dalla software house DreamTech è facilmente intuibile già dal titolo: Riches of Atlantis ci porta nientemeno che nella profondità del mare, alla scoperta della leggendaria città di Atlantide.\nIl mito di Atlantide racconta di un’isola famosa per la potenza della sua flotta, sprofondata nel mare della Grecia dopo aver fallito l’invasione ad Atene. Il nome della città deriva da quello di Atlante, figlio di Poseidone, che sarebbe stato, secondo la leggenda, il primo re dell’isola.\nRiches of Atlantis, sebbene la DreamTech non faccia parte del novero dei provider più blasonati, offre al giocatore un’esperienza ludica che davvero non ha niente da invidiare a slot di provider più famosi. Per quanto riguarda il compartimento grafico, dobbiamo riconoscere che è davvero molto bello e ben realizzato: la schermata iniziale si apre con l’immagine di Poseidone con il tridente in mano, mentre nella schermata di gioco troviamo i rulli inseriti in una cornice color oro, mentre lo sfondo mostra la profondità del mare con le rovine di Atlantide.\nRiches of Atlantis è una slot machine che si può giocare sia da computer che da tutti i dispositivi mobili, senza perdere in definizione e fluidità.\nCaratteristiche principali della slot machine\nRiches of Atlantis è caratterizzata da una griglia di gioco molto semplice e tradizionale: troviamo infatti cinque rulli, tre righe e 253 linee di pagamento. Non fatevi ingannare dall’apparente semplicità però, quando si avvia il round bonus la griglia diventa 5×7 e avrete a disposizione ben 16.807 modi per vincere!\nIl range di scommessa è molto interessante, sebbene possa far storcere il naso a coloro che amano spendere pochi centesimi a giro. Su Riches of Atlantis potrete effettuare le vostre puntate a partire da 20 € fino a 200 € a giro, se non si attiva la funzione Extra Bet; nel caso in cui questa funzione sia attiva invece, il range di scommessa sarà compreso fra 30 e 300 €.\nL’Extra Bet permette di usufruire di Wild impilati e, al fine del ritorno economico, fa salire il ritorno teorico al giocatore (return to player o RTP) dal 96,2 al 96,5%.\nLa volatilità di Riches of Atlantis è media e, se sarete fortunati, potrete portare a casa la vincita massima pari a 1.000 volte il valore della puntata.\nSlot simili a Riches of Atlantis\nSe vi piacciono i giochi in cui avete la possibilità di cambiare il set di rulli, date uno sguardo anche a questi titoli:\n\nAge of Gods della Playtech\nValley of the Gods e Valley of the Gods 2\n\nQueste slot machine sono tutte caratterizzate da un set di rulli espandibili che aumenta in maniera rilevante le possibilità di vincita.\nI premi sono veramente golosi e con Valley of the Gods 2, per esempio, arrivano fino a 5.800 volte la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Riches of Atlantis",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/riches-of-atlantis_gratis-286x217.jpg",
            "filename": "riches-of-atlantis_gratis-286x217.jpg"
        }
    ],
    "name": "Riches of Atlantis"
}