{
    "studio": "Play’n Go",
    "text": "\nRich Wilde and the Shield of Athena\nLa potente Atena rappresenta l’antica dea greca della saggezza, del coraggio, dell’ispirazione, della legge e della giustizia, della guerra strategica, della civiltà, della matematica, della forza, della strategia, delle arti e dell’abilità. Il gioco di video slot online prodotto da Play’n Go di Rich Wilde and the Shield of Athena offre ai giocatori 5 rulli su tre file e 20 linee di pagamento. Il famigerato esploratore universale letterario di H.P. Lovecraft Rich Wilde si unisce a sua figlia Kat Wilde in questo viaggio avventuroso attraverso i mitici mondi di Atlantide e dell’Antica Grecia.\nLa slot Rich Wilde and the Shield of Athena è alimentata da Play ‘n GO e ha 5 rulli e 10 linee di pagamento. Disponibile per giocare su tutti i dispositivi a partire da 10 centesimi per spin, l’esploratore Rich Wilde è tornato con sua figlia Cat Wilde. Con un tema mitologico greco, si recano ad Atlantide dove incontrano la gorgone Medusa. Con Wilde Re-Spins casuali nel gioco di base, l’atterraggio degli scudi vi darà più respins. C’è una funzione Medusa’s Gaze Free Spins in cui i Wild Re-Spins sono sempre attivi. Con un numero illimitato di giri liberi da vincere, quest’avventura volatile offre vittorie fino a 10.000x la tua puntata.\nUna grafica mitologica\nLa Rich Wilde and the Shield of Athena slot si ispira alla mitologia greca mentre vi dirigete verso Atlantide alla ricerca del leggendario Shield of Athena (che ha la testa della gorgone Medusa su di esso). L’avventuriero Rich Wilde, che è apparso in molti slot Play ‘n GO, ritorna, ma ora con sua figlia Cat Wilde.\nSplendidamente progettata e con una grafica ad alta definizione, l’ambientazione è la città perduta di Atlantide, con le cascate sullo sfondo. Con i rulli racchiusi in un tempio, i simboli includono A, K Q, J e 10. I simboli di valore superiore includono il Gufo d’Oro, il Ciondolo del Coraggio, l’Anello della Saggezza e l’Elmo di Atena.\nVedrete anche Rich Wilde in persona. Lui è il simbolo di maggior valore che vi dà 5x, 100x o 500x la posta in gioco per 3, 4 o 5 simboli uguali in combinazione. Lo Scudo di Atena è il simbolo Wild e sostituisce tutti i simboli, tranne lo Scatter rappresentato da Cat Wilde. 3, 4 o 5 wilds pagheranno 10x, 200x o 1.000x la tua puntata totale.\nCome tutte le slot Play ‘n GO, Rich Wilde and The Shield of Athena è stata creata con la tecnologia HTML5 che garantisce la possibilità di giocare su desktop, tablet e dispositivi mobili.\nFunzioni e simboli della Slot Machine\nLa slot Rich Wilde and the Shield of Athena ha 5 rulli, 3 file e 10 linee di pagamento fisse. Abbastanza semplice in termini di motore, una combinazione vincente si forma quando si atterrano 3 o più simboli corrispondenti su una qualsiasi delle 10 linee di pagamento, da sinistra a destra (cioè a partire dalla bobina 1).\nPer soddisfare tutte le tasche, è possibile effettuare un giro da soli 10 centesimi a 100 euro per giro. C’è la solita funzione Auto play dove si può giocare fino a 100 auto spin. Potete anche impostare dei limiti di vincita singola o fermarla quando il vostro equilibrio aumenta o diminuisce oltre un punto scelto.\nLa volatilità è molto alta, ed è valutata 10/10 da Play ‘n GO. L’RTP è del 96,25% che è accettabile per una slot online. La vincita massima è di 10.000x la vostra puntata. Questo moltiplicatore può essere vinto se si riempiono i rulli con simboli jolly. Potete farlo con la funzione Medusa Re-Spin, dato che i jolly si svolgono dandovi la possibilità di riempire tutte le posizioni con i jolly.\nFate attenzione al simbolo wild dello Scudo di Athena che atterra sui rulli. Quando lo fa, la funzione Medusa Re-Spin può scattare in modo casuale. Con 1 Medusa re-spin assegnato, il simbolo dello Scudo di Athena diventa wild. Questi vengono mantenuti in posizione con le altre posizioni di ri-giro.\nSe più scudi di simboli di Athena o combinazioni vincenti atterrano durante la re-spin, si bloccano in posizione con le bobine re-spin. Questo continua fino a quando non vengono creati più scudi di Athena o combinazioni vincenti. Infine, tutti i simboli wilds e scatter cambiano nel simbolo Wild Shield of Athena.\nL’altro simbolo importante è il simbolo Scatter di Cat Wilde. 3, 4 o 5 di questi innescheranno la caratteristica di Medusa’s Gaze Free Spins con 10, 12 o 15 rotazioni libere rispettivamente. È anche possibile recuperare la funzione atterrando 3 o più Scatter di Cat Wilde durante qualsiasi giro libero. C’è, quindi, la possibilità di infiniti giri liberi.\nQuando un simbolo dello Scudo di Athena atterra, la funzione Medusa Re-Spin viene sempre attivata. Questo porterà a rigiri liberi per vittorie più grandi.\nAltre Slot Machine simili\nAltre slot con Rich Wilde che vale la pena di giocare includono l’iconica slot Book of Dead e Rich Wilde and the Tome of Madness.\nQuest’ultima è giocabile da 10 centesimi a 100 euro a giro su tutti i dispositivi, e si basa sul famigerato universo letterario immaginario di H.P. Lovecraft, quello del Mito di Cthulhu. È una slot a cascata dove è possibile ottenere vittorie continue a ogni giro in stile Candy Crush. Ci sono gli Effetti Portale che ti aiutano a raggiungere somme pari a 2.000 volte il payout di puntata su ogni spin.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rich Wilde and the Shield of Athena",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/rich-wilde-and-the-shield-of-athena-logo-286x217.jpg",
            "filename": "rich-wilde-and-the-shield-of-athena-logo-286x217.jpg"
        }
    ],
    "name": "Rich Wilde and the Shield of Athena"
}