{
    "studio": "Play’n Go",
    "text": "\nRiddle Reels\nNel corso degli anni le storie di Sherlock Holmes sono diventate leggendarie nel corso degli anni, radicandosi nella cultura pop e in moltissimi media, come libri, fumetti, serie tv, cinema e videogiochi. Play ‘N Go prova a trasportare il celebre investigatore anche nel mondo delle slot machines con Riddle Reels: A Case Of Riches, unendo l’adrenalina della scommessa ai misteri dell’investigazione. Ci saranno riusciti con successo? Scopriamolo cominciando ad analizzare il comparto grafico e sonoro.\nNei vicoli di Londra con Riddle Reels\nLa prima cosa che salta all’occhio di Riddel Reels è la semplicità della sua griglia: 3 rulli su 3 linee. Questa semplicità è funzionale, poiché con questa slot ci sono tante altre cose da tenere d’occhio sulla griglia, e una più ampia sarebbe risultata quindi troppo dispersiva. Per quanto riguarda l’aspetto grafico di Riddle Reels invece c’è da dire che è davvero degno di nota. Lo stile cartoonesco (ma non troppo) ci riporta tra i vicoli di Londra, dove vediamo l’ombra di Sherlock investigare tra piccioni e lampioni malfunzionanti, facendoci immergere perfettamente nell’atmosfera del gioco, resa ancora più credibile dalla musica di sottofondo e dagli effetti sonori. Andando a guardare i simboli, tra quelli semplici troviamo le armi del delitto, un coltello, un cappio, un attrezzo da lavoro e una pistola, mentre tra quelli speciali troviamo i personaggi delle classiche storie di Holmes: Eugenia Ronder, Iren Adler, Charles Milveltorn e il temibile Moriarty. Il simbolo Wild sono Sherlock Holmes e il suo compagno Watson mentre lo scatter è una busta da lettere con un grande punto interrogativo.\nA caccia di indizi con Riddle Reels\nIl gameplay di Riddle Reels offre molto più delle altre slot machines. La Play ‘N Go ha provato a portare il giocatore a caccia di indizi proprio come un vero investigatore, creando un’esperienza unica e molto varia. Nella sua modalità classica, Riddle Reels funzionerà come ogni altra slot machine, ma le sorprese arrivano con la sua particolare funzione di spin gratuite. Una volta ottenuti tre scatter sui rulli la griglia sarà avvolta da una specie di gioco da tavolo, dove muoveremo l’avatar di Sherlock Holmes tirando dei dadi. Ogni casella ci darà delle spin gratuite che, se vincenti, aumenteranno il contatore degli indizi con una barra blu. Terminata la modalità bonus, una freccia girerà sull’indicatore e se si fermerà su una parte blu si attiverà la modalità Mega Free Spin, dove i simboli Wild fungeranno da moltiplicatori x3. Ottenere 3 scatter per attivare la modalità bonus non sarà difficile, poiché quando otterremo 2 scatter nella modalità classica si attiverà un respin del rullo senza scatter, e anche se non lo otterremo in quel momento, tutti i simboli sui rulli dove erano presenti i due scatter si trasformeranno nello stesso simbolo. Insomma, delle modalità di gioco così accattivanti potrebbero compensare per alcuni un RTP “solo” del 94.75%\nSlot simili a Riddle Reels\nRiddle Reels è quindi una slot complessa, ma comunque divertente, originale e ottima nel comparto artistico. Se siete interessati ad altre slot machines a tema investigazione potete provare Cluedo: Spinning Detectives o Sherlock of London.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Riddle Reels",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/riddle-reels_thumb-286x217.jpg",
            "filename": "riddle-reels_thumb-286x217.jpg"
        }
    ],
    "name": "Riddle Reels"
}