{
    "studio": "NextGen",
    "text": "\nRise of the Mountain King\nDopo una pausa di cinque mesi, NextGen Gaming ritorna con Rise of the Mountain King, una slot gratis a tema Fantasy che trae ispirazione da alcuni giochi di concorrenti come Hall of the Mountain King di Quickspin. Queste slot condividono diversi elementi uno fra tutti la colonna sonora epica basata sulla canzone In the Hall of the Mountain King del compositore norvegese Edvard Grieg. Scopri di più su questo gioco leggendario…\nCaratteristiche distintive di questa slot senza scaricare:\n\natmosfera da cartone animato con bobine trasparenti,\nconfigurazione molto semplice con 5 rulli, 3 file e 30 linee di pagamento fisse,\ndurante il gioco base, i giocatori ricevono una partitura, come in una vera orchestra, basata sull’opera musicale di Edvard,\npuntata minima 0,30€ e massima 15,00€ per round,\nvolatilità elevata\nRTP tra il 96,31% e il 96,84%\n\nSimboli e pagamenti di Rise of the Mountain King\nLa tabella dei pagamenti ha 10 simboli standard, 6 bassi e 4 alti:\n\nI bassi sono: i Reali in metallo 9-A in stile norreno, l’Ascia da battaglia, lo Scudo, il Troll e la damigella. Quest’ultima icona è la più preziosa fra i simboli regolari e vale 13,3 volte la puntata per un colpo di linea\nIl Re della Montagna è il simbolo Jolly ed esegue i consueti compiti di sostituzione: 3, 4 o 5 in combinazione ti ricompenseranno con 1,33, 6,33 o 16,66 x la puntata totale.\n\nFunzione Re-Spin di King: in cosa consiste?\nQuesta funzionalità si attiva quando 3 o più simboli jolly Mountain King compaiono in qualsiasi punto dei rulli. Qualsiasi dispersione si trasforma in simboli Jolly prima che avvenga il Re-Spin. Se riesci a riempire i rulli con i Jolly, vincerai 500 volte la puntata.\nFunzionalità Rise del Moltiplicatore\nIl simbolo Scatter è la Gemma – questo è di gran lunga il simbolo più prezioso con 2, 3, 4 o 5 che ti danno 2, 5, 20 o 250 volte la puntata. 3, 4 o 5 attiveranno la funzione Rise of the Moltiplicatore rispettivamente con 8, 9 o 10 giri gratuiti. A questo punto, apparirà sui rulli un contatore. Ogni simbolo Scatter che appare durante la funzione aumenterà il conteggio della raccolta Scatter di 1 e ti ricompenserà con 1 giro gratuito aggiuntivo. Ogni volta che raccogli 3 Scatter i Moltiplicatori Jolly aumenteranno di x10, x15, x25, x50 e x100.\nChe cos’è la Funzione Buy Pass?\nPer saltare il gioco base, i giocatori possono farsi strada verso la funzione Rise of the Moltiplicatore per un costo di 100 volte la puntata, ricevendo 8 giri gratuiti che iniziano con il Moltiplicatore Jolly x5. In alternativa, i giocatori possono pagare 50 volte la puntata e girare una ruota divisa 50/50 in rosso e verde.\nRise of the Mountain King: gameplay degno di NextGen Gaming\nRise of the Mountain King è una delle slot online migliori di NextGen Gaming. A causa della sua estrema volatilità, il gioco a volte può essere difficile da decifrare, quindi fai attenzione. Tuttavia, con un potenziale di vincite fino a 50.000 volte la puntata, il giocatore esperto saprà come sfruttare i Bonus e le funzionalità dei Moltiplicatori durante i Giri Gratuiti e i Respins!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rise of the Mountain King",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/rise-of-the-mountain-king_free-286x217.png",
            "filename": "rise-of-the-mountain-king_free-286x217.png"
        }
    ],
    "name": "Rise of the Mountain King"
}