{
    "studio": "NetEnt",
    "text": "\nRise of Maya\nSe non sono slot incentrate sul tema Antico Egitto, allora con buona probabilità si rifanno alla cultura e alle civiltà del centro America, con quella Maya come capofila! Vi stiamo dicendo che ne abbiamo abbastanza di questi temi ripetitivi? In realtà no, nonostante siano i più utilizzati nel mondo delle slot machine, si può dire che non ci hanno ancora stancato: offrono la possibilità di vivere il gioco come una vera e propria avventura, spesso con tanto di esploratori al comando, hanno una grafica in genere di alto livello con effetti visivi molto coinvolgenti e quasi sempre hanno un gameplay articolato e un RTP di tutto rispetto!\nRise Of Maya possiede tutte le caratteristiche per inserirsi a pieno titolo in questa categoria e non sfigurare! Vediamo insieme perché!\n\nCaratteristiche principali\nRise of Maya, tra le ultime uscite nel catalogo della NetEnt, è una slot con struttura molto classica, con cinque rulli e dieci linee di pagamento. Il range di scommesse parte da 10 centesimi e arriva a 150 € a giro, adattandosi così alle esigenze sia di coloro che delle slot amano soprattutto l’aspetto ludico sia dei giocatori più arditi.\nIl return to player (RTP) di Rise of Maya si atterra su un ottimo 96,42% e le possibilità di vincite sono incrementate grazie alla presenza di diversi simboli jolly, alcuni de quali espandibili.\n\nSimboli, Wild e Scatter\nRise of Maya è ambientata in un antico tempio Maya, rappresentato con una grafica dai toni scuri e cupi. Tra i simboli non tematici di questa slot machine troviamo innanzitutto i numeri e le lettere che si riferiscono alle carte da gioco dal 10 all’Asso, riprodotti in maniera coerente con il tema. Tra i simboli tematici abbiamo invece cinque diverse maschere Maya, di cui quella che ha valore maggiore paga 50 volte la puntata per un allineamento di 4 simboli e ben 250 volte quando è presente su tutti i cinque rulli.\nIl simbolo Wild è proposto in 4 versioni: uno è rappresentato da un singolo serpente, due sono dei simboli raffiguranti sempre il serpente ma espandibili e infine abbiamo un Wild impilabile.\nÈ presente anche uno Scatter che permette di ottenere dei giri gratuiti.\n\nRise of Maya: conclusioni\nQuesta slot di casa NetEnt non brilla per particolarità né per un gioco articolato e rispetto ad altre slot di questo provider ci lascia un pochino delusi.\nTuttavia, la funzione Free Spins e ben quattro tipi di Wild, con la possibilità di ottenere una vincita fino a 2.500 volte la puntata durante i giri gratuiti, la rendono comunque interessante.\nSe poi amate la cultura Maya ma trovate che questo gioco sia troppo semplice per i vostri gusti, potrete provarne altri simili, tra cui il famosissimo Book of Maya, Mayan Adventures e Mayan Temple Revenge.\n",
    "images": [
        {
            "alt": "I simboli della slot online Rise of Maya",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/rise-of-maya-simboli.jpg",
            "filename": "rise-of-maya-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Rise of Maya",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/rise-of-maya-tabella-pagamenti.jpg",
            "filename": "rise-of-maya-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Rise of Maya hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/rise-of-maya-modalitá-bonus.jpg",
            "filename": "rise-of-maya-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Rise of Maya",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/rise-of-maya_featured-286x217.jpg",
            "filename": "rise-of-maya_featured-286x217.jpg"
        }
    ],
    "name": "Rise of Maya"
}