{
    "studio": "Dragon Gaming",
    "text": "\nRise of the Titans\nNon gli Dei dell’olimpo ma bensì i Titani: sono loro i protagonisti di questa slot online che è stata prodotta da DragonGaming. Parliamo di Rise of Titans, un gioco ispirato alla mitologia greca che viene sviluppato con un aspetto standard che prevede 5 rulli e 25 linee di pagamento, con un RTP al 96,5%. Spicca per grafica, animazione e simboli raffinati, ma anche per i suoi giri gratuiti, un misuratore di potenza e il gioco bonus che accompagna la slot.\nCaratteristiche del gioco e grafica\nL’immagine del Monte Olimpo sullo sfondo e Titani realizzati in modo impeccabile: ci sono otto simboli regolari con le immancabili carte da gioco che sono quelle che hanno un valore minore. Si passa poi al Titano cattivo che paga 20, 75 o 150x se si presenta con 3, 4 o 5 icone sulla griglia. Atena invece paga 25, 75 o 175x e Poseidone ti aiuta a vincere premi del valore di 30, 100 o 200x. Ma chiaramente Zeur è in assoluto la figura più remunerativa capace di offrire premi del valore di 30, 100 o 250x il valore della scommessa totale. E non mancano neppure le sorprese legate alla presenza del Wild.\nFunzionalità speciali\nRise Of Titans prevede le icone del vaso di pandora che possono posizionarsi sull’ultimo rullo e contengono vari premi, tra cui citiamo i giri gratuiti e aumenti di potenza. Se vuoi attivare i giri gratuiti bisognerà ottenere 3 o più icone free spin che sono rappresentate con Demoni con le corna. Se riesci a trovarne 3, 4 o 5 potrai ricevere 7, 14 o 21 giri extra. E nel momento in cui si attiva questa modalità saranno importanti i Wild appiccicosi che possono posizionarsi e restare fino alla fine del bonus round.\nConsiderazioni finali sulla slot Rise of Titans\nLa slot è nel complesso uno dei titoli più piacevoli da giocare e realizzati al meglio da questo provider. Inoltre il tema scelto è uno dei pezzi forti per le slot online: provare per credere!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rise of the Titans",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/02/rise-of-the-titans-new-286x217.png",
            "filename": "rise-of-the-titans-new-286x217.png"
        }
    ],
    "name": "Rise of the Titans"
}