{
    "studio": "Novomatic",
    "text": "\nRiver Queen\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 50\nPuntata minima: 0.50 €\nPuntata massima: 200 €\nValore massimo gettone: 4 €\nAutoplay: Presente\nTema e grafica\nIl tema di questa slot della software house austriaca Novomatic è decisamente originale, e ci porta a bordo di un vecchio battello a vapore che percorre i grandi fiumi nel sud dell’America.\nIn passato infatti, questa tipologia di battello ospitava dei veri e propri casinò itineranti, e a bordo si poteva trovare l’élite della società che si dava qui appuntamento per provare, di nascosto, a sfidare la sorte.\nL’atmosfera è decisamente vintage, ci si trova catapultati indietro nel tempo a sorseggiare whiskey in compagnia di donne bellissime mentre si naviga alla ricerca della fortuna!\nLa grafica è molto bella e elegante, così come il sonoro, ben ideato e coinvolgente, per un’esperienza di gioco originale e avvincente!\nSimboli e funzioni speciali\nLa simbologia di questa slot è incentrata sul tema dei vecchi casinò terrestri, troviamo dunque le fiches, i dadi e le immancabili, bellissime donne.\nAccanto a questi troviamo, come tradizione della Novomatic, le classiche carte da poker dal 9 all’Asso, che, nel caso di River Queen, si sposano benissimo con gli altri simboli.\nIl simbolo Wild è rappresentato da una donna, che ci aiuta a completare le combinazioni vincenti sostituendosi a tutti gli altri simboli, tranne lo Scatter. Inoltre, il simbolo Wild determina delle vincite quando appare per tre volte, a prescindere dalla posizione sui rulli (a differenza degli altri simboli, che devono invece essere allineati da sinistra verso destra).\nL’altro simbolo speciale di River Queen, lo Scatter, è il battello stesso, che non solo aiuta a determinare delle combinazioni vincenti, ma quando compare per tre o più volte su qualsiasi posizione sui rulli, permette di accedere a ben 10 partite bonus in modalità “Moving Wild-Feature”\nLascia o raddoppia\nSiete dei giocatori intrepidi e vi piace il rischio? La funzione Gamble è senza dubbio quello che fa per voi!\nLa Novomatic, praticamente in tutte le sue slot, offre ai giocatori la possibilità di raddoppiare il montepremi ottenuto con un gioco bonus non adatto ai deboli di cuore!\nIn seguito a una vincita di qualsiasi entità sulla schermata appare il tasto “Rischio”, dopodiché compare una carta girata di cui si deve indovinare il colore, rosso o nero.\nSe la scommessa è esatta, l’intero importo del premio sarà raddoppiato, ma in caso contrario si vedrà svanire tutta la vincita iniziale.\nSlot simili\nRiver Queen ha la sua particolarità nella rivisitazione di un tema molto comune nelle slot machine, ossia quello delle vecchie sale da gioco terrestri e dei casinò.\nPraticamente tutte le software house offrono nel loro catalogo alcune slot old school, ambito in cui a farla da padrone sono senza ombra di dubbio le cosiddette Fruit Machine.\nLe mitiche Fruit Machine sono slot in cui simboli sono dei frutti (ciliegie, angurie, banane e limoni), accompagnati dalla caratteristica scritta BAR, dal numero 7 e dalla Liberty Bell, la campana che omaggia la prima slot machine terrestre.\nTra le tante, ricordiamo per esempio Fruit Shop, Jolly Fruits e Spin or Reels\n\nDomande Frequenti \nQuali sono le funzionalità speciali di questo gioco rilasciato da Novomatic?\n\nIn questa slot gratis o con soldi veri, puoi attivare la funzione Free Spins e la funzione Gamble Round. Per scoprire come procedere, leggi la nostra recensione e inizia a far girare i rulli.\n\n\n\nQual è l'RTP della slot River Queen?\n\nIl ritorno teorico al giocatore per River Queen è del 95,26% e la volatilità è media.\n\n\n\nDove posso giocare a River Queen?\n\nTi consigliamo di giocare a River Queen con uno dei seguenti casinò sicuri presenti nella nostra libreria: Goldbet, SNAI, 888Casino, StarVegas, FantasyTeam, BIGCasino. Ogni sito ha in serbo per te un bonus di benvenuto casinò davvero speciale!\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "River Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/river-queen_featured-286x217.jpg",
            "filename": "river-queen_featured-286x217.jpg"
        }
    ],
    "name": "River Queen"
}