{
    "studio": "Novomatic",
    "text": "\nRoaring Forties\nSe amate le slot classiche dal tono un po’ retro e volete provare a vincere una montagna di soldi, allora dovete assolutamente tentare la fortuna con Roaring Forties. Non fatevi impressionare dalla grafica scarna, dall’assenza di animazioni e di dettagli poco definiti, perché questa slot è tutta sostanza, anche grazie al moltiplicatore che può arrivare a pagare 20.000 volte la puntata! Gli elementi classici delle slot fruttate, le classiche e indimenticabili Fruit Machine, ci sono tutti: anguria, uva, prugne, limoni, ciliegie, campane, le stelle e il numero sette. Nella parte bassa dello schermo trovate i crediti di gioco, l’ammontare dell’ultima vincita, il tasto Autoplay e quelli per aumentare le linee di gioco, oltre al valore della scommessa. Completano il tutto il pulsante Gamble per gli amanti dell’azzardo e il tasto Start per avere il controllo sulla rotazione dei rulli.\nCaratteristiche principali della slot machine\nLa griglia di gioco è composta da cinque rulli e quattro righe, mentre le linee di pagamento sono 40 e sono variabili, cioè potete decidere voi quante attivarne. Inutile dire che più linee attive corrispondono a maggiori possibilità di vincita. La puntata minima su Roaring Forties è di 1 €, la massima 100 € e presenta un ritorno teorico al giocatore ,o RTP, pari al 95,48, non troppo entusiasmante. La volatilità medio-alta assicura vincite di un certo livello ma non molto frequenti. Con l’Autoplay non c’è bisogno di impostare un numero massimo di giri, quando si vuole tornare alla modalità manuale basterà cliccare di nuovo sul tasto Start.\nSimboli e funzionalità di Roaring Forties\nCome abbiamo detto poco prima, i simboli presenti su Roaring Forties corrispondono a quelli delle slot fruttate tradizionali. Contando i simboli regolari, il limone, l’arancia, la prugna e le ciliegie sono quelli che pagano meno, da un minimo di 8 volte la puntata a un massimo di 100. I simboli dell’anguria e dell’uva pagano invece tra le 20 e le 200 volte la scommessa. A seguire abbiamo la campana, che paga tra le 40 e le 300 volte, mentre la vincita più alta è garantita dal 7, che paga anche con due soli simboli in una combinazione vincente e può arrivare a moltiplicare la puntata per 1.000.\nLa scritta Wild è il Jolly e sostituisce tutti i simboli facenti parte di una combinazione vincente eccetto lo Scatter. Lo Scatter è il simbolo più interessante del gioco. Esso non è legato a una linea di pagamento, paga ogni volta che appare in qualsiasi posizione sui rulli. La vera forza di questo simbolo sta però nell’importo della vincita che si ottiene quando compare per 5 volte: ben 20.000 volte la puntata!\nA seguito di ogni vittoria è inoltre possibile usufruire della funzione Gamble: al centro di una nuova schermata compare un mazzo di carte con accanto due pulsanti, nero e rosso. Il nostro compito è quello di cliccare su uno dei due e sperare di indovinare il colore della carta estratta dal mazzo. In caso positivo, raddoppieremo la nostra ultima vincita e potremo riprovare la fortuna, se invece sbagliamo perdiamo l’importo e torneremo al gioco regolare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Roaring Forties",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/roaring-forties-featured-286x217.jpg",
            "filename": "roaring-forties-featured-286x217.jpg"
        }
    ],
    "name": "Roaring Forties"
}