{
    "studio": "TrueLab",
    "text": "\nRobby the illusionist\nLa magia è sempre una chicca speciale quando si chiama in causa il gioco a distanza. E proprio partendo da questo tema nasce Robby the illusionist, slot con una struttura a cinque rulli, 27 linee di pagamento e un RTP del 96,54%. Tra Scatter, Jolly e giri gratuiti possono spuntare dei colpi di scena che sono interessanti e tutti da scoprire giro dopo giro. Il livello di spettacolo è molto alto e saprà bucare letteralmente i tuoi schemi.\nSei pronto a cominciare la tua avventura che vede come protagonista questo squaletto che vuole divertirsi a fare illusioni davanti a creature marine?\nGrafica e simboli di gioco\nLo stile cartoon è quello che crea maggior curiosità per questa macchinetta. La sua grafica è ben fatta e viene caratterizzata da una serie di adorabili animazioni che rendono merito al tema trattato. Come sottofondo non manca una traccia jazz che è perfetta per aggiunge un pizzico di divertimento in più. In questo contesto Robby è pronto ad agitare la sua bacchetta e dare vita a uno show di pura magia per te e una serie di creature marine. Sei ponto a vedere che cosa può fare?\nPer esempio trasformare gli origami in vere colombe che sono il trucco principale di un mago, oppure trasformare le banconote in mazzette di denaro. Si tratta di una slot ben studiata con un RTP fissato al 96,54% , in media con il settore di gioco a distanza. Ha una volatilità media e questo vuol dire che per iniziare a ottenere il massimo ti servirà un po’ di tempo: armati di santa pazienza e lascia che questo universo marino magico posso intrattenerti a dovere.\nOvviamente lo scopo è di trovare e poi allineare i simboli uguali su una delle linee di pagamento con un minimo di tre icone identiche.\nTra le immagini ricorrenti troviamo una serie di icone che pagano meno come Picche, Diamanti e cuori, per poi passare all’origami che va da 12x a 500x, gli Assi da 15x a 600x, la Bacchetta magica da 20x a 750x e le Banconote da 25x fino a 1.000x. E infine il potente Scatter ti offre un pagamento con un valore compreso tra 600x e 3000x.\nFunzionalità speciali\nChe cosa nasconderà il nostro illusionista nel suo Cappello? Potrai accedere a un round bonus di giri gratuiti. Quando si posizionano però quattro o cinque Scatter, vincerai non solo gli Spin gratis ma anche un premio che arriva fino a un massimo di 3.000 volte la tua puntata con 8 giri. Nel momento in cui si attiva la funzione, i Jolly “fluttuano” sulla nostra griglia e troveranno un posto dove atterrare, aumentando la possibilità di creare una nuova combinazione vincente. E la tua fortuna è davvero in divenire: inizia trovando tre Cappelli del mago sulla griglia e poi cerca di sognare sempre più in grande.\nConsiderazioni finali sulla slot Robby the illusionist\nRobby the Illusionist è sicuramente una slot luminosa, molto colorata che tratta un tema divertente e lo arricchisce con una serie di bonus eccellenti. Hai possibilità di sbloccare con grande continuità i giri gratuiti e di sfruttare il potere dei suoi Scatter e Jolly. E’ un titolo che potrà sorprendere diverse tipologie di giocatori, non solo i principianti, ma anche quelli che hanno maggior esperienza.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Robby the illusionist",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/robby-the-illusionist-new-286x217.jpg",
            "filename": "robby-the-illusionist-new-286x217.jpg"
        }
    ],
    "name": "Robby the illusionist"
}