{
    "studio": "Peter and Sons",
    "text": "\nRobin – Sherwood Marauders\nEntra nella foresta a farai parte di una banda di allegri personaggi pronti a mettere a segno una ricca rapina che ti porterà a sbancare i rulli di questa slot machine creata da Peter & Sons. Parliamo di Robin: Sherwood Marauders, caratterizzata da rulli ad alta volatilità, Wild e simboli a cascata, pronti a offrire anche moltiplicatori crescenti. Aggiungiamo poi due modalità di giri gratuiti grazie ai jolly in espansione e soprattutto la possibilità di vincere fino a 35.000 volte la tua scommessa grazie ai moltiplicatori illimitati. La banda di Robin ha una struttura interessante di 6×4 con 4.096 modi per vincere e un RTP fissato al 96,10%.\nGrafica della slot\nPartiamo dall’aspetto estetico di questa slot, che vuole mostrarci una ripresa artistica e fantasiosa della celebre foresta di Nottingham, che domina lo sfondo di gioco. Ovviamente il tocco grafico viene sviluppato attorno a due figure principali che sono il noto e leggendario eroe e lo sceriffo, pronti a sfidarsi mentre risuona una colonna sonora medievale durante la sessione di gioco.\nE gli altri simboli? Abbiamo le carte in legno che pagheranno meno; vengono affiancate ai ben più ricchi Manganelli, le spade, lo sceriffo di Nottingham e lo stesso Robin. Il simbolo speciale è la W, che rappresenta il nostro Wild, pronto ad apparire solo sui rulli che vanno dal due al sei. Lo scrigno del tesoro è invece lo Scatter!\nCaratteristiche di gioco e funzionalità speciali\nIl leggendario Robin Hood e la sua banda oltre a divertire per lo stile comico, possono offrire mega vincite in qualsiasi giro. Il gameplay si affida alla meccanica della cascata: quando ottieni una combinazione vincente, questa si elimina e lascia spazio a nuovi simboli. Puoi così aumentare la possibilità di generare altre vittorie fortunate aumentando il moltiplicatore di 1 ogni volta che vinci un premio. Il tutto senza un limite massimo!\nPezzo forte di Robin: Sherwood Marauders sono i suoi giri gratuiti che si attivano con 3, 4, 5 o 6 Scatter che ripagano con 10, 12, 14 e 16 giri gratuiti. In questa fase i Jolly che appaiono possono espandersi per coprire l’intero rullo e scompariranno alla successiva combo fortunata. È prevista anche la funzione con 10 Super Free Spins che si attiva con 670 punti accumulati grazie al posizionamento degli Scatter durante i giri sui rulli. Robin attiverà un moltiplicatore da 2 a 5x per far volare alle stelle le tue vittorie.\nConsiderazioni finali sulla slot\nSicuramente Robin: Sherwood Marauders è un titolo interessante anche se la sua grafica è al di sotto delle aspettative. La struttura 6×4 è molto valida, il potenziale di vincita non delude e i giri gratuiti con i moltiplicatori progressivi sono un plus. Se arriverai fino in fondo per attivare i Super Free Spins potrai mettere mano su un bottino fino a 35.000 volte la tua scommessa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Robin - Sherwood Marauders",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/robin-sherwood-marauders_gratis-286x217.png",
            "filename": "robin-sherwood-marauders_gratis-286x217.png"
        }
    ],
    "name": "Robin – Sherwood Marauders"
}