{
    "studio": "NetEnt",
    "text": "\nRobin Hood: Shifting Riches\nRobin Hood Shifting Riches è una slot prodotta dalla svedese NetEnt (e già questo potrebbe bastarci come garanzia di qualità), che riprendendo la storia del principe dei ladri ha costruito un gioco molto ben fatto che vi terrà incollati allo schermo.\nIl tema è chiaro: il protagonista è Robin Hood, il ladro che rubava ai ricchi per dare ai poveri, e tutti i simboli della slot sono riferiti oltra che a lui, agli altri personaggi che accompagnavano Robin nelle sue leggendarie gesta.\nL’ambientazione è quella della foresta di Sherwood, in cui Robin Hood e i suoi amici si muovono per cercare di salvare i poveri abitanti della contea di Nottingham dalle vessazioni imposte dallo sceriffo.\nLa grafica non è eccezionale, la NetEnt ha prodotto slot machine decisamente più tecnologiche sotto questo aspetto, lo sfondo è molto minimale e i simboli sono in versione cartoon, tuttavia nel complesso si tratta di un gioco ben riuscito e divertente, anche grazie alla possibilità di ottenere free spins e moltiplicatori.\nSimboli, Wild e Scatter\nNella slot machine Robin Hood i simboli che pagano di più sono quelli tematici e comprendono:\n\nRobin Hood: Paga fino a 1000 gettoni se occupa tutti i cinque rulli\nLa dama con i coltelli: paga fino a 750 gettoni\nFra Tac: il frate amico fedele di Robin Hood, qui rappresentato con un boccale di birra in mano paga fino a 250 monete\nUn paesano con la barba: anche questo simbolo offre una vincita pari a 250 monete se compare cinque volte.\nIl cavaliere con l’armatura: è il simbolo tematico che paga di meno, offrendo una vincita massima di 125 monete.\n\nAccanto ai simboli che si ispirano alla storia di Robin Hood troviamo, come quasi sempre accade, le carte da gioco, qui rappresentate dal 10 all’Asso; il loro valore è inferiore a quello dei simboli tematici.\nIl simbolo Wild non poteva essere che il principe dei ladri: è il Jolly del gioco e può sostituire tutti gli altri simboli.\nNon è presente in questa slot il simbolo Scatter, che è sostituito da uno Free Spins, praticamente con uguale valenza.\nRobin Hood: il principe delle slot\nLe affascinanti vicissitudini di Robin Hood hanno affascinato generazioni di lettori e anche nel mondo del gioco d’azzardo è un tema che ricorre con una certa frequenza.\nNon solo NetEnt infatti ha creato una slot per omaggiare il principe dei ladri, ma è presente anche una Robin Hood di casa Elettronica Video Games, una della WMG, e qualche variazione sul tema, come Robin Hood Prince of Tweets, sviluppata dalla software house NextGen, e Robin of Sherwood, che invece fa parte del catalogo della Microgaming.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Robin Hood: Shifting Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/robin-hood-shifting-riches-thumb-286x217.jpg",
            "filename": "robin-hood-shifting-riches-thumb-286x217.jpg"
        }
    ],
    "name": "Robin Hood: Shifting Riches"
}