{
    "studio": "High 5 Games",
    "text": "\nRocket Man\nUn fumetto attuale, spietato che vuole raccontare le “sfide” tra il presidente degli Stati Uniti, Donald Trump e il leader della Corea del Nord Kim Jong-un. Per assistere a questa sfida basta giocare con la slot machine Rocket Man, che nasce dall’ispirazione chiara al conflitto diplomatico tra i due Stati. Il tutto però viene condito con un tocco ancora più irriverente e spietato.\nI protagonisti sono quindi i presidenti delle Nazioni che tra lanci di missili e bombe atomiche continuano a sfidarsi. La macchinetta online è strutturata con 5 rulli e 20 linee di puntata, ha i classici simboli alfanumerici che si mescolano con quelli a tema. Sono 5 le funzioni speciali, con gli immancabili jolly extra. Vediamo allora quali sono le sue caratteristiche, la grafica e l’esperienza di gioco.\nGrafica della slot\nQuesta slot online ci mostra il periodo storico in cui viviamo, grazie al buon lavoro svolto da Red Tiger Gaming. Sono stati inseriti nel gioco alcuni simboli come un Lato B femminile, un hamburger condito con esplosivo, un’anatra con caschetto e le immancabili lettere. Si va dal 10 al J, per arrivare a Q, K e A, che rappresentano i valori più bassi. Il simbolo jolly è il missile rosso o blu che può sostituire gli altri per formare combinazioni vincenti.\nLa grafica è abbastanza semplice pur trattandosi di un fumetto, ma è molto accattivante proprio per il tipo di tema che vuole trattare.\nCaratteristiche di gioco e funzioni\nKim vs Don: è una lotta all’ultimo missile! Questa funzione si attiva nel momento in cui hai Don sulla bobina uno e Kim sulla 5. A questo punto inizieranno a lanciarsi cose fino a quando non sarà uno dei due ad avare la meglio. I giochi bonus previsti sono:\n\nVince Kim / Boom Time: il giocatore deve selezionare i razzi che Kim lancia per ottenere dei premi fino a quando non cadono in mare o il game termina;\nDonald vince: potrai selezionare le ragazze per scoprire i premi;\nGiri nucleari: in questo caso si sfruttano dei giri illimitati con cui Don e Kim possono far apparire dei jolly sui rulli.\n\nCon la funzione Don’s Driving Range, potrai assistere al presidente Usa mentre gioca a golf per far scendere nuovi simboli sullo schermo, così da formare nuove combinazioni vincenti. Infine se sblocchi il Kim’s Little Game, il leader coreano lancerà dei missili sui rulli, nella speranza di trovare nuovi simboli vincenti.\nConsiderazioni finali\nNon sarà la slot machine online che ti cambierà la vita, ma il tema e le modalità di gioco riescono a incuriosire chiunque. Considera che la satira politica è una tematica abbastanza rara all’interno del mondo dello slot, e più in generale per il gambling online. Se vuoi distrarti e provare quindi qualcosa di nuovo, mettendo in sfida i due leader politici, allora sei nel posto giusto. Nel complesso il gioco scorre bene, è divertente e si appoggia a quel pizzico di cinismo in più che non guasta mai. Le animazioni sono molto simpatiche e mettiamoci anche un RTP pari al 95,24%. Dare una possibilità a questo gioco potrebbe essere una scelta giusta!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rocket Man",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/rocket-man-logo-286x217.jpg",
            "filename": "rocket-man-logo-286x217.jpg"
        }
    ],
    "name": "Rocket Man"
}