{
    "studio": "World Match",
    "text": "\nRomantic Holidays\nIn questa slot della World Match, ci ritroviamo a vivere come turisti in giro per Roma, una delle città più belle del mondo!\nPer rendere al meglio la bellezza di questa metropoli, la World Match ha fatto un lavoro eccezionale sulla grafica. I simboli sono ben definiti, con colori opachi che danno un gusto retrò a tutta la slot. I rulli si trovano sospesi tra due antichi palazzi, e la cornice della griglia di gioco ha gli angoli ricoperti di fiori. Sullo sfondo, una fontana spruzza acqua a getto continuo e di tanto in tanto la schermata è attraversata da due petali rosa.\nI pulsanti sono sistemati alla sinistra della griglia, dallo Start all’Autoplay, tranne quello per accedere al menù che invece si trova sulla destra.\nCaratteristiche principali della slot machine\nÈ possibile puntare un minimo di 0,01 € su ognuna delle 30 linee di pagamento fisse. La griglia ha un taglio classico, con 5 rulli e 3 righe.\nPer vincere è necessario abbinare simboli adiacenti da sinistra a destra su una linea di pagamento. Questo non vale per lo Scatter, che invece paga in ogni posizione.\nSi possono attivare i giri automatici e c’è pure il tasto per accelerare la citazione dei rulli.\nLa volatilità è bassa, si vince spesso ma sempre cifre basse. Romantic Holidays ha un ottimo ritorno teorico al giocatore (RTP), pari al 96%.\nSimboli e funzionalità di Romantic Holidays\nA differenza di altre tante slot, qua i simboli sono solo tematici, senza quindi le carte d gioco.\nA valere meno sono quelli «culinari»: il piatto di pasta, il gelato, il cocktail. A seguire troviamo il cappello, la macchina fotografica e la vespa rossa. I simboli che pagano di più sono la coppia di fidanzati.\nIl Colosseo è il nostro simbolo Wild, che grazie alla funzione di Jolly, sostituisce tutti i simboli tranne quelli speciali.\nUn altro simbolo speciale è La bocca della verità, un moltiplicatore che si applica ai simboli di basso livello (pasta x1, gelato x2, cocktail x3).\nCon il simbolo del colonnato si vincono quattro Free Spins, durante i quali possono atterrare sui rulli dei simboli speciali che aggiungono ulteriori giri gratuiti.\nCon la scritta Bonus potremmo invece vincere uno di tre premi:\n\nFree Spins\nBocca della verità\nUna somma in denaro\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Romantic Holidays",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/romantic-holidays-featured-286x217.png",
            "filename": "romantic-holidays-featured-286x217.png"
        }
    ],
    "name": "Romantic Holidays"
}