{
    "studio": "Peter and Sons",
    "text": "\nRome – The Conquerors\nGrazie al gameplay di questa slot è possibile fare un salto indietro nel tempo e ritrovarsi nel 410 d.C., alla corte di un periodo storico di massimo rispetto: l’Impero Romano. È proprio qui che va in scena la battaglia con le tribù germaniche all’interno di una griglia di gioco strutturata con cinque rulli. La slot, firmata dalla software house Peter & Sons mantiene fede a quelle che sono le caratteristiche base dell’azienda. Questo comprende Wild con moltiplicatore casuale e due modalità di giri gratuiti. Seguendo da vicino questa faida è possibile vincere fino a un massimo di 8000 volte la tua scommessa.\nGrafica della slot\nL’interessante tematica scelta per costruire questa slot è sviluppata attraverso una grafica molto curiosa ma assolutamente ben fatta. Abbiamo due colonne del tempio simbolicamente danneggiate pronte ad accogliere la struttura di gioco. Al suo interno, sui rulli, andranno ad alternarsi legionari, imperatori e guerrieri. Il gioco principale si svolge su un pannello 4×5, dove si alternano simboli base del gioco e icone speciali tra cui lo Scatter. Ogni volta che appare su una linea di pagamento garantisce una vincita aggiuntiva. Se invece si posiziona sui rulli 1 e 5 può sbloccare il gioco bonus giri gratuiti che prevede l’estensione della griglia fino a 5×5. In questo caso si possono ottenere fino a 20 giri gratuiti con un moltiplicatore che arriva fino a 15x. Dopo 10 giri ottenuti in modalità Free Spins si attiva la partita bonus che prevede una griglia di 6×6 e ovviamente una vincita potenziata.\nCaratteristiche del gioco e funzionalità speciali\nTra i simboli che pagano meno abbiamo le carte Reali che vanno da 10 ad A: assegnano da 0,4x a 0,7x se trovi cinque icone dello stesso tipo. Si sale invece di livello e prestigio con i personaggi tematici che sono la donna romana, il guerriero germanico, il legionario romano, il re e l’imperatore romano. Se ne trovi cinque sui rulli potrai vincere da 1x a 3.5x. Il Jolly appare solo sui rulli da due a quattro e sostituisce tutti i normali simboli di gioco.\nMa vediamo la funzione giri gratuiti con lo Scatter, perché è in assoluto la parte più bella della macchinetta. Gli spin si possono riattivare fino a un totale di 25 giri. Se raccogli più Scatter si sbloccano ulteriori Jolly abbinati al valore di un moltiplicatore e si aggiungono giri al proprio gioco attraverso i forzieri aperti.\nConsiderazioni finali sulla slot\nCi troviamo di fronte a uno studio di produzione di giochi molto giovane, ma con le idee molto chiare. Peter & Sons ha già saputo creare delle slot interessanti riuscendo a intrattenere diverse tipologie di giocatori con interessanti colpi di scena. Il tutto pur mantenendo un leitmotiv che è il vero marchio di fabbrica della software house.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rome - The Conquerors",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/rome-the-conquerors-featured-286x217.png",
            "filename": "rome-the-conquerors-featured-286x217.png"
        }
    ],
    "name": "Rome – The Conquerors"
}