{
    "studio": "WMS",
    "text": "\nRome & Egypt\nIl rapporto tra l’impero Romano e l’Antico Egitto era indissolubile in antichità, passando da guerre e alleanze a più riprese, potendo vantare personaggi di enorme rilievo in entrambe le parti come Giulio Cesare e Cleopatra.\nDa parte di una casa di sviluppo come la WMS, famosa per la passione per l’antico Egitto, era lecito aspettarsi una slot che unisse questi due mondi, come infatti possiamo trovare in Rome and Egypt.\nAndiamo a scoprire questo titolo insieme.\nRome & Egypt: l’aspetto visivo\nNell’aprire per la prima volta questa slot, la nostra attenzione è dedicata al comparto grafico proposto dalla WMS. La griglia di gioco è incastonata tra due statue raffiguranti un guerriero romano e un guerriero egiziano. Gli stessi bassorilievi e graffiti sui muri dietro di loro rappresentano i mondi da cui provengono, dando l’impressione che vadano a collidere proprio all’interno della griglia di gioco.\nTra i vari simboli che compongono le combinazioni, troviamo elementi di entrambe le civiltà: l’immancabile Sfinge e il Parlamento romano, il copricapo del faraone e la corona d’alloro e così via.\nIl comparto sonoro offre una musica molto avvincente e che potrebbe essere adatta per un film storico o un videogioco di strategia. Questa musica è attiva solo durante il gioco vero e proprio e va svanendo durante le nostre pause tra una giocata e l’altra.\nRome & Egypt: meccaniche di gioco\nPassiamo ora all’aspetto tecnico di questa slot: andando contro agli standard imposti dal mercato online, la WMS rifiuta il modello 5*3 a favore di un più raro 5*4. In questo modo vengono mostrati venti simboli a ogni giocata al posto dei classici 15 che possono essere trovati in altre slot.\nGrazie al grande numero di simboli, è possibile ottenere diverse combinazioni durante le varie giocate, le quali si possono disporre lungo le quaranta linee di vincita (un valore piuttosto alto rispetto alla media).\nGiulio Cesare e Cleopatra sono simboli Scatter che permettono di avere accesso (qualora trovati entrambi a figura intera) ai giri gratuiti ed è sufficiente affiancarne due per ottenere cinque giri. Oltre a questa funzione, questi due personaggi ricoprono anche il ruolo di simboli wild che sostituiscono tutti gli altri simboli in veste di jolly.\nSlot simili a Rome & Egypt\nCome già detto in precedenza, il mercato è praticamente saturo di slot che sfruttano la tematica dell’antico Egitto, in quanto esso trasmette con forza l’idea di ricchezza e mistero che tanto bene si sposano con quelle di una slot machine.\nPensando ad alcuni titoli della stessa WMS, dobbiamo ricordare Lady of Egypt e Temptation Queen, così come Egyption Riches. Ma tante altre case hanno offerto la loro quota in questo catalogo. Possiamo quindi ricordare la Novomatic con VLT Book of Ra Deluxe e tutte le sue varianti, la IGT con la slot dal laconico nome “Cleopatra” e ancora la Amatic con Eye of Ra.\nNaturalmente questi sono solo alcuni dei titoli che sfruttano questa tematica, in quanto si parla di un universo talmente tanto ampio (decine se non centinaia di slot) che ogni giocatore dovrà andare a individuare quelle più in linea con il suo gusto personale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rome & Egypt",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/rome-egypt-logo-2-286x217.jpg",
            "filename": "rome-egypt-logo-2-286x217.jpg"
        }
    ],
    "name": "Rome & Egypt"
}