{
    "studio": "Playson",
    "text": "\nRome: Ceasars Glory\nUna delle civiltà che continua ad affascinare maggiormente è quella dell’Antica Roma. Un impero che si estendeva fino ai confini dell’odierna Europa, con ricchezze architettoniche che ancora oggi possiamo ammirare e che ha gettato le basi della politica e ricerca ingegneristica moderna.\nNon sembra, quindi, tanto strano che l’Antica Roma faccia faville anche nel mondo delle slot online! Ed infatti la recensione che vi proponiamo è su Rome: Caesar’s Glory della Playson, ambientata durante l’epoca di colui che è diventato il simbolo dell’impero romano: Giulio Cesare.\nIniziamo, quindi, ad analizzare questa slot dalla sua parte più visiva.\nRome: Caesar’s Glory – Grafica\nLa slot Rome: Caesar’s Glory ci trasporta immediatamente su un campo di battaglia. Sullo sfondo, infatti, potremmo vedere le file dei soldati romani e le baliste messe in posizione.\nMa la particolarità di questa slot risiede nella sua griglia di gioco. Infatti essa è strutturata a piramide rovesciata che si espande da sinistra a destra.  Sopra quelle che sembrano lastre di pietra, troviamo i classici simboli delle carte da gioco (A, K, Q, J) rappresentati con font piuttosto semplici. Il resto dei simboli sono, invece, delle illustrazioni di centurioni e signifer, soldati scelti con indosso pelli di animali come il lupo sul capo del legionario di Rome: Caesar’s Glory, finendo poi con il gladio e lo scudo rettangolare.\nIl sottofondo solenne di tamburi e trombe va a completare la slot in modo assolutamente in linea con l’ambientazione d’Antica Roma della slot. Rome: Caesar’s Glory è una slot curata fin nei minimi dettagli e che crea un’ottima atmosfera sia visivamente che per quanto riguarda l’audio, cosa non da poco in una slot a tema storico.\nE il gameplay, invece? Scopriamolo nel prossimo punto della recensione.\nRome: Caesar’s Glory – Gameplay\nLa griglia di Rome: Caesar’s Glory si presenta a noi come qualcosa di inusuale. Le colonne sono 6 in tutto, ma l’originale forma a piramide conferisce alla slot rulli che partono da 2 arrivando a 4. Le linee di vincita sono, invece, 64.\nI simboli speciali sono rappresentati dal volto di Giulio Cesare per quanto riguarda i Wild e l’aquila romana che rappresenta lo Scatter. Il simbolo Wild andrà a sostituire ogni altro simbolo a parte l’aquila, andando a moltiplicare la vincita dalle varie combinazioni. In basso a sinistra vedremo anche una barra, che si riempirà ad ogni rullo completamente occupato dai simboli Wild e ci permetterà un giro gratis.\nLo Scatter permette di avere ulteriori giri gratis, purché se ne trovino almeno 3 sulla griglia. Infatti gli spin gratis vanno da un minimo di 8, con 3 Scatter, ad un massimo di 16 per 5 Scatter. Un’ulteriore particolarità è che la griglia si specchia durante i giri gratis, cambiando la posizione dei rulli e colonne.\nIl gameplay originale di questa slot la rende una delle più interessanti sul tema Antica Roma e una delle più interessanti in generale.\nSlot simili a Rome: Caesar’s Glory\nIl tema dell’Antica Roma si trova in molte altre slot online. Fra le tante nominiamo: Victorious, Victorious MAX, Gladiator , Rome Warrior, Centurion Maximus Winnus e Ave Caesar.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rome: Ceasars Glory",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/rome-ceasars-glory-thumb-286x217.jpg",
            "filename": "rome-ceasars-glory-thumb-286x217.jpg"
        }
    ],
    "name": "Rome: Ceasars Glory"
}