{
    "studio": "NetEnt",
    "text": "\nRome The Golden Age\nTutti si saranno accorti che nel mondo dell’intrattenimento online ci sono alcuni temi che ricorrono più di altri. Da una parte questo è dovuto all’apprezzamento dei giocatori, dall’altra sono le caratteristiche di certe tematiche a trasformare una semplice slot in un’esperienza indimenticabile.\nUno di questi temi di successo è sicuramente l’Antica Roma.\nCome tante altre slot che hanno ambientato il gioco tra le vie della città eterna, anche in Rome The Golden Age la grandiosità viene rappresentata al meglio attraverso una grafica ricca di dettagli. La griglia di gioco è sorretta da due colonne e accanto ci sono due statue in marmo, con piante ornamentali a fare da contorno. Nella parte inferiore troviamo i tasti Play e Autoplay, le impostazioni per la puntata e l’icona per accedere al menù interno.\nCaratteristiche principali\nNon è una griglia di gioco classica, ma varia da rullo a rullo: il primo e il quinto hanno 3 riquadri, il secondo e il quarto ne hanno 4 e quello centrale 5. Le linee di pagamento sono 20 e fisse, con la puntata che varia da 0,10 € a 10 €. Si possono impostare i giri automatici e c’è anche l’opzione turbo. Il valore RTP è del 96,06%, la volatilità è alta.\nSimboli e funzionalità\nDiciamo subito che Rome The Golden Age è ricca di modalità speciali che ci faranno divertire parecchio. Prima però vorremmo illustrare i simboli e il loro valore. Quelli che pagano meno sono le carte da gioco dal 10 all’asso, seguiti dalle spade incrociate e dall’elmo; un gradino sopra troviamo l’anello e l’aquila imperiale, infine la tigre e il simbolo Wild, che è anche pagante. La sua funzione principale resta comunque quella di Jolly, in quanto va a sostituire tutti i simboli eccetto quelli speciali.\nAbbiamo 2 simboli speciali: la moneta con su scritto The Golden Age e quella Rome.\nOgni qualvolta la moneta The Golden Age si ferma su un riquadro, quest’ultimo diventa attivo con una cornice e se nei giri successivi all’interno atterrerà il simbolo Rome, allora quest’ultimo si trasformerà in Wild per il giro successivo. Non è finita qui, perché anche tutti gli altri riquadri contrassegnati e adiacenti, sino a un massimo di 5 posizioni, si trasformeranno in Wild. Inoltre, ogni qualvolta il simbolo Golden Age comparirà sui rulli, andrà a finire in uno speciale contenitore posto in alto. Quando si raggiungerà quota 200, verranno concessi dei Free Spins.\nPer ottenere giri gratuiti ci si può avvalere anche del classico Scatter, rappresentato dalla corona di alloro.\nDurante i Free Spins, le posizioni girano in maniera individuale, e sui rulli potranno atterrare soltanto i simboli Rome. Tutti i riquadri attivi che in precedenza non si sono trasformati in simboli Wild, assegneranno dei moltiplicatori casuali che vanno da 0,5x sino a un massimo di 50x la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rome The Golden Age",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/rome-the-golden-age_slot-286x217.png",
            "filename": "rome-the-golden-age_slot-286x217.png"
        }
    ],
    "name": "Rome The Golden Age"
}