{
    "studio": "iSoftbet",
    "text": "\nRoo Riches\nLa slot gratis e senza registrazione Roo Riches è un gioco progettato da iSoftBet, che ti farà conoscere la fauna australiana tra cui i suoi meravigliosi canguri, che in gergo locale vengono chiamati “Roo”. La slot presenta buone ricompense e un paio di funzioni che dovrebbero rendere la tua sessione gioco emozionante!\nLayout e gameplay di Roo Riches\nIl layout scelto per Roo Riches ha 5 rulli con 10 linee di vincita attive. È un sistema che potrebbe portare a vincite massime fino a 2.000 volte o 20.000€. L’intervallo di puntate è incluso tra 0,10€ fino a 10,00€. Non è il tipo di gioco che attira l’attenzione degli high rollers, ma ci sono molti giocatori che apprezzano una puntata di linea massima pari a 1,00€ .\nSimboli principali a tema australiano\nPer quanto riguarda i simboli di della slot Roo Riches senza scaricare, in un canyon deserto sullo sfondo troverai:\n\nSimboli Standard – A, K, Q e J\nIcone Falchi\nIcone Volpi\nSimboli dei Coccodrilli\nSimboli dei Canguri. Questa icona paga 0,5, 5, 20 o 200 volte la puntata per 2, 3, 4 o 5 in combinazione\nIcona Roccia. Questo simbolo è lo Scatter Bonus e te ne parlo più avanti tra le funzioni extra.\n\nQuali sono le funzioni da tenere d’occhio in questa slot gratis?\n\nFunzione Spin Chip Cash – Roo Riches è dotato di una funzione Spin Chip Cash innescata casualmente, che può verificarsi in qualsiasi rotazione del gioco base. Fondamentalmente, tutte le fiche in vista verranno incassate e aggiunte al tuo totale. Il valore dei chip varia da un minimo di 1 puntata a un massimo di 100 puntate;\nFunzione Giri Gratuiti – Tieni d’occhio il simbolo Roccia che è lo Scatter Bonus: 3 o più punti sui rulli attiveranno la funzione Free Spins. 3, 4 o 5 ti daranno rispettivamente 7, 10 o 15 giri gratuiti. Durante la funzione, appariranno solo i simboli di gettoni in contanti. Ognuno di essi se atterra ti darà un premio in denaro.\nFunzione Lightning Bet – Per giocare alla funzione Lightning Bet, devi fare clic su quella che sembra essere la sesta bobina, anche se ti costerà 20 volte la tua puntata. Durante i giri di Lightning Bet valgono solo gettoni. Funziona come le 2 funzioni sopra descritte. Tuttavia, ogni chip rende blu quella posizione. Se rendi blu tutte le posizioni, otterrai 3 Lightning Respins.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Roo Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/roo-riches_thumb-286x217.jpg",
            "filename": "roo-riches_thumb-286x217.jpg"
        }
    ],
    "name": "Roo Riches"
}