{
    "studio": "Novomatic",
    "text": "\nRoyal Dynasty\nLa vita di corte, si sa, è contrassegnata dallo sfarzo più sfrenato. Non per nulla in Royal Dynasty il colore principale è l’oro: oro come le monete che si vedono sullo sfondo, oro come il colore della maggior parte dei simboli, oro come la corona del re e della regina. Altri elementi che mai mancano nella vita di corte sono gli scudi, i vessilli e i simboli della casata reale, in questo caso il leone e l’aquila.\nGrafica d’impatto e musica dal tono epico, una console di gioco in cui trovare tutte le informazioni che riassumono la nostra giocata: Royal Dynasty è una slot molto ben curata ma dal gameplay estremamente semplice, pertanto la consigliamo proprio a tutti, anche a coloro che si stanno affacciando per le prime volte al mondo delle slot machine!\nCaratteristiche principali della slot machine\nPer questa slot la Novomatic ha deciso di puntare su una griglia di gioco dal tono classico, con 5 rulli e 3 righe. Le linee di pagamento sono 20 e su ognuna di esse è possibile puntare da 1 a 100 crediti. Si vince con almeno 3 simboli adiacenti da sinistra a destra, ma possono essere anche associati al simbolo del re per accrescerne il valore. È presente la modalità Autoplay, ma a differenza di altre slot in cui possiamo decidere un numero predefinito di giri, qui dovremo decide noi quando fermarli per ortane alla modalità normale. Royal Dynasty ha un RTP (return to player) bassino, pari al 94%, che però è compensato dall’alta volatilità, con vincite non frequenti ma di certo molto gratificanti!\nSimboli e funzionalità di Royal Dynasty\nI simboli di minor valore sono quelli delle carte da gioco, dal 9 all’asso, seguiti dalle monete d’oro e dallo scudo. A seguire troviamo gli stemmi reali (l’aquila e il leone) e il mecenate. Tutte queste combinazioni, se compaiono insieme al re, raddoppiano il loro valore. Il re è il simbolo che vale di più in assoluto, e se compare durante il gioco bonus, il suo valore raddoppia. Abbiamo poi 2 Scatter, il principe e la principessa. Oltre a essere simboli paganti, essi ricompensano il giocatore con 25, 30, 35, 40 o 45 giri gratuiti. Durante il gioco Bonus, il re assume il ruolo di Wild e va a sostituire tutti i simboli eccetto naturalmente gli Scatter.\nA seguito di ogni vincita è poi possibile usufruire della funzione Gambling: in tal caso ci troveremo davanti a una piramide. Partendo dal gradino più basso dovremo cercare di scalarla per raggiungere la vetta, dove si trova un premio in denaro di notevole valore. Ogni volta che rischiamo e vinciamo, potremo decidere se incassare la cifra o continuare a rischiare. Va da sé che in caso di errore, perderemo tutto il nostro importo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Royal Dynasty",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/royal-dynasty-logo-286x217.jpg",
            "filename": "royal-dynasty-logo-286x217.jpg"
        }
    ],
    "name": "Royal Dynasty"
}