{
    "studio": "Novomatic",
    "text": "\nRumpel Wildspins\nCaratteristiche generali\nSoftware: Novomatic\nRulli: 5\nLinee di vincita: 20\nPuntata minima: 0.20 €\nPuntata massima: 100 €\nAutoplay: Presente\nTema e grafica\nIl tema di questa slot è particolarmente originale: si tratta infatti di un omaggio alla favola dei fratelli Grimm chiamata Tremotino (Rumpelstiltskin nell’originale tedesco). Questa favola racconta la storia della giovane figlia di un mugnaio rapita dal re che la credeva capace di trasformare la paglia in oro, pena la morte. In aiuto della giovane arriva il nano Tremotino, che però chiede un conto salatissimo per i suoi servigi.\nLa storia si conclude con il nano sconfitto e la giovane felice sposa del re.\nIl vostro compito è dunque quello di aiutare la ragazza a sfuggire alle grinfie del nano, muovendovi  tra ricchi tesori e magiche creature delle favole.\nLa grafica di questa slot machine non è particolarmente elaborata e la sua originalità e piacevolezza sta in gran parte nel tema.\nI simboli sono riprodotti con cura e, nell’insieme, si tratta di un gioco ben riuscito e molto accattivante.\nSimboli, Wild e Scatter\nI simboli sono quelli legati alla famosa favola dei Fratelli Grimm: troviamo infatti la bella figlia del mugnaio che insieme ad anelli, collane e lingotti d’oro rappresentano i simboli ordinari, mentre quelli speciali, Wild e Scatter, sono il malvagio nano Tremotino e una rana.\nTremotino pur essendo un personaggio non proprio affabile nella storia, è quello che vi permette di ottenere la vincita più consistente, ben 500.000 gettoni se compare per cinque volte sui rulli! Il nano essendo il simbolo Wild, può sostituire tutti gli altri simboli, tranne lo Scatter, nel completamento di una linea vincente.\nIn ogni favola che si rispetti è sempre presente un ranocchio, che in Rumpel Wildspins rappresenta lo Scatter. La rana in questo caso non richiede baci e non si trasformerà in un principe, ma quando compare per almeno tre volte offre ben 15 giri gratuiti!\nOltre ai simboli legati alla favola, in Rumpel Wildspins troviamo anche le carte da poker, come da tradizione delle slot firmate Novomatic, dal 9 all’Asso.\nChe valore hanno i simboli?\nIl premio massimo che si può ottenere con le carte da gioco è di 100.000 gettoni, mentre se si completa una linea di pagamento con le collane e gli anelli d’oro la vincita sarà di 150.000 gettoni.\nI premi che pagano di più, Wild e Scatter esclusi, sono la figlia del mugnaio e i lingotti d’oro, che valgono fino a 250.000 gettoni!\nSlot simili a Rumpel Wildspins\nNello sconfinato mondo delle slot machine, è possibile trovare temi davvero per tutti i gusti! In particolare, quello delle favole, dei miti e della magia è particolarmente sviluppato da diverse software House.\nGnomi e pentoloni pieni di monete d’oro, per esempio, sono i simboli principali di Rainbow Riches, di casa Barcrest, ispirata ai miti e alle leggende irlandesi.\nMolto tradizionale è poi Big Bad Wolf, il cui protagonista è il Lupo Cattivo della favola dei Tre Porcellini!\nDa segnalare, infine, Robin Hood-Shifting Riches, in cui il principe dei ladri ruba ai ricchi per aiutare voi a vincere!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Rumpel Wildspins",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/rumpel-wildspins_slot-286x217.jpg",
            "filename": "rumpel-wildspins_slot-286x217.jpg"
        }
    ],
    "name": "Rumpel Wildspins"
}