{
    "studio": "WMS",
    "text": "\nSabertooth\nCon la slot gratis e senza registrazione Sabertooth della software house WMS verrai catapultato in un’atmosfera preistorica in compagnia di sabertooth feroci e mammut affamati. Prendi coraggio e leggi di seguito la nostra recensione per scoprire cosa si nasconde dietro a questo desolato paesaggio glaciale…\nGameplay semplice e dinamico\nLo slot senza scaricare Sabertooth ha una griglia a 5 rulli con 50 linee di pagamento. Disponibile per giocare su tutti i dispositivi a partire da 0,50€ fino ad un massimo di 20,00€ per giro, questa slot gratis beneficia di due simboli jolly che rappresentano il muso e il corpo di un sabertooth. Combinandosi tra loro queste 2 icone ti regaleranno un sacco di rulli jolly in più fino 16 Free Spins!\nSimboli standard e speciali\nIn questa slot gratis i simboli includono le icone standard di frutta come ciliegie, angurie, prugne, pere. Tra i simboli distintivi della trama a tema preistorico tieni d’occhio: la collana di punte di lancia e denti, i topi, i Dodo, i rinoceronti e i mammut. Quest’ultimo è il più gratificante con 3, 4 o 5 in combinazione ti regaleranno 0,5, 4 o 10 volte la tua puntata.\nJolly e funzionalità speciali\nAll’interno della slot Sabertooth puoi beneficiare di 2 simboli jolly: uno con la faccia di sabertooth che appare solo sulla bobina 1 e sostituisce tutti i simboli a parte lo scatter. Il simbolo del corpo di Sabertooth è il secondo jolly e appare sui rulli 2, 3, 4 e 5.\nI Bonus di Sabertooth\n\nQuando una faccia di sabertooth appare in modalità Wild sul rullo 1 e un qualsiasi corpo di sabertooth wild sui rulli 2, 3, 4 e / o 5, attiverai la funzione Bonus Nudge di Sabertooth che trasformerà le bobine in wild;\nFunzione Bonus Sabertooth – Questo bonus si attiva quando ottieni 3 o più spargimenti di fuoco sui rulli adiacenti a partire dal rullo 1 (cioè sui rulli 1, 2 e 3) e ti regala un premio in denaro di 2, 20 o 50 volte la puntata, partendo da un minimo di 8 giri gratis.\n\nChe idea ci siamo fatti\nSabertooth è una slot piuttosto semplice e dalla varianza media, basata su un gioco dinamico grazie ai due bonus e ai jolly e simboli mammut che ti possono regalare fino a un massimo di 500 volte la puntata per giro. Se desideri uno slot con un maggiore potenziale di vincita, WMS ha rilasciato diversi titoli interessanti, che potrai trovare direttamente all’interno del nostro elenco casinò online, sia in modalità demo che con soldi veri, per soddisfare le esigenze di tutti i giocatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sabertooth",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/sabertooth-logo-286x217.jpg",
            "filename": "sabertooth-logo-286x217.jpg"
        }
    ],
    "name": "Sabertooth"
}