{
    "studio": "Betsoft",
    "text": "\nSafari Sam\nSam è un simpatico vecchietto che ama l’avventura e i safari fotografici. Con la nuova slot prodotta dalla Betsoft farete un viaggio nell’Africa più selvaggia armati soltanto di una tenda da campo e una jeep e tra un incontro con scimmie, zebre, leoni e nativi umani, avrete anche la possibilità di schiacciare un meritato pisolino! Safari Sam ha un comparto grafico degno di nota, i simboli hanno un’ottima definizione ricca di dettagli, con la griglia di gioco incorniciata nei rami di una maestoso albero. Le linee di gioco attive sono scritte sulle foglie e nella parte inferiore dello schermo ci sono i tasti per settare il gioco. Da qui potrete  scegliere il valore della singola puntata, decidere quante linee di pagamento attivare, impostare la puntata massima, provare a raddoppiare la vincita o far partire i giri automatici. La rotazione dei rulli è accompagnata da una musica incalzante di tamburi e flauti.\nCaratteristiche principali della slot\nLa griglia di gioco di Safari Sam ha 5 rulli e tre righe, 30 linee di pagamento non fisse, cioè sareste voi a decidere quante selezionarne, e un range di puntata per linea che va da un minimo di 0,01 € a un massimo di 0,20. Attraverso il tasto “puntata  per linea” potrete moltiplicare il valore della vostra puntata per un numero compreso tra 1 e 5. Uno dei punti forti di Sam Safari è di sicuro l’RTP davvero molto interessante, che si attesta sul 97,1%. Per quel che riguarda i giri automatici, potrete impostane da 1 sino a un massimo di 1.000.\nSimboli e funzionalità\nIn Safari Sam abbiamo unicamente simboli tematici. Sam che si riposa, la jeep e l’accampamento pagano di meno, seguiti dagli animali selvatici. Il valore maggiore ce l’hanno il leone, l’indigena e Sam.\nLa vera particolarità di questa slot sta però nei diversi bonus, capaci di far incrementare le vincite in modo considerevole. Vediamoli assieme:\n\nGiri gratis animale selvatico: quando il gorilla, la zebra e la scimmia appaiono uno accanto all’altro sulla prima linea, allora avremo la possibilità di selezionarne uno che avrà valore di Jolly con moltiplicatore durante i giri gratuiti.\nJolly casuali: durante la rotazione dei rulli del gioco regolare di tanto in tanto può capitare che appaiano dei jolly casuali con moltiplicatori di 2x, 3x, 5x e addirittura 10x sulle ruote 2 e 4. Questo non può però avvenire durante i giri gratis.\nScatter: quando appare il simbolo dell’albero si può arrivare a vincere sino a 15 volte la puntata, importo che si va a sommare alle altre vincite per linea.\nSimboli incolonnati: quando sull’intero rullo appaiono 3 simboli uguali, si avrà un moltiplicatore par a x3 sulla vincita. Inoltre, i simboli vengono impilati lasciando liberi due spazi per altrettanti simboli che possono portare ulteriori vincite.\nRound Bonus: si attiva quando appaiono 3 simboli bonus di Sam con il binocolo. In questo caso sulla schermata apparirà una mappa, scegliete il punto in cui posizionare Sam per osservare gli animali e poi tornate al gioco dopo aver incassato la vincita.\nRaddoppia: a seguito di ogni vincita, potrete raddoppiare la somma scegliendo tra testa e croce nel lancio della moneta\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Safari Sam",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/safari-sam-free-286x217.jpg",
            "filename": "safari-sam-free-286x217.jpg"
        }
    ],
    "name": "Safari Sam"
}