{
    "studio": "Nolimit City",
    "text": "\nSan Quentin xWays\nUna delle carceri più famose al mondo è senz’altro quella di San Quentin, a nord di Los Angeles, in California. È qui che si trova il braccio Est, quello della morte, anche se la pena capitale a volte può fare meno paura rispetto all’idea di passare anni rinchiusi qua dentro, visto il numero di aggressioni, violenze, umiliazioni che si verificano ogni giorno.\nLa Nolimit City, software house produttrice di San Quentin xWays, è riuscita a trasmettere tutta l’adrenalina attraverso una grafica favolosa, e un gameplay originale che ci permetterà di ottenere vincite favolose.\nLa griglia di gioco è delimitata da 5 celle adiacenti dietro cui si muovono i detenuti. Ai lati troviamo il sistema di videosorveglianza e sullo sfondo le mura con tanto di filo spinato e torrette all’orizzonte. La musica è incalzante, tipica dei film d’azione, e il gioco è ricco di animazioni. Sulla parte sinistra della schermata ci sono i tasti Play, Autoplay e Turbo, su quella sinistra i pulsanti per variare la scommessa, per accedere al menù e per disattivare i suoni.\nCaratteristica della slot\nLa griglia di gioco all’apparenza ha 5 rulli e 3 righe, in realtà sopra e sotto ci sono 2 ulteriori righe suddivise in celle che si aprono a determinate condizioni. Ci sono ben 243 combinazioni vincenti e la puntata va da un minimo di 0,20 € a un massimo di 32 €. Si possono impostare tra i 10 e i 1.000 giri automatici, compresi alcuni limiti personalizzabili. La volatilità è alta, mentre il valore RTP è pari al 96,3%.\nSimboli e funzionalità\nIn San Quentin xWays ci sono 16 simboli, tutti a tema carcerario. Partendo da quelli con minor valore, abbiamo la carta igienica, le manette, lo spazzolino-rasoio e il cacciavite, lo zippo e la saponetta. I simboli che valgono di più sono però i detenuti, 5 in tutto. Il simbolo della torretta di avvistamento è il simbolo bonus e quando compare apre le celle del rullo corrispondente, dietro cui possiamo trovare uno dei detenuti o uno dei 3 simboli speciali: il rasoio che dividerà a metà tutti i simboli di quel rullo, il simbolo Wild con funzione di Jolly e il simbolo xWays che rivelerà 4 simboli casuali su altrettanti slot.\nDurante il gioco regolare può comparire anche il simbolo Split Wild, che divide a metà tutti i simboli appartenenti a quel rullo.\nPer attivare la funzione speciale Lockdown Spins abbiamo bisogno di 3 Bonus. In tal caso le celle in alto si apriranno e a ogni giro comparirà uno dei simboli speciali. Prima di iniziare inoltre verrà mostrato un moltiplicatore valido per tutti i Free Spins. Durante i giri gratuiti sui rulli appariranno dei simboli mistery che determineranno un ulteriore moltiplicatore. Altro simbolo speciale durante il Lockdown Spins è il Jumping Wild, un Jolly speciale che salta di posizione in modo casuale.\n\nDomande Frequenti \nLa slot ha una funzione bonus?\n\nSì e per attivare la sua funzione speciale Lockdown Spins serviranno 3 simboli Bonus.\n\n\n\nQual è il range di scommessa della slot?\n\nLe scommessa vanno da 0,20€ a un massimo di 32€ e offre ben 243 combinazioni vincenti.\n\n\n\nQual è l’RTP della slot San Quentin xWays?\n\nLa slot online ha un buon ritorno al giocatore fissato al 96,03%.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "San Quentin xWays",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/san-quentin-xways-new-286x217.jpg",
            "filename": "san-quentin-xways-new-286x217.jpg"
        }
    ],
    "name": "San Quentin xWays"
}