{
    "studio": "Pragmatic Play",
    "text": "\nSanta’s Great Gifts\nUna slitta piena di doni\nVi piace l’atmosfera natalizia? Amate l’albero di Natale addobbato con palline e luminarie, canzoni come Jingle Bells o Let it Snow, cappelli rossi e bianchi e film ambientati il 24 dicembre. Se la risposta è si, siamo certi che apprezzerete Santa’s Great Gifts, una slot che a noi è piaciuta tantissimo sia a livello di gameplay che per la grafica.\nE non sarebbe potuto essere altrimenti, visto che la Pragmatic Play ci ha abituato a giochi strepitosi sotto tutti i punti di vista. La griglia di grandi dimensioni affonda in un manto innevato, circondata da pacchi natalizi, pupazzi di neve e abeti dalle cime candide. Sulla sinistra Santa Claus sorveglia le nostre giocate, accompagnate da scampanellii e un sottofondo musicale a tema.\n \nCaratteristiche di Santa’s Great Gifts\nLa cosa che più ci ha colpito di Santa’s Great Gifts è senza dubbio la vincita massima, sino a 5.000 volte la puntata. Per provare a ottenerla è necessario formare combo vincenti in qualsiasi punto della griglia, formata da 6 bobine e 5 file.\nIl meccanismo è a cascata, ciò vuol dire che a seguito di una combinazione vincente, i simboli paganti vengono rimossi e le posizioni lasciate libere vengono occupate da nuovi simboli, così da poter ottenere ulteriori vincite.\nTra le varie funzioni a disposizione ricordiamo i Giri Automatici e la funzione Turbo, che accelera la rotazione di rulli.\nLa volatilità è alta, in media si vince meno spesso ma sempre cifre molto alte. Il ritorno teorico al giocatore (RTP) è pari al 96,25%.\n \nBonus multilivello\nIn Santa’s Great Gifts troviamo nove simili base, suddivisibili tra basso livello e alto livello. Al primo gruppo appartengono i semi delle carte da gioco, mentre nel secondo raggruppamento troviamo la tazza, il bastoncino di zucchero, l’albero di Natale, l’omino di zenzero e la palla di vetro con dentro un pupazzo di neve.\nCi sono poi due simboli speciali. Il primo è il pacco di Natale a cui viene associato un moltiplicatore compreso tra x2 e x100. Questo rimane fisso sui rulli finché continua il sistema a cascata e quando non si ottengono ulteriori combo vincenti, le somme vengono sommate e moltiplicate.\nL’altro simbolo speciale è lo Scatter, rappresentato da Babbo Natale. In base al numero di simboli atterrati sui rulli ci vengono elargiti 10, 15 o 20 giri gratis. Inoltre, lo Scatter è pagante. I giri gratis sono multilivello. Si parte naturalmente dal primo livello in cui i pacchi possono avere un moltiplicatore compreso tra x2 e x100. Dopo aver ottenuto sei di questi simboli si passa ai livelli successivi, dove si riduce la forbice tra il valore minimo e il massimo del moltiplicatore.\nI giri gratis possono essere acquistati, così come la doppia chance, che raddoppia le probabilità di ottenere un numero di Scatter sufficiente a attivare la funzione speciale.\n\nDomande Frequenti \nA quanto corrisponde il ritorno teorico al giocatore?\n\nIn Santa's Great Gifts il valore RTP è pari al 96,25%.\n\n\n\nQuanto costa acquistare la doppia chance?\n\nIl costo è di 2,50 volte la puntata totale.\n\n\n\nPosso giocare con Santa's Great Gifts anche dal tablet?\n\nCerto, questa slot è ottimizzata per il gioco su dispositivi mobili.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Santa's Great Gifts",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/santas-great-gifts-slot-286x217.jpg",
            "filename": "santas-great-gifts-slot-286x217.jpg"
        }
    ],
    "name": "Santa’s Great Gifts"
}