{
    "studio": "NetEnt",
    "text": "\nSanta vs Rudolph\nSlot a tema Natalizio, Santa vs Rudolph mette in atto una bagarre tra Babbo Natale e la sua renna Rudolph!\nTema e grafica\nIl tema di questa divertentissima slot machine firmata NetEnt è quello Natalizio. Direte voi, mica questa è una novità! È vero, nel panorama delle slot machine sono tanti i provider che hanno creato dei giochi ispirati al Natale, tuttavia riteniamo che il modo in cui la NetEnt ha sviluppato Santa vs Rudolph sia veramente originale e pertanto, facciamo innanzitutto un plauso per questo!\nChi è Santa lo sappiamo, è la versione anglosassone del nostro Babbo Natale, ma chi è Rudolph? Tradizionalmente la slitta con cui Babbo Natale solca i cieli di tutto il mondo per portare i doni ai bimbi più bravi, è trainata da otto renne, ma negli anni Sessanta a queste è stata aggiunta proprio Rudolph, la renna dal naso rosso, ispirata alla canzone Natalizia di Johnny Marks intitolata appunto “Rudolph the Red-Nosed Reindeer”.\nIn Santa vs Rudolph è messa in atto una divertentissima lite tra Babbo Natale e Rudolph, con lo sfondo di un compartimento grafico molto ben realizzato e piacevole.\nI rulli sono immersi in una schermata che riproduce un paesaggio innevato, sul quale spiccano vari simboli del Natale riprodotti in stile cartone animato, lo stesso utilizzato per la schermata iniziale che ci mostra Rudolph indispettita e Babbo Natale infuriato!\nCaratteristiche principali della slot machine\nSanta vs Rudolph è una slot machine che ha nel compartimento grafico e nella tematica divertente i propri punti di forza, con un gameplay molto semplice e intuitivo che la rende adatta anche ai nuovi giocatori o a chi semplicemente non ha voglia di perdersi in tante funzioni speciali.\nDal punto di vista delle struttura, Santa vs Rudolph ha una griglia tradizionale con cinque rulli, tre righe e 20 linee di pagamento fisse (ossia non selezionabili singolarmente), sulle quali si può scommettere da un minimo di 20 centesimi fino a un massimo di 10 €.\nNonostante la semplicità del gameplay, Santa vs Rudolph è una slot machine che ha una volatilità medio-alta, pertanto offre una frequenza di spin vincenti relativamente bassa (3/5) ma la possibilità di portare a casa anche premi di un certo valore.\nIl ritorno teorico di questa slot natalizia di casa NetEnt si attesta su un ottimo 96,35 %, lievemente al di sopra della media.\nSanta vs Rudolph è disponibile anche in versione demo, del tutto gratuita e senza la necessità di effettuare una registrazione, per prendere confidenza col gioco prima di investire dei soldi veri.\nSimboli e funzionalità di Santa vs Rudolph\nI simboli regolari comprendono le carte da gioco dal 10 all’Asso e varie icone a tema natalizio, mentre quelli speciali comprendono ben due Wild, rappresentati da Babbo Natale e da Rudolph.\nSe atterrano insieme su uno stesso rullo attivano la funzione Free Spins, e ogni volta che compaiono riempiono un contatore. Quando questo è pieno, Babbo Natale permette di scegliere un premio, mentre Rudolph attiva dei giri gratuiti con cinque Wild omaggio!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Santa vs Rudolph",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/santa-vs-rudolph_gratis-286x217.jpg",
            "filename": "santa-vs-rudolph_gratis-286x217.jpg"
        }
    ],
    "name": "Santa vs Rudolph"
}