{
    "studio": "Inspired Gaming",
    "text": "\nSanta’s Winning Wishlist\nLa lista dei desideri\nQuando si avvicina il Natale le prime cose che ci vengono in mente sono alberi addobbati, slitte, renne e l’immancabile lettera a Babbo Natale, in cui chiedere ciò che più desideriamo. Per quel che ci riguarda, ci basterebbe passare dei momenti spensierati durante le feste natalizie, magari giocando a una slot a tema che ci facci divertire e possibilmente vincere!\nCon una grafica non troppo elaborata, Santa’s Winning Wishlist sa però regalare emozioni grazie a un gameplay semplice ma di sicuro impatto. Lo sfondo è rappresentato naturalmente dalle cime innevati degli alberi sotto un cielo stellato, con un cartello che ci indica la strada per il Polo Nord.\nCome capita sempre con questa software house, anche in questa slot i tasti sono ben disposti nella schermata, risultando molto intuitivi.\nMenzione speciale per il comparto sonoro a tema natalizio che riesce a farci entrare appieno nell’atmosfera di Santa Claus, facendoci vivere ogni Spin come fosse magico.\n \nCaratteristiche di Santa’s Winning Wishlist\nSanta’s Winning Wishlist segue la tradizione anche per quel che riguarda le caratteristiche della griglia, formata da cinque rulli e tre righe. Le linee di pagamento sono 20 e fisse e si vince associando almeno tre simboli su una linea di pagamento. Nel caso di più combo su una stessa linea verrà pagata solo quella più remunerativa, se invece le vincite avvengono su linee differenti, allora gli importi si sommano.\nLa giocata minima e di 0,20 € e può essere innalzata sino a un massimo di 200 €.\nOltre ai giri automatici, che ci permettono di far girare i rulli in modo autonomo, c’è anche il tasto Turbo che fa cadere i simboli in maniera spedita e l’invertitore di pulsanti per i mancini, che sposta lo Start sulla parte sinistra della schermata.\nLa volatilità è alta, mentre il ritorno teorico al giocatore (RTP) corrisponde al 95%.\n \nUn Bonus progressivo molto ricco\nIn Santa’s Winning Wishlist abbiamo dieci simboli regolari. Quelli meno remunerativi sono le carte buone per una scala reale al poker, a seguire troviamo i tre pacchi natalizi, le campane, la pallina e la calza.\nBabbo Natale è il nostro Wild e sostituisce tutti i simboli tranne lo Scatter. È un Wild impilato in quanto va a riempire l’intero rullo.\nLa letterina per Babbo Natale è invece il nostro Scatter. Quando sulle bobine ne atterrano almeno tre, veniamo ricompensati con un dieci Free Spins. Sopra la griglia vedremo uno speciale contatore con 13 spazi vuoti e 4 livelli. Ogni volta che comparirà Babbo Natale, il contatore aumenterà in modo progressivo e una volta raggiunto l’obiettivo, ci verranno assegnati ulteriori Free Spins e verrà eliminato un simbolo di basso livello.\n\nDomande Frequenti \nQuant’è la puntata minima per giocare a Santa's Winning Wishlist?\n\nIl costo base per ogni Spin è di 0,20 €.\n\n\n\nCosa significa volatilità alta?\n\nLe slot con volatilità alta pagano meno di frequente ma elargiscono importi più alti rispetto alla media.\n\n\n\nIl Wild può apparire su ogni rullo?\n\nNo, solo sui rulli 2, 3 e 4.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Santa's Winning Wishlist",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/santas-winning-wishlist-logo-286x217.jpg",
            "filename": "santas-winning-wishlist-logo-286x217.jpg"
        }
    ],
    "name": "Santa’s Winning Wishlist"
}