{
    "studio": "Tom Horn Gaming",
    "text": "\nSavannah King\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 15\nReturn to Player (RTP): 96,41 %\nVincita massima: 5000 gettoni\nAutoplay: presente\nCaratteristiche generali\nCome da titolo, questa bella slot della giovane software house Tom Horn Gaming è ambientata nella savana: ci troviamo immersi nella natura africana, con i suoi caldi colori, i suoni e gli animali selvatici che la popolano, con in testa ovviamente il leone, il re della savana, appunto.\nLa schermata si presenta di colore blu ed è molto bella: riproduce una sorta di crepuscolo africano, in cui la luce del sole non è ancora del tutto andata via ma il cielo è già puntellato di stelle.\nLa grafica è davvero ben curata e ci è piaciuta soprattutto la riproduzione del cielo e del panorama anche all’interno di ogni riquadro dei simboli tematici.\nIl gameplay di Savannah King non è particolarmente elaborato, del resto le slot di casa Tom Horn in generale non si distinguono per innovazione nella modalità di gioco ma piuttosto per l’offerta un’esperienza ludica abbastanza lineare.\nIn sintesi possiamo dire che Savannah King è una slot che non spicca nel catalogo della Tom Horn, ma è molto simile alle altre e rispecchia lo stile e le scelte di questa software house. La consigliamo a coloro che non cercano un gioco particolarmente articolato ma amano le slot semplici e intuitive.\nI simboli in Savannah King: carte fa gioco e animali selvaggi\nNella slot machine Savannah King i simboli tematici sono riprodotti con la stessa accuratezza che contraddistingue la grafica dello sfondo.\nTroviamo una giraffa, un’antilope, un elefante e una zebra, inseriti in riquadri che hanno come sfondo il cielo africano al crepuscolo.\nOltre agli animali troviamo un baobab su sfondo fucsia, che rappresenta una sorta di simbolo Scatter, permettendo di accedere a dei giri gratuiti nei quali tutte le vincite saranno moltiplicate x5. Inoltre abbiamo un simbolo Wild, rappresentato da un diamante verde, che ha la funzione di Jolly e che quando compare durante i giri gratuiti raddoppia tutte le vincite sulle linee di gioco attive.\nTra i simboli non tematici vediamo in azzurro i numeri e le lettere corrispondenti alle carte da gioco dal 10 all’asso: questi simboli sono quelli che all’interno del gioco pagano di meno.\nAltre slot a tema africano\nLe affascinanti terre d’Africa sono un tema abbastanza ricorrente nel mondo delle slot machine e diverse software house propongono dei giochi dal sapore africano nel loro catalogo.\nUna cosa curiosa è la presenza in vari casinò online di un’altra slot che si chiama ugualmente Savannah King: stesso tema, grafica simile ma diversa software house (la Genesis Gaming) e soprattutto un ricchissimo gameplay, con addirittura 1024 linee di vincita.\nUn’altra slot machine molto apprezzato è Hot Africa, di casa Playson: anche qui la fa da padrone il re della savana, per un gioco molto bello sia dal punto di vista della grafica, davvero ben curata, sia da quello del gameplay.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Savannah King",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/savannah-king_gratis-286x217.jpg",
            "filename": "savannah-king_gratis-286x217.jpg"
        }
    ],
    "name": "Savannah King"
}