{
    "studio": "Play’n Go",
    "text": "\nSaxon\nTi piace la musica? Ma soprattutto ti piace la musica metal? E allora sei nel posto giusto: parliamo della slot machine Saxon, ispirata all’omonimo gruppo heavy metal inglese. La band, che venne formata nel 1977, è stata leader assoluta di quella che è stata definita come la nuova ondata di heavy britannico. E il suo indiscutibile successo, segnato da 8 album nella top 40 in UK ha permesso di prenderla come simbolo di un gioco che potrebbe regalare diverse soddisfazioni. Si tratta di una macchinetta che si presenta con i suoi 5 rulli, 3 file e 10 linee di pagamento firmata dalla software house Play ‘N GO. Scopriremo di seguito le sue funzionalità speciali, informazioni sulla sua grafica e tutto ciò che devi sapere prima di procedere con le tue scommesse. Una cosa è certa: con un RTP del 96,24% potrebbe sicuramente regalarti qualche bet fortunata.\nGrafica e simboli di gioco\nParliamo di musica e non poteva mancare una colonna sonora di massimo rispetto: la slot infatti si affida ad alcune tra le più celebri canzoni firmate dal gruppo. A livello grafico non c’è molto da dire, perché l’intero gameplay è basato su tutto ciò che viene legato ai Saxon. I colori sono scuri, per ricreare un’atmosfera dark che in qualche modo caratterizza la storia del gruppo. I simboli che invece troviamo sui rulli sono abbastanza classici e comprendono le icone di stelle, fiori, cuori, quadri e picche. Hanno invece maggior valore lo stemma dell’aquila e la giacca di pelle che presenta proprio il logo stampato sul retro. Quest’ultimo ha in assoluto il valore più alto: se posizioni 2, 3, 4 o 5 simboli puoi ottenere rispettivamente 0,4, 2, 8 o 30 volte la tua puntata.\nDurante il gioco se riesci a riempire una linea al completo puoi sbloccare il moltiplicatore e farne aumentare il valore. Se invece riesci a impilare i Jolly il suo valore aumenta di 2. Il valore del moltiplicatore permette di raggiungere un valore illimitato se attivi la funzione Giri gratuiti, che ti permette di iniziare con un massimo di 15 giri gratuiti.\nSono previste 2 funzioni bonus: la prima è Win Multiplier, grazie alla quale tutti i simboli possono impilarsi su tutti e 5 i rulli andando ad aumentare il valore del moltiplicatore. La seconda è quella dei Giri free, che possono presentarsi in modo casuale da un numero di 5 fino a 15 spin. Dovrai cercare il cantante e gli Scatter della Motocicletta per riuscire così ad avere maggiori possibilità di vincita. In questa fase il moltiplicatore è mantenuto per ogni giro e se posizioni altri Scatter puoi aggiungere ulteriori spin.\nConsiderazioni finali sulla slot Saxon\nSe non siete particolarmente appassionati di questa band o di questo tipo di musica, la slot potrebbe non sembrarti nulla di rivoluzionario. E’ tutto molto classico, dalla grafica al gameplay, anche se le funzioni dei suoi moltiplicatori di vincita sono le più interessanti.\nLa sua semplicità e il suo RTP sono i motivi principali per i quali ti consigliamo di provare questo titolo e sfidare la fortuna a suon di musica. Pronto a scatenarti?\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Saxon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/saxon_thumb-286x217.jpg",
            "filename": "saxon_thumb-286x217.jpg"
        }
    ],
    "name": "Saxon"
}