{
    "studio": "IGT",
    "text": "\nScarab\nCon Scarab, tra le ultime uscite nel catalogo della software house IGT, ci troviamo di fronte all’ennesima slot machine che propone come tema l’Antico Egitto. Se a qualcuno questa scelta può far storcere il naso, visto che online sono decine le slot ambientate sulle sponde del Nilo, dobbiamo dire che Scarab sebbene non proponga certo un tema originale, cerca di rifarsi con un gameplay ad alto tasso adrenalinico. Infatti, range di scommesse non è di certo adatto ai deboli di cuore: il valore della moneta è compreso tra 0,01 e 30 €, il che significa che le puntate su tutte le linee vanno da un minimo di 70 centesimi fino a 2,250 €, una cifra che pochi davvero si sentono di scommettere!\nOltretutto, Scarab è caratterizzata da una volatilità piuttosto alta, il che significa che vincere non è tanto semplice, anche se potenzialmente si possono portare a casa dei premi interessanti.\nSe non siete disposti a puntare somme così alte ma vi piacerebbe ugualmente giocare con Scarab, niente paura, questa slot è disponibile in modalità Play For Fun del tutto gratuita. In questo modo potrete scoprirne tutti i segreti e i trucchi e fare un po’ di allenamento prima di puntare dei soldi veri!\nSimboli regolari di Scarab\nI simboli su Scarab sono riprodotti con uno stile decisamente futuristico, che rende la slot graficamente molto bella e originale.\nTra i simboli regolari troviamo innanzitutto i cosiddetti reali, ossia 10, J, Q, K e Asso, che pagano dalle due alle 30 monete quando compaiono sui rulli da tre a cinque volte.\nI simboli tematici invece sono decisamente più remunerativi e pagano fino a 75 volte; tra di essi, quelli che hanno più valore sono l’Ankh dorata e l’occhio di Horus. Il simbolo che paga di più in assoluto è  la regina Cleopatra, che assegna un premio pari a 200 monete quando compare su tutti i cinque rulli.\nSimboli speciali: Wild, Scatter e Bonus\nIl Wild di Scarab è l’icona blu e rossa che sostituisce tutti i simboli tranne lo Scatter e il Bonus.\nIl simbolo Scatter è rappresentato da una Piramide, nella migliore tradizione delle slot a tema egiziano, e regala un numero variabile di giri gratuiti e moltiplicatori in base alle volte in cui compare sui rulli, secondo il seguente schema:\n\nSe compare tre volte si può scegliere tra 5 giri con 10 jolly, 10 giri con 7 jolly o 15 giri con 5 jolly.\nSe compare quattro volte la scelta è tra 10, 20 o 30 giri con 10, 7 o 5 jolly\nSe infine si hanno 5 Scatter si può scegliere tra 15, 30 o 45 free spins con 5, 7 o 10 jolly aggiunti.\n\nAbbiamo infine un simbolo Bonus, lo Scarabeo magico, che permette di attivare una funzionalità speciale chiamata “Wild Stays Charges Then Pays“, in cui i simboli Bonus restano sui rulli per un numero variabile di giri, aumentando le possibilità che si vengano a creare delle combinazioni vincenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Scarab",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/scarab_slot-286x217.jpg",
            "filename": "scarab_slot-286x217.jpg"
        }
    ],
    "name": "Scarab"
}