{
    "studio": "Inspired Gaming",
    "text": "\nScarab Fortunes Win and Spin\nTra la sabbia calda e sotto il sole splendente si posano le rovine delle piramidi dell’antico Egitto. In Scarab Fortunes Win & Spin hai la possibilità di visitarli e trovare alcuni tesori. Il gioco di Inspired Gaming consente di vincere grandi premi e jackpot. E qui ti descrivo in dettaglio caratteristiche, simboli, gamma di puntate, vincita massima, RTP, volatilità, design e altri elementi di questo nuovo rilascio…\nCome giocare alla slot machine Scarab Fortunes Win and Spin\nIn Scarab Fortunes Win & Spin i giocatori hanno a disposizione una griglia 6×3 con 40 linee di pagamento fisse. Per ottenere una vincita, i simboli dovrebbero fermarsi sui rulli regolabili a partire dal primo.\nPrima di far girare i rulli, puoi attivare la modalità Turbo per animazioni più veloci. Inoltre, considera l’opzione di giro automatico per più round. La scommessa in questo gioco varia da 0,2€ a 100€.\nScarab Fortunes Win & Spin presenta un’elevata volatilità e un RTP del 94,02%. L’alta volatilità consente di vincere enormi premi. Tuttavia, crea anche un’alta possibilità di perdere un giro. Con tali rischi e premi, puoi goderti una rotazione molto equilibrata dei rulli\nLa vincita massima è di 250.000€, ovvero 2.500 volte la puntata massima, jackpot esclusi.\nSimboli presenti in Scarab Fortunes Win & Spin\nScarab Fortunes Win & Spin presenta il tradizionale tema egiziano. Dietro i rulli puoi vedere le rovine di un antico tempio e una piramide. Per quanto riguarda la simbologia presente sulle bobine, ecco cosa troverai:\n· La categoria di basso valore è rappresentata dai semi di carte che vanno da 10 ad A;\n· Tra i simboli di alto valore, ci sono varie statue d’oro di animali sacri. I premi di questi simboli comuni vanno da 0,1x a 12x la puntata totale;\nMa Scarab Fortunes Win & Spin, ha anche diversi simboli speciali:\n· Il Wild ha un’immagine che ricorda Cleopatra. Completa la combinazione vincente sostituendo i simboli mancanti ad eccezione di quelli speciali. Puoi anche ottenere 0,5x, 1x, 5x e 12x la scommessa;\n· Lo Scatter ha l’aspetto di un simbolo piramidale. A partire da 3 Scatter e più sui rulli attivi la funzione Free Spins;\n· Il simbolo dello Scarabeo ha valori diversi e quando ne compaiono 6 sul tabellone, inizia il Gioco Bonus.\nCome ottenere Bonus Extra e Spin Jackpot\n· Bonus Giri Gratis – Quando ottieni 3 o più Scatter puoi selezionare quale gioco bonus giocare. Può essere Free Spins o Win & Spin Bonus. Selezionando la prima funzione, ottieni 3, 4, 5 e 6 Scatter e 10, 15, 20 e 25 giri gratis, mentre con la seconda funzione, ricevi 5, 10, 15 e 20 giri gratuiti extra;\n· Bonus Win & Spin – Puoi attivare questo bonus in diversi modi: selezionandolo come ricompensa dagli Scatter sui rulli, utilizzando la funzione Fortune Spins, ottenendo 6 o più simboli Scarabeo anche con jackpot Mini, Minor e Major. Per ottenere il Grand jackpot devi riempire tutti i 15 spazi con qualsiasi simbolo Scarabeo. Alla fine, riceverai tutti i loro valori insieme al primo premio;\n· Bonus Fortun Spins – Se miri al Bonus Win & Spin puoi utilizzare i Fortune Spins. In che modo? Gira con valori Scarabeo 1x con una funzione garantita che si attiva entro 30 giri oppure gira con valori 2x Scarab attivando 60 giri;\n· Bonus Spin Chance – Quando il tuo saldo è inferiore al giro precedente, attivi la funzione Spin Chance. Puoi scommettere fondi correnti per far girare i rulli con la stessa puntata del round precedente. Nella ruota, la parte verde è vincente mentre se il contatore si ferma sulla parte rossa, perdi i tuoi fondi;\n· Spin Jackpots – Quando i giocatori attivano il Bonus Win & Spin, possono vincere i seguenti jackpot: Mini ti regala 15x la scommessa, Minor fornisce 50 volte la scommessa totale; Major ti rilascia vincite 250 volte la puntata e Grand può trasformare la tua scommessa fino a 50.000€!\n\nDomande Frequenti \nPosso giocare in modalità On The Go a Scarab Fortunes Win & Spin?\n\nCertamente. Sul tuo smartphone è sufficiente caricare il gioco tramite browser direttamente da uno dei nostri casino AAMS-ADM. Non è necessario scaricare il gioco. Grazie a HTML5, puoi divertirti online. E questo rende questa slot compatibile con vari dispositivi tra cui smartphone iOS e Android.\n\n\n\nPosso acquistare giri gratuiti in Scarab Fortunes Win & Spin?\n\nNo, Scarab Fortunes Win & Spin non prevede un'opzione di acquisto bonus ma hai la possibilità di attivare fino a 5 funzionalità extra per aumentare le tue potenziali vincite.\n\n\n\nLa slot senza registrazione Scarab Fortunes Win & Spin include dei jackpot\n\nSì, questo gioco ha 4 diversi jackpot con ricompense per puntate da 15x, 50x, 250x e 500x.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Scarab Fortunes Win and Spin",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/12/scarab-fortunes-win-and-spin-slot-286x217.jpg",
            "filename": "scarab-fortunes-win-and-spin-slot-286x217.jpg"
        }
    ],
    "name": "Scarab Fortunes Win and Spin"
}