{
    "studio": "IGT",
    "text": "\nScarab Link\nPartiamo da una constatazione: il numero delle slot ambientate nell’antico Egitto è così alto che ormai questo tema è diventato un grande classico dell’intrattenimento online. Per avere un prodotto appetibile e evitare un effetto di già visto, è però necessario creare un gameplay che si differenzi da tutti gli altri, cosa che la IGT è riuscita a fare appieno.\nUn nodo in comune con le altre slot ambientate sul Nilo, è di certo la grafica accurata in grado di restituire quell’alone di mistero che da sempre circonda questa civiltà millenaria.\nLo sfondo di gioco è il deserto su cui sorge un complesso di piramidi sotto il cielo stellato, con colori accesi che variano dall’arancione al blu. La griglia è posizionata al centro dello schermo, in alto si trovano i 4 jackpot, in basso le impostazioni di giocata e il riepilogo delle vincite e delle perdite. Al centro troviamo un contatore speciale di cui a breve vedremo la funzione. Una musica misteriosa crea la giusta atmosfera gettando sulla slot un ulteriore alone di mistero.\nCaratteristiche della slot\nLe 50 linee di pagamento fisse si snodano su una griglia a 5 rulli e 4 righe. I gettoni valgono minimo 0,01 €, se ne scommette uno su ogni payline, quindi 50 a spin, per un costo di 0,50 € a partita. Naturalmente la scommessa può essere aumentata a piacimento. Abbiamo la possibilità di impostare tra i 10 e i 50 giri automatici con determinati limiti di vincita e di perdita.\nI jackpot sono 4: Mini, Minor, Major e Gran.\nIl valore RTP è ottimo, contando che si attesta sul 96,25%.\nSimboli e funzionalità\nAbbiamo dodici simboli, 5 di basso livello e 7 di alto livello. I primi sono rappresentati dalle carte da gioco buone per una scala reale, dal 10 all’asso. I simboli più remunerativi sono quelli legati alle divinità egizie. Quello che ripaga di più in assoluto è la sacerdotessa, che può comparire anche impilato così da ricoprire l’intero rullo.\nLo scarabeo è uno dei simboli speciali. Ogni volta che compare fissa sullo slot una cornice dorata che rimane impressa nei 10 giri successivi, al termine dei quali tutti i simboli al loro interno diventano Wild. Il countdown dei giri può essere visualizzato sotto la griglia di gioco. La scritta Wild è il jolly, sostituisce tutti i simboli tranne lo scarabeo e quello denominato Link. Quando appaiono tre simboli Link, viene attivata la funzione Blocca e Rigira. Inizialmente vengono assegnati 3 respin durante i quali compariranno almeno 6 simboli premio o jackpot i quali rimangono bloccati per il resto dei giri bonus. In tal caso, il contatore dei giri automatici viene riportato a 3. Riempiendo i 20 slot, si vincerà il jackpot progressivo.\nDurante la puntata regolare potrebbe comunque essere assegnato il Gran Jackpot Progressivo.\nIl simbolo premio è un moltiplicatore che va da 1x a 40x la puntata totale.\nVerdetto\nScarab Link è una slot ricca di premi e con obiettivi abbastanza facili da raggiungere. Il simbolo scarabeo appare di frequente, il fatto che si trasformi in Wild ci permette di fare ottime vincite, soprattutto quando va a sostituire il simbolo principale, la sacerdotessa. La cosa che manca invece è la funzione «turbo» per l’accelerazione dei rulli, utile soprattutto quando compare lo scarabeo: la cornice si separa dal simbolo e lampeggia per alcuni secondi, rallentano la possibilità di far ripartire subito il gioco.\nComunque è un dettaglio, nel complesso Scarab Link appare come una slot dinamica e molto divertente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Scarab Link",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/scarab-link_free-286x217.png",
            "filename": "scarab-link_free-286x217.png"
        }
    ],
    "name": "Scarab Link"
}