{
    "studio": "NetEnt",
    "text": "\nScruffy Duck\nScruffy Duck è una slot che arricchisce il mondo dell’Online Gambling con 5 rulli e 25 linee di pagamento. Disponibile per giocare su tutti gli apparecchi a partire da 25 centesimi a rotazione, si basa sulla storia del brutto anatroccolo che diventa un bellissimo cigno. Con l’espansione dei simboli wilds nel gioco base e la funzione Free Spins, quest’ultima vi dà accesso a 5 caratteristiche bonus tra cui 3 moltiplicatori 3x, rimozione di simboli di basso valore, Colossal Wilds e fino a 5 wilds casuali per ogni giro gratis. C’è anche una funzione Double dove si combinano 2 giri gratis per vincere fino a 1.200 volte la tua puntata.\nLa Slot Scruffy Duck è una Slot a cinque rulli e 25 paylines con un tema animalista. Le immagini sono molto belle e presentano una serie di anatre in stile cartoon. I personaggi sono abbastanza trendy e includono un’anatra Yuppie Duck con il cellulare e Hip Duck con il berretto da baseball. Il gioco è accompagnato da una divertente colonna sonora simpatica e suonata con una tuba.\nUna grafica semplice ma simpatica\nNon è che il tema sia particolarmente brutto, è solo che la famiglia di anatre dei cartoni animati e i colori pastello sembrano un po’… semplici? Solo che non accende la fantasia come ha fatto, ad esempio, Gonzo’s Quest.\nNon fraintendeteci, providers del calibro di IGT e WMS tirano fuori temi molto più generici su base mensile, quindi a NetEnt è consentito l’occasionale caduta di stile.\nSoprattutto che, se non vi dispiace il tema proposto, troverete in realtà alcune grandi caratteristiche che si nascondono in questa Slot dalle 25 paylines.\nScruffy Duck è una slot a 5 rulli, 25 slot a pagamento, alimentata da Net Entertainment, che può essere giocata su dispositivi desktop, mobili e tablet da 25 centesimi a 250 euro a rotazione. Ha un tema basato sulle anatre e viene fornito con wilds in espansione e giri gratis che beneficiano di moltiplicatori, rimozione di simboli di basso valore, Wilds Colossal Wilds, wilds casuali e caratteristiche doppie!\nScruffy Duck si basa sulle anatre e visivamente, è ambientato su un lago con ninfee e rane sullo sfondo. I simboli sui rulli includono 4 anatre (che trasportano oggetti come cellulari, regali, radio e lecca-lecca) e 4 carte da gioco (A, K, Q e J) racchiuse in gusci d’uovo di anatra rotti. Il simbolo di valore più alto è l’anatra con il cellulare, poiché 5 su di essi su una linea a pagamento paga 400 monete.\nFunzioni e simboli della Slot Machine\nLe scommesse su Scruffy Duck variano da 1 centesimo per linea fino a un massimo di €10 per linea (spin max €250 a seconda del sito in cui si gioca). L’importo che si desidera scommettere può essere determinato impostando il valore della moneta e il livello. C’è anche una funzione di autoplay che permette di impostare il gioco per giocare tra 10 e 1000 giri mentre ci si siede e ci si rilassa.\nProdotto saggiamente, Scruffy Duck vanta giri Wild e liberi. I wilds si espandono su tutte e tre le linee quando c’è una linea di vincita – trasformando l’anatra trasandata in un cigno vincitore di un premio. Il gioco bonus di giri gratis si attiva quando si ottengono tre simboli di giri gratis che appaiono sui rulli 3, 4 e 5. Il giro di rotazioni gratuito vi offre cinque caratteristiche, tra cui il moltiplicatore, la rimozione dei simboli, il wild colossale, il wild casuale e la doppia caratteristica.\nC’è anche un simbolo jolly che è rappresentato dall’anatra trasandata in persona – il gioco beneficia di una funzione Expanding Wild in cui il jolly appare sia nel gioco base che nei giri gratis. Sostituisce tutti i simboli tranne il simbolo Free Spins e si espande automaticamente per coprire l’intero mulinello, su tutti i mulinelli, quando fa parte di una combinazione vincente. L’anatra trasandata diventa un bellissimo cigno mentre si espande.\nLa funzione Free Spins si attiva quando 3 simboli Free Spins appaiono in qualsiasi punto dei rulli 3, 4 e 5 nel gioco base – 1 di 5 funzioni sono utilizzate durante la funzione Free Spins. Si sceglie 1 delle anatre che sceglie a caso 1 delle 5 caratteristiche. Esse includono:\nFunzione moltiplicatore – riceverete 15 giri gratis con un moltiplicatore 3x.\nFunzione di rimozione dei simboli – riceverete 12 giri gratuiti con simboli di valore inferiore rimossi dalle bobine.\nFunzione Colossal Wild – si otterranno 10 giri gratis con un 2×2 o 3×3 Colossal Wild solo sui rulli 2, 3 e 4. Il Colossal Wild può essere visualizzato completamente o parzialmente e se fa parte di una combo vincente, si divide da 2 a 9 singoli jolly!\nCaratteristica Random Wild – otterrete 8 giri gratuiti con 2-5 wilds casuali aggiunti su ogni giro gratuito. I simboli wild casuali non si espandono però.\nDoppia caratteristica – otterrete 6 giri gratis con 2 delle caratteristiche sopra elencate scelte a caso per voi.\nAltre Slot Machine simili\nSe ti piacciono le anatre, la Slot Machine prodotta da Blueprint Gaming di nome Count Duckula è consigliata e ha anche un sacco di caratteristiche bonus. Si tratta di una Slot a 5 rulli, e un numero variabile da 20 a 40 paylines prodotta da Blueprint Gaming. Basato vagamente sul Conte Dracula, questo divertente gioco è tutto incentrato sulle anatre vampire, dove ci sono 10 caratteristiche bonus in totale. Ci sono 4 caratteristiche scatenate a caso nel gioco di base con wilds, simboli misteriosi, Wilds Colossali e simboli di jackpot aggiunti ai rulli. Il Duckula Wall of Fame permette di accedere a 5 caratteristiche bonus ciarlatane o al Rapid Fire Cashpot (jackpot).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Scruffy Duck",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/scruffy-duck-logo-286x217.jpg",
            "filename": "scruffy-duck-logo-286x217.jpg"
        }
    ],
    "name": "Scruffy Duck"
}