{
    "studio": "iSoftbet",
    "text": "\nSea of Riches\nUna delle slot più coinvolgenti a cui ci è capitato di giocare negli ultimi tempi è senza dubbio Sea of Riches, che ha come tema il mondo dei pirati. A colpirci positivamente è stato il gameplay ricco di bonus e il sistema di gioco a livelli.\nPrima di tutto dobbiamo però spendere due parole sulla grafica, davvero ben fatta. Lo scenario iniziale è una spiaggia caraibica dall’acqua cristallina. La griglia di gioco è incorniciata nel legno e sulla sinistra, su un pontile, si trova un pirata con tanto di pistola e cannocchiale e un pappagallo poggiato sulla spalla.\nA destra c’è la bussola e una tabella, entrambi con una funzione speciale, ma questo lo vedremo tra poco.\nI tasti sono tre: Autoplay, Start, Puntata.\nCaratteristiche della slot\nLa griglia di gioco è di forma quadrata, con sei rulli e sei righe. Si vince con cluster di simboli identici adiacenti e col sistema a cascata: ogni combinazione vincente scompare e gli slot vuoti vengono occupati da nuovi simboli che possono contribuire a generare una nuova combinazione.\nLa puntata minima è di 0,20 €, la massima di 20 € e si possono impostare da 5 a 1.000 giri automatici.\nIl valore RTP è del 96% e la volatilità è media.\nSimboli e funzionalità di Sea of Riches\nI simboli regolari sono 9 e si vince associando da un minimo di 5 simboli sino a 15 e più. Le monete sono quelle che valgono meno, a seguire troviamo le pietre preziose. La scritta Wild è il nostro Jolly e può sostituire tutti i simboli, tranne i pezzi della mappa.\nCome accennato prima, ci sono diversi tipi di bonus e livelli che rendono Sea of Riches una bellissima slot da cui è difficile staccarsi.\nPartiamo dalla funzione della mappa. Ogni volta che sui rulli compare la bottiglia, il tappo vola e un pezzettino della mappa finisce nella tabella sulla destra. Quando vengono raccolte le 25 parti e la mappa risulta completa, allora c’è un cambio di livello. A ognuno di esso è associato un modificatore causale che trasforma i simboli in Wild o moltiplicatori. Vediamoli nel dettaglio:\n\nKraken: emerge dagli abissi e trasforma da 5 a 10 simboli in Wild\nTornado: attraversa la griglia e trasforma da 3 a 9 simboli in Wild\nBalena: il colpo di coda genera un’onda che trasforma 5 Wild sui rulli\nNave fantasma: il galeone attraversa i rulli e aggiunge da 2 a 5 moltiplicatori Wild\n\nL’altra funzione speciale è quella legata alla bussola del capitano. Ogni volta che si ha una vincita, la bussola si ricarica. In base al numero di simboli rimpiazzati, si ottiene un bonus speciale. Vediamoli:\n\nRolling Rum: Da una a tre casse di rum cadono sui rulli e trasformano i simboli verticali nello stesso simbolo\nMusket Mayem: Un mirino inquadra tra 5 e 12 simboli, spara e li rimpiazza\nCannon Blast: Da una a tre palle di cannone vengono sparate per rimuovere intere righe di simboli\nSwarm O’ Parrots: Uno stormo di pappagalli attraversa i rulli e rimuove tra 10 e 15 simboli.\n\nDopo ognuna di queste funzioni, la bussola ritorna su 24 per attivare una nuova funzione. Il gioco finisce quando non si ha più nessuna combinazione vincente.\nSe si riesce a caricare la bussola con 48 simboli, allora si attiva la Stormin’ Free Spins che ci regala da 5 a 15 giri gratuiti. Un fulmine casuale può colpire il timone della nave e offrirci un moltiplicatore compreso tra 1x e 10x!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sea of Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/sea-of-riches-featured-286x217.png",
            "filename": "sea-of-riches-featured-286x217.png"
        }
    ],
    "name": "Sea of Riches"
}