{
    "studio": "NetEnt",
    "text": "\nSecret of the Stones MAX\nLa slot gratis Secret of the Stones MAX sviluppata dal colosso NetEnt è un mix riuscitissimo di mistero e fantasia. Ispirato alla tradizione celtica in cui la Magia detta legge e i saggi Druidi custodiscono ogni sorta di segreti, questo gioco è la riedizione della slot Secret of the Stones rilasciata nel 2013. Grazie alla versione MAX, che aumenta in modo massiccio la volatilità e le ricompense, questa slot dallo stile celtico non ti deluderà!\nGameplay di Secret of the Stones MAX\nEsteticamente non si discosta molto dalla prima edizione. La struttura prevede 5 rulli e 3 file, collocate all’interno di un bosco roccioso sacro. I due pilastri che fiancheggiano i rulli contengono 25 linee di pagamento fisse. Puoi scommettere da un minimo di 0,25€ fino a 125,00€ per giro. Puoi decidere se giocare in modalità Classic o MAX. La prima opzione offre una varianza bassa / media e un potenziale inferiore, mentre la MAX è più adatta a giocatori Prof grazie ad una volatilità molto più elevata e a un potenziale 10 volte maggiore. L’RTP è buono con il 96,72% nella versione Classic e con il 96,81% in modalità MAX.\nSimbologia di provenienza celtica\n\nI simboli sulla tabella dei pagamenti iniziano con 10 – A reali e sono scolpiti nella pietra con piccole decorazioni ondulate;\nI simboli Premium sono 5 animali stilizzati in stile celtico: un Serpente, un Lupo, un Toro, un Gufo e un Cervo. Il Cervo Rosso vale 160x la puntata in MAX e 50x in Classic.\nCi sono anche cinque diversi Wild sparsi sui rulli. Durante il gioco base, ce n’è solo uno, un Druido 1 × 1 tessera che può sostituire uno qualsiasi dei simboli del gioco standard.\n\nQual è la principale differenza tra Classic e Max?\nLa differenza tra MAX e Classic è evidente nelle funzionalità. Il simbolo dell’Albero della Vita di Yggdrasil è lo Scatter che può atterrare ovunque. Con tre o più Wild si attiva il Gioco Bonus con 10 Giri Gratuiti. Prima dell’inizio dei Giri Gratuiti, lo schermo è coperto da 20 pietre. Vediamo le caratteristiche più distintive delle due versioni:\n\nCi sono 2, 3, 4, 5, 6 o 10 Giri Gratis aggiuntivi;\nI simboli di Cervi, Tori o Gufi che in MAX si trasformano in Wild mentre in Classic cambiano solo il Cervo e il Gufo;\nIl Moltiplicatore aumenta x1 di +1, +2 o +3 in MAX mentre in Classic solo di  +1 o +2;\nI rulli 2, 3 e / o 4 in MAX possono diventare selvaggi mentre in Classic è possibile solo per le bobine 2 e / o 4.\n\nAttenzione! I Giri Gratuiti non possono essere riattivati, quindi alla fine del round sarai riportato alla partita principale.\nLe mie considerazioni su questa slot senza scaricare\nI fan della prima versione apprezzeranno sicuramente la slot Secret of the Stones MAX, grazie all’alta volatilità e alla consistente ricompensa. Preparati a round complessi in attesa che appaia lo Scatter. Il refresh dell’edizione Classic aggiunge vantaggi e simboli molto più redditizi, che durante la partita fanno la differenza! Inoltre, il potenziale di vittoria che può toccare 25.000 volte la puntata, resta uno dei fattori più interessanti che determinano la modalità di gioco MAX rispetto alla Classic.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret of the Stones MAX",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/secret-of-the-stones-max-free-286x217.jpg",
            "filename": "secret-of-the-stones-max-free-286x217.jpg"
        }
    ],
    "name": "Secret of the Stones MAX"
}