{
    "studio": "Octavian Gaming",
    "text": "\nSecret Of Scarabx\nSenti anche tu il profumo di Egitto? O meglio di Antico Egitto? La slot Secret Of Scarabx parte proprio da qui, dalla tematica che è maggiormente amata dai giocatori ma anche dalle software house che non si risparmiano mai. Essendo un tema così tanto trattato si corre il rischio di imbattersi nell’ennesima slot ripetitiva, e in parte è quello che potrebbe accaderti se hai avuto modo di interfacciarti con diverse slot di questo tipo. Ma se hai evitato nei mesi precedenti l’atmosfera egiziana, allora sappi che questa slot potrebbe interessarti parecchio. Si presenta con 5 rulli con 15 linee di pagamento, un RTP fissato al 95.4% e una vincita massima di 2000 volte la tua scommessa.\nGrafica e caratteristiche della slot\nSe guardiamo la sua resa grafica c’è davvero da fare un applauso al provider Octavian Gaming, perché Secret Of Scarabx è davvero ben pensata e sviluppata a livello estetico. Poi però bisogna parlare di tutto quello che accade durante il gioco base e del tuo gameplay. Come detto ha una discreta vincita massima, ma un RTP più basso della media. Non ti aspettare nulla di che dal suo gameplay, perché il gioco base è abbastanza scontato, fatta eccezione del jolly in espansione che renderanno divertente il gioco grazie all’attivazione dei giri gratuiti.\nBonus game e funzionalità \nIl Wild è il simbolo che ti aiuterà a creare combinazioni che sono incomplete, perché va a sostituire tutti i simboli tranne lo Scatter, bonus e  giri gratuiti. Lo Scatter paga in qualsiasi posizione se lo trovi 3, 4 o 5 volte. Se trovi la Piramide d’oro sul rullo centrale puoi attivare la feature Pyramid Wild che sostituirà simboli casuali sui rulli con i Wild.\nMa il divertimento vero arriva (finalmente) con il Bonus che si attiva grazie a 3 simboli. È composto da 2 livelli: nel primo decidi il sarcofago per ottenere una vincita e soprattutto la possibilità di continuare a giocare fino al livello seguente, dove dovrai ripetere la tua scelta. Infine per quanto riguarda i giri gratuiti, potrai ricevere da 4 a 15 spin in qualsiasi momento durante il gioco base se trovi il medesimo simbolo. Durante la funzione possono apparire 2 Wild verticali che ricoprono un rullo intero e puoi ottenere un moltiplicatore 2x.\n\nFAQ: Le risposte alle domande più frequenti \nChi è il provider della slot Secret Of Scarabx?\n\nOctavian Gaming non è ancora così conosciuto da tanti giocatori (inspiegabilmente) ma rappresenta un’azienda con un ottimo spirito di innovazione per il  mondo del gaming.\n\n\n\nCome posso vincere un jackpot?\n\nPer vincere montepremi semplici e vincite al gioco dovrai realizzare delle combinazioni vincenti, ma soprattutto provare a sbloccare qualche funzionalità bonus: da qui arrivano le vincite più alte.\n\n\n\nPosso giocare gratuitamente anche da smartphone?\n\nSì, questa slot è ottimizzata per il gioco in versione mobile sia su dispositivi iOS che per Android.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret Of Scarabx",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/08/secret-of-scarabx_featured-286x217.jpg",
            "filename": "secret-of-scarabx_featured-286x217.jpg"
        }
    ],
    "name": "Secret Of Scarabx"
}