{
    "studio": "DreamTech",
    "text": "\nSecret Treasures\nIl suo titolo svela da solo sia il tema di questa slot online ma anche il tipo di situazione che andremo a incontrare giocando. Secret Treasures è l’ennesima prova di coraggio che porta un giocatore a vestire i panni di un esploratore per conquistare uno o più tesori segreti. In questo caso ad accoglierci è una sensuale esploratrice (pronta ad accompagnarci all’interno di un’avventura caratterizzata da serpenti, insidie e tante sorprese che possono cambiare la tua giornata. Sullo sfondo si notano i colori classici di una giungla selvaggia sulla quale si posiziona una griglia che ricorda un tempio con 5 rulli e 25 linee di pagamento a disposizione. Vediamo insieme quali sono i punti di forza di questa slot firmata DreamTech e soprattutto quali funzioni speciali è pronta a offrirci.\nGrafica e Simboli di gioco\nA livello grafico non appare come una delle macchinette più moderne della storia, dobbiamo riconoscerlo, ma il suo funzionamento e meccanismo di gioco scorrono bene. E’ invece interessante la cura dei dettagli nella realizzazione dei simboli, che ovviamente vanno ad arricchire il tema scelto per la slot. Abbiamo un Coltello (perfetto alleato per questo tipo di emozioni nella giugla), una Torcia, una Bussola, la nostra esploratrice e un esploratore che ha tutta l’aria di essere un aitante Indiana Jones. A completare il quadro sono le figure delle carte da gioco con A, K e Q che sono i simboli con valore minore. Il simbolo Scatter è una Chiave che viene raccolta a posizionata sul lato sinistro della griglia. Se in un singolo giro vengono trovate tre chiavi allora potranno essere sbloccati 12 giri gratuiti; in caso contrario ogni volta la chiave sparirà, bisognerà ricominciare da zero. Altrettanto importante è il simbolo Wild, che ha le sembianze di uno spietato Serpente: ha il potere di sostituire tutti i simboli durante il gameplay tranne lo Scatter. Tutte le vincite devono essere realizzate da sinistra a destra su rulli adiacenti, mentre è libero il comportamento dell’icona della Chiave, che ha una sua funzione a parte.\nNel caso in cui il giocatore riesca a firmare 3 vittorie consecutive si attiva la funzione Bonus Wild che è una vera chicca. Il serpente di pietra posizionato sul lato sinistro del tabellone si anima e attraverso il suo veleno fa apparire dei simboli Wild sulla griglia di gioco per permetterti di realizzare una Big Win con i fiocchi. Ogni volta che si otterrà una combinazione vincente i simboli esplodono per lasciare spazio alla caduta di nuove icone. La funzione Bonus Wild potrà essere attivata una sola volta per partita.\nConsiderazioni finali sulla slot Secret Treasures\nLa slot machine funziona bene, è accattivante e permette di trascorrere momenti di puro intrattenimento davanti al display. A rendere ancora più completa l’esperienza è la scelta della colonna sonora che è abbastanza semplice ma con una forte carica. I suoni richiamano proprio atmosfere uniche da vivere nella giungla, in attesa di iniziare una nuova avventura.\nOttimo il suo Wild Bonus, molto pulito a livello grafico e infine aggiungiamo anche una nota più che positiva: il ritorno al giocatore (RTP) si assesta a una valore di 97,28%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret Treasures",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/secret-treasures_new-286x217.jpg",
            "filename": "secret-treasures_new-286x217.jpg"
        }
    ],
    "name": "Secret Treasures"
}