{
    "studio": "Novomatic",
    "text": "\nSecret Elixir\nSecret Elixir è una slot Novomatic di mistero e intrigo che ha 10 linee di pagamento. Ha un innovativo reel-set che ti dà fino a un moltiplicatore 5x nel gioco base. Nella funzione Free Spins, si ottengono 12 giri gratis con la possibilità di innescarne altri e di ottenere fino a un enorme moltiplicatore 20x sulla 5° bobina!\nIl gioco di slot Secret Elixir ha molte novità e un colpo di scena nella sua trama piuttosto sbalorditivo che non abbiamo ancora incontrato in altre slot Novomatic. La notevole differenza tra Secret Elixir e le altre slot si trova nella 5° bobina. Invece di apparire come una normale bobina con simboli regolari, lo sviluppatore ha optato per spazi vuoti con alcuni simboli moltiplicatori, offrendo ai giocatori la possibilità di vincere alcuni premi abbastanza gonfi.\nUna grafica esoterica\nCon l’aiuto degli Alchimisti, i giocatori possono trasformare i metalli in oro nel gioco di slot online Secret Elixir. Le bobine presentano simboli come Gargoyles, Pietre Filosofali e Gufi. Incontrerete anche un ragazzo che assomiglia molto a Mel Gibson nel film The Bounty. L’Aviatore è selvaggio e sostituirà tutti gli altri simboli tranne la Pietra Filosofale, che è lo Scatter del gioco.\nQuando l’Aviatore appare per quattro volte di seguito in una linea, e con una puntata massima, si può vincere la vincita massima del valore di 100.000 monete!\nSecret Elixir è una video slot a tecnologia Novomatic con 5 rulli e 10 linee di pagamento. Gli alchimisti hanno cercato per secoli di creare la leggendaria pietra filosofale che avrebbe dato loro il potere di trasmutare i metalli comuni in oro o argento. Hanno anche cercato di sviluppare l’elisir della vita. Finora nessuno ci è riuscito. Qui in Secret Elixir, Novomatic ha trovato un modo esoterico per farti vincere soldi!\nCiò che è innovativo in Secret Elixir è che il mulinello 5 è dedicato alle bottiglie di elisir che moltiplicano la linea di scommessa vince. Nel gioco regolare la bottiglia cambia posizione e valore ad ogni giro. Le caratteristiche della slot Secret Elixir, i simboli scatter, i simboli wild, i moltiplicatori, un’opzione di gioco d’azzardo e una funzione di giri gratis.\nI simboli più preziosi sono l’alchimista con i bicchieri e gli altri 2 alchimisti. Quattro simboli alchimisti con gli occhiali su una linea di scommessa abilitata vi pagano 1.000 volte la vostra puntata. Gli altri 2 alchimisti Le assegnano 200 volte la tua puntata per 4 simboli identici su una linea di scommessa attiva. Se ottieni un moltiplicatore sulla 5° bobina, è ancora meglio!\nFunzioni e simboli della Slot Machine\nLa Slot Secret Elixir è una Slot Machine di varianza medio-alta, si guadagna molto dalla quinta bobina in modalità di Free Spins, ma in modalità regolare si perdono 2/3 di quella bobina. Si può giocare da un minimo di 10 centesimi a 100 euro a rotazione. L’alchimista con gli occhiali da lettura è un simbolo Wild e può fungere da sostituto per qualsiasi simbolo per formare combinazioni vincenti, eccetto il simbolo di spargimento.\nPer ottenere una combinazione di vincita avrai bisogno di avere lo stesso simbolo su una payline attiva sui primi quattro rulli. I simboli sul quinto rullo sono bottiglie di pozione che moltiplicano qualsiasi combinazione di vincita sulla loro rispettiva payline. Durante il gioco di base, solo una pozione appare sulla quinta payline, atterra su qualsiasi fila a caso. Il moltiplicatore può essere 2x, 3x o 5x.\nTre o più simboli di Pietra Filosofale, ossia il simbolo Scatter, ti permettono di usufruire della caratteristica di Rotazioni gratis dove riceverai 12 rotazioni libere. Durante la funzione, la quinta bobina ha un moltiplicatore di elisir su ogni riga. I valori della pozione di elisir cambiano ad ogni giro. Il moltiplicatore può essere 2x, 3x, 5x, 10x o 20x, il che significa che puoi ottenere fino a un moltiplicatore di 20x su ogni giro gratis, se sei fortunato! Tre scatters vi daranno ulteriori giri gratis.\nC’è anche una funzione standard di Gamble. In ogni caso, la slot Secret Elixir è un gioco emozionante da giocare. Le emozioni vengono per lo più dal moltiplicatore di pozione – specialmente nella funzione Free Spins, dove si può ottenere fino a un moltiplicatore 20x applicato.\nI giocatori delle slot Novomatic saranno piacevolmente sorpresi di imbattersi in una slot con un giro bonus Free Spins. La maggior parte delle slot Novomatic ha un gioco piuttosto semplice e non offrono una sessione di giri gratis. Questa caratteristica farà scattare 12 giri gratis quando 3 Pietre Filosofali appariranno sui rulli. Ancora più importante, ad ogni vincita di linea viene assegnato un moltiplicatore speciale che può essere qualsiasi cosa da 2X a 20X. Nel gioco di base i moltiplicatori sulla 5° bobina vanno da 2X a 5X. Si innescheranno più giri liberi con 3 o più spargimenti.\nAltre Slot Machine simili\nQuesta Slot Novomatic potrebbe ricordare, sotto alcuni punti di vista, Lord of the Ocean e Book of Ra Deluxe (in termini di volatilità). Entrambe sono Slot Machine cui vale la pena di giocare secondo noi.\nLord of the Ocean è un gioco di slot Novomatic con una funzione bonus di giri gratis ad alto costo. Otterrete 10 giri gratis con le vincite raddoppiate insieme ad un simbolo di espansione casuale che può coprire l’intero mulinello. Un gioco di slot veramente classico che si è guadagnato lo status di cult tra gli amanti delle slot.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret Elixir",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/secret-elixir-logo-286x217.jpg",
            "filename": "secret-elixir-logo-286x217.jpg"
        }
    ],
    "name": "Secret Elixir"
}