{
    "studio": "NetEnt",
    "text": "\nSecret of the Stones\nSecret of the Stones è una slot NetEnt basata vagamente su Stonehenge. Ha una funzione Free Spins dove si ricevono 10 giri gratis ma si fanno fino a 5 scelte per rivelare giri gratis extra, moltiplicatore di moltiplicatori, simboli wild aggiuntivi e fino a 2 bobine wild. Si tratta di una slot di variazione medio/alta che può ripagare enormemente nella funzione.\nScopri il segreto delle pietre in questa video slot portata da Net Entertainment (NetEnt) che mette i giocatori in un mistico mondo celtico pieno di segreti vincenti. Simboli e grafica direttamente dalla civiltà dei Druidi riportano i giocatori ai tempi antichi.\nQuesta video slot presenta 25 linee di vincita, 5 rulli e 3 righe, con simboli legati ai Druidi e grafica 3D. Il gioco è compatibile con i sistemi operativi Mac, Windows e Linux.\nUna grafica celtica\nCon un design fantastico e una musica ancora migliore, Secret of the Stone Slot è una slot che deve trovare il suo nome nella vostra lista dei giochi. Il design può utilizzare un po’ di miglioramento, ma da un gioco sviluppato nel 2012, ci si aspetta che non sia così buono come alcuni dei giochi moderni.\nLa parte superiore della slot è per il logo del gioco, mentre ai lati si possono vedere le linee di pagamento. Provate a passarci sopra con il mouse e appariranno sui rulli, così saprete cosa aspettarvi. La parte inferiore, come per tutti gli altri giochi di slot, è per le opzioni e le caratteristiche regolabili della slot, dove è possibile impostare il livello e il valore della moneta, nonché il numero di linee di pagamento attive. Le caratteristiche di Auto Play e Bet Max sono al centro, accanto al pulsante Spin.\nSecret of the Stones è una slot video a 5 rulli da 25 linee di pagamento alimentata da Net Entertainment. Questo gioco vi riporterà indietro ai tempi in cui Stonehenge veniva usato dagli antichi druidi, dove potrete svelare i misteri di un giardino di pietra. L’ambientazione è tranquilla come se fosse ambientata in una foresta nebbiosa coperta di muschio. Noterete che le bobine sono un grande cancello di pietra con segni celtici. In ogni caso, si può giocare da un minimo di 25 centesimi a 125 euro a rotazione.\nFunzioni e simboli della Slot Machine\nPer iniziare a giocare alla slot online con cinque rulli e 25 linee di pagamento, dovete selezionare un casinò in cui effettuare il giro.\nUna volta scelto il casinò a cui affidare i tuoi soldi che possa farti guadagnare molto in poco tempo, è il momento di impostare il taglio della slot che alla slot Secret of the Stone va da €0,01 fino a €125,00 dove l’importo massimo che si può vincere è un moltiplicatore di monete di 1.250x.\nLa cosa più interessante del gioco è il RTP che offre, in quanto si attesta al 96,70% che è quasi il due per cento in più rispetto alla media delle slot online.\nC’è una caratteristica bonus in questa slot ed è l’onnipotente funzione di giri gratis. È una cosa abbastanza standard per tutti i giochi NetEnt, quindi preparatevi per un’avventura.\nDovete atterrare tre, quattro o cinque del simbolo dello Scatter Symbol in qualsiasi punto dello schermo e poi riceverete il numero corrispondente di scelte sulla prossima schermata.\nQuello che dovete fare è scegliere da uno schermo pieno di pietre scolpite in piedi e riceverete un numero di giri extra, un’espansione Wild o dei moltiplicatori.\nGira i 10 giri gratuiti che ricevi per arrivare al premio che riesci ad atterrare.\nIl gioco è tutto incentrato sulla funzione Free Spins che si attiva ottenendo 3 o più simboli Tree Scatter ovunque sui rulli. Riceverai 10 giri gratuiti e poi ti imbatterai in pietre inscritte con messaggi celtici. La nebbia si dissolve ed è necessario fare scelte da 20 pietre. Il numero di Tree scatters che otterrete per attivare la funzione determinerà il numero di grimaldelli che otterrete (cioè 3 Tree scatters vi daranno 3 grimaldelli e così via).\nQuando scegliete le pietre, potete svelare ulteriori giri gratuiti (2, 3, 4, 5 o 10) che saranno aggiunti ai 10 giri gratuiti iniziali che riceverete. Potete anche ottenere moltiplicatori aggiuntivi o 1x e 2x aggiunti al vostro moltiplicatore iniziale 1x. Ci sono anche simboli wild aggiuntivi (i simboli Deer e/o Own del gioco base diventano wild). Ancora più importante, è possibile ottenere Wild Reel 2 e Wild Reel 4, che rendono queste bobine Wild per tutta la durata della funzione.\nAltre Slot Machine simili\nGodetevi un po’ di azione celtica sui rulli in un gioco di slot di 50 linee di pagamento, quattro file e cinque rulli. Il gioco ha una funzione bonus gratuita di giri che può caricare una delle quattro caratteristiche aggiuntive – sia che si parli di Wild che di Sticky Wild – dipende dalla fortuna del giocatore. Con un ritorno al giocatore che supera il 96,00% e una vincita di 400x, la slot Celtic Gold può essere una da considerare se ti sei stancato delle solite Slot della serie Rainbow Riches, ma poi, questo dipende dai gusti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret of the Stones",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/secret-of-the-stones-new-286x217.jpg",
            "filename": "secret-of-the-stones-new-286x217.jpg"
        }
    ],
    "name": "Secret of the Stones"
}