{
    "studio": "Inspired Gaming",
    "text": "\nSecret Scrolls\nQualche volta avremmo voglia di recensire una slot machine che utilizzi come tematica, per esempio, una trasposizione sui rulli della “Storia Infinita”, oppure i crateri lunari…invece, per quanto possano esistere tematiche originali e anche un po’ “strampalate”, le slot machine a tema egiziano non sono mai state messe in discussione, e le troviamo nei cataloghi di tutte le slot machine, famose e meno famose!\nLe slot a tema egiziano negli ultimi dieci anni sono infatti diventate quello che le Fruit Machine erano agli albori dei giochi di slot, ossia un’icona e spesso un punto di partenza per coloro che iniziano a giocare con i rulli.\nSecret Scrolls è la classica slot ambientata all’ombra delle piramidi, la cui protagonista è un’esploratrice che ci accompagnerà alla scoperta dei tesori dei faraoni.\nLa modalità di gioco di Secret Scrolls è estremamente semplice e intuitiva, il che la rende davvero alla portata di tutti! Le vincite interessanti e una grafica ben curata rendono poi l’esperienza ludica soddisfacente e gratificante.\nSe volete poi divertirvi senza spendere un centesimo e senza dovervi registrare su alcuna piattaforma, Secret Scrolls è disponibile anche in modalità demo del tutto gratuita, a cui potrete giocare non solo da pc ma anche da tutti i dispositivi mobili, tablet e smartphone, senza perdere in fluidità e definizione.\nCaratteristiche principali della slot machine\nLa struttura di gioco di questa slot prodotta dalla software house Inspired è estremamente semplice: troviamo infatti una schermata classica con cinque rulli e tre righe, con 25 linee di pagamento, su cui si possono scommettere da 0,10 a 50 monete per giro.\nUna caratteristica interessante di Secret Scrolls è che, volendo, si può acquistare anche l’accesso diretto alla modalità bonus, con un investimento di 100 monete e la possibilità di giocare con tre Scatter garantiti.\nSecret Scrolls ha una volatilità medio-alta (con un punteggio di 4 su 5), il che significa che potrete dover penare un pochino prima di mettere le mani su un bel premio! Il ritorno teorico al giocatore (return to player o RTP) si attesta su un 95,5%, senza infamia né lode!\nVi consigliamo questo gioco se volete prendere confidenza con il mondo delle slot machine senza impegnarvi subito in qualcosa di complicato, ma con un occhio alle vincite che possono arrivare fino a un massimo di 250.000 monete!\nSimboli e funzionalità di Secret Scrolls\nI simboli che vedrete alternarsi sui rulli di Secret Scrolls sono in parte tematici e in parte costituiti da i numeri e dalle lettere delle carte da gioco, dal 10 all’Asso.\nLe icone tematiche sono invece rappresentate da alcune divinità, tra le quali spicca Anubi, da dei papiri e dallo scarabeo sacro.\nTra le funzioni speciali troviamo quella legata ai simboli Wild e Scatter, quest’ultimo che pe\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secret Scrolls",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/secret-scrolls-free-286x217.jpg",
            "filename": "secret-scrolls-free-286x217.jpg"
        }
    ],
    "name": "Secret Scrolls"
}