{
    "studio": "NetEnt",
    "text": "\nSecrets of Atlantis\nScavate nel profondo abisso, dove si trovano molte meraviglie sottomarine. Secrets of Atlantis si basa sulla leggendaria città sommersa della mitologia greca ed è stata progettata da Net Entertainment, il che significa che i giocatori possono giustamente aspettarsi delle spettacolari immagini di filatura.\nIl gioco a 5 rulli e 40 linee a pagamento è anche abbastanza piacevole da giocare, grazie alla sua ricchezza di caratteristiche extra uniche, come le vittorie in entrambi i sensi, il simbolo colossale che si rigira e una particolare funzione Wild Boosters. Riuscirete a ritrovare la città perduta di Atlantide e a portare a casa qualche tesoro perduto da tempo?\nSecrets of Atlantis è un gioco a 5 rulli, 40 payline di NetEnt. Giocabile su tutti i dispositivi da 20 centesimi per spin, è basato sulla città perduta di Atlantide. Con le vittorie in entrambi i modi, c’è una funzione Highlight dove le 3 bobine centrali possono essere evidenziate per innescare un simbolo Colossale Re-Spin – si trasformano poi in 1 simbolo di blocco 3×4. Se questo viene evidenziato, si ottiene un altro Re-Spin. C’è anche una funzione Nudge Wild dove la sirena wild sarà spinta verso l’alto o verso il basso per coprire l’intero mulinello – se si ottiene un Colossal Stacked Wild parzialmente durante un Colossal simboli Re-spin, sarà spinta per coprire i 3 rulli centrali.\nUna grafica leggendaria\nUna delle prime citazioni di Atlantide è stata nelle opere allegoriche di Platone, in cui l’antico filosofo usa la città dell’isola come mezzo per mostrare la forza comparativa e la superiorità di un vero stato nazionale. Tuttavia, l’isola è forse più conosciuta per la sua eventuale scomparsa, dopo la quale gli dei della mitologia greca condannano la città ad affondare sul fondo dell’oceano Atlantico.\nAncora oggi, ci sono persone che ancora speculano sulla posizione della città perduta, usando indizi e congetture nella speranza che possano trovare qualche tesoro perduto in agguato sul fondo del mare.\nI giocatori che fanno girare questa slot machine non saranno in grado di trovare i veri segreti della civiltà atlantidea, ma avranno la possibilità di vincere dei premi in denaro decenti. Inoltre, il gioco è anche una delizia da vedere, raffigurante tutto l’antico mistero che una città sommersa dovrebbe suscitare.\nLe bobine sono lo sfondo di una città in rovina che si sta lentamente dissolvendo nelle acque salate del mare, con lontani raggi di sole che danno alla scena un’atmosfera magica. Per quanto riguarda i simboli del gioco, c’è tutto ciò che ci si potrebbe aspettare di trovare tra le alghe, come meduse, tartarughe marine, granchi e vongole perlifere. I giocatori si imbatteranno anche in alcuni tesori acquatici con un trio di gemme – zaffiro, smeraldo e rubino – che sono state progettate per emulare le creature marine come tartarughe e granchi.\nFunzioni e simboli della Slot Machine\nC’è una funzione Highlight dove i simboli sulle 3 bobine centrali possono essere evidenziati in modo casuale su ogni giro. Se tutti i simboli sulle 3 bobine centrali sono evidenziati, si attiva un simbolo Colossale Re-Spin – allora tutte e 3 le bobine centrali si trasformeranno in 1 bobina con i simboli Colossali su di esse. Questo è un blocco di simboli 3×4. Se la bobina con i simboli Colossali è completamente evidenziata, si riceve un ulteriore simbolo Colossale Re-Spin.\nPoi si ha la funzione Nudge Wild – la sirena è il wild e può apparire completamente o parzialmente sulle bobine. Se appare solo una parte del Nudge Wild, la sirena si alza o si abbassa per prendere il controllo dell’intera bobina, dandovi una bobina completamente wild. Quando un Colossal Stacked Wild atterra parzialmente sui rulli durante un Colossal Re-spin, il Colossal Stacked Wild viene spinto su o giù per coprire i 3 rulli centrali!\nNon c’è la tradizionale caratteristica dei giri liberi, ma le 2 caratteristiche bonus menzionate più che compensano questo – la chiave per vincere alla grande è attraverso i simboli Colossal Re-Spin, specialmente se si ottiene un Colossal Stacked Wild. Questo è un gioco a media varianza con vittorie fino a 1.600 volte la vostra puntata su ogni singolo giro.\nUn altro modo in cui questa slot machine aiuterà gli scommettitori è con la sua colossale caratteristica di rigirare i simboli Colossal. Questa si attiva ogni volta che le tre bobine intermedie del gioco sono evidenziate dopo un solo giro. Se questo accade, allora la seconda, terza e quarta bobina diventeranno un unico simbolo che copre un intero spazio quadrato 3×4 al centro della schermata di gioco. Le bobine gireranno di nuovo gratuitamente, offrendo ai giocatori la possibilità di far combaciare i simboli più piccoli sulle bobine 1 e 5 con l’icona colossale al centro. E se questo accade, le vincite saranno pagate normalmente, vale a dire che ci saranno più linee di pagamento attivate per alcuni colossali totali di premi.\nAltre Slot Machine simili\nSe il tema vi è piaciuto, vi consiglio di provare Lord of the Ocean di Novomatic. Si tratta di un gioco di slot Novomatic con una funzione bonus di giri gratis ad alto pagamento. Otterrete 10 giri gratis con le vincite raddoppiate e un simbolo di espansione casuale che può coprire l’intera bobina. Un gioco di slot veramente classico che si è guadagnato lo status di cult tra gli amanti delle slot.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Secrets of Atlantis",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/secrets-of-atlantis_thumb-1-286x217.jpg",
            "filename": "secrets-of-atlantis_thumb-1-286x217.jpg"
        }
    ],
    "name": "Secrets of Atlantis"
}