{
    "studio": "Playson",
    "text": "\nSevens & Fruits\nCi sono tantissime software house che utilizzano il tema della frutta, un omaggio alle prime slot machine terrestri risalenti al lontano 1800, famose con il nome di Fruit Machine perché pagavano le vincite ai giocatori elargendo tra le altre cose caramelle gommate alla frutta. Molte video slot hanno poi fuso il tema della frutta con altri di successo, come ad esempio i gioielli e le gemme preziose, o con l’aggiunta di qualche simbolo oltre quelli canonici. Sevens & Fruits è invece una slot senza fronzoli, con una grafica dettagliata e un gameplay intuitivo che accontenterà i giocatori più esigenti ma anche quelli alle prime armi.\nLo sfondo della griglia di gioco nera fa risaltare i colori accesi dei simboli. Ai lati della cornice si trovano le linee di gioco attive, nella parte bassa invece si può visualizzare il credito caricato, il valore della puntata (che può essere aumentato o diminuito attraverso le apposite frecce) e un tasto per effettuare la puntata massima con un solo clic (corrispondente a 100 €). Accanto troviamo il tasto per avviare il gioco manuale e quello per usufruire della modalità automatica. Non ci sono musiche invadenti, giusto il suono meccanico dei rulli in rotazione, mentre un breve avviso acustico e una veloce animazione sottolineeranno le vincite ottenute. Quando si ottiene una mega vincita sentiremo partire la Marcia di Radetzky di Strauss e sullo schermo cominceranno a piovere monete.\nCaratteristiche principali della slot machine\nLa griglia di gioco è una classica a cinque rulli e tre righe, con un RTP pari a 96,31%, nella media della maggior parte dei giochi di slot e dunque abbastanza soddisfacente!\nLe cinque linee di gioco sono fisse, ossia non è possibile aumentarle o diminuirle. La puntata minima per linea è di 0,10 € e la massima 100 €. Le combinazioni vincenti si intendono da sinistra verso destra e la modalità automatica può essere impostata da 5 giri sino a un massimo di 999. Mettetevi dunque comodi dunque, e lasciate che i rulli di questa moderna Fruit Machine vadano da sé!\nSimboli e funzionalità di Sevens & Fruits\nTutti i simboli di Sevens & Fruits pagano con una combinazione minima di 3, tranne per le ciliegie che assicurano una vincita anche con 2 soli simboli. Per quel che riguarda l’importo delle vincite, ipotizzando di puntare 1 € e con 5 simboli in una combinazione vincente, le ciliegie, il limone, l’arancia e la prugna pagano 40 €. A parità di condizioni iniziali, l’uva e l’anguria pagano 100 €, mentre il numero 7 si attesta su una somma più che dignitosa, ben 1.000 €! La stella è il simbolo Scatter, quello con il valore più alto in assoluto. In questo caso la vincita non è legata a una linea vincente, ma si riscuoterà una discreta somma se il simbolo compare almeno per 3 volte contemporaneamente in una qualsiasi posizione sui rulli. Prima di scegliere il numero dei giri automatici si può accedere alle funzioni avanzate e da qui selezionare attraverso il cursore il limite di perdita e di vincita singola.\nPurtroppo, non è presente la funzione Gamble che permette di raddoppiare l’importo vinto durante l’ultima partita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sevens & Fruits",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/sevens-fruits-free-286x217.png",
            "filename": "sevens-fruits-free-286x217.png"
        }
    ],
    "name": "Sevens & Fruits"
}