{
    "studio": "Tom Horn Gaming",
    "text": "\nShaolin Tiger\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 5\nPuntata minima: 0,45 €\nVincita massima: 45.000 gettoni\nReturn To Player (RTP): 90,92%\nVarianza: media\nShaolin’s Tiger: tema e grafica\nCon questa slot machine, la giovane software house Tom Horn Gaming ci conduce nella Cina dei tempi Shaolin dove si allenano duramente i combattenti di Kung Fu.\nIl tema è dunque quello delle antiche tradizioni orientali,  molto ben sviluppato in questo gioco, anche dal punto di vista della grafica.\nLa scelta grafica per questa slot è ricaduta non su immagini realistiche, come spesso accade quando il tema si rifà a luoghi fisici realmente esistenti, ma su delle riproduzioni in stile cartone animato, che nulla tolgono al gioco ma che anzi, lo rendono senza dubbio più divertente.\nI disegni son molto ben curati: i rulli si trovano come incorniciati all’interno di un tempio Shaolin, circondati da una rigogliosa vegetazione costituita da piante di bambù\nIl tetto del tempio è sulla tonalità del rosso, mentre la base è disegnata come una pietra sulla quale possiamo trovare i tasti che permettono di scegliere le opzioni di gioco prima di iniziare a far girare i rulli.\nShaolin’s Tiger: simboli regolari e speciali\nIn questa divertente slot della Tom Horn sono presenti sia simboli speciali che regolari, sia tematici che non.\nPartiamo dai simboli regolari non tematici: sono costituiti dai numeri e dalle lettere che si riferiscono alle carte da gioco dal 10 all’Asso e che sono riprodotti come se fossero fatti di verde bambù. Le carte da gioco, come sempre accade, sono i simboli che pagano di meno.\nTra i simboli tematici troviamo invece tre lottatori di Kung Fu dall’aria piuttosto arrabbiata, diverse armi, la rappresentazione di un antico guerriero, l’immancabile Tigre e una statua d’oro.\nI guerrieri Kung Fu, se compaiono almeno tre volte sui rulli, permettono di accedere ai giri gratuiti, che hanno la particolarità di poter essere riattivabili.\nDurante la modalità Free Spins i guerrieri si trasformano in jolly, così da aumentare le possibilità di vincita.\nConclusioni\nShaolin’s Tiger è una slot machine che si colloca nella media, non avendo nessuna caratteristica che la fa spiccare ma offrendo un piacevole gameplay.\nTra le note dolenti di questo gioco c’è senza dubbio il Return To Player (RTP) molto basso, che si attesta solo al 90,92%, decisamente al di sotto degli standard della maggior parte delle slot machine.\nQuesto RTP così basso è in parte compensato dalla possibilità di effettuare delle puntate a partire da soli 0,45 € per giro, permettendo così ai giocatori di divertirsi senza necessariamente investire una fortuna!\nNel complesso si tratta di una slot machine che pur non avendo particolari animazioni, effetti grafici e nemmeno spettacolari funzionalità di gioco, risulta assai semplice e molto piacevole da giocare, per cui, se volete vivere un’esperienza ludica intuitiva ma divertente, vi consigliamo di provarla!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Shaolin Tiger",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/shaolin-tiger-slot-286x217.jpg",
            "filename": "shaolin-tiger-slot-286x217.jpg"
        }
    ],
    "name": "Shaolin Tiger"
}