{
    "studio": "World Match",
    "text": "\nSharkGo\nNel bel mezzo dell’estate, non c’è niente di meglio che fare due tuffi con Sharkgo, la nuova slot prodotta dalla World Match!\nChi conosce questo sviluppatore di giochi, non avrà nessuna sorpresa, per chi invece ancora non ha avuto la fortuna di provare una delle sue slot, consigliamo di farlo immediatamente.\nLa grafica è molto ben curata, con i simpatici abitanti del mare che grazie alle animazioni sono capaci di esprimere emozioni. Più che simboli di una slot, sembrano usciti direttamente da un cartone animato della Disney!\nI tasti Start, Autoplay e quello per effettuare la puntata, si trovano sul lato sinistro della griglia; il pulsante per accedere al menù è invece a destra. Per quel che riguarda il comparto musicale, si tratta di una simpatico jingle che ogni tanto si interrompe per lasciare posto a una melodia carica di tensione che ci ricorda quella del film «Lo Squalo».\nCaratteristiche principali della slot machine\nAbbiamo una griglia classica 5×3, con 10 linee di pagamento fisse su ognuna delle quali è possibile puntare un minimo di 0,01 €.\nI simboli pagano da sinistra a destra e si possono impostare da 5 a 1.000 giri automatici, oppure decidere di farli andare all’infinito.\nIl valore RTP è del 95,82% e la volatilità è bassa, quindi si vince spesso ma sempre cifre contenute.\nSimboli e funzionalità di Sharkgo\nIn Sharkgo ci sono 13 simboli, 10 regolari e 3 speciali.\nQuelli che valgono meno sono le carte da gioco dal 10 all’asso, a seguire troviamo l’aragosta e 4 pesci.\nPassiamo ora ai simboli speciali e ai vari bonus, cominciando con la funzione Respin: durante il gioco regolare, dopo ogni vincita, i simboli paganti scompariranno in un mare di bollicine e verranno sostituiti da altre icone.\nIl polpo è il nostro Wild e sostituisce tutti gli altri simboli eccetto quelli speciali. L’ostrica con all’interno la perla è lo Scatter e ci ricompensa con 5, 10 o 15 Free Spins, durante i quali i simboli Jolly diventano Sticky, cioè rimangono appiccicati ai rulli sino alla fine dei giri gratuiti.\nLo squalo bianco è il nostro simbolo Bonus. Con 3 di essi si accede al gioco bonus, in cui ci verrà richiesto di scegliere tra una serie di pesci a cui corrispondono delle vincite in denaro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "SharkGo",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/sharkgo-thumb-286x217.png",
            "filename": "sharkgo-thumb-286x217.png"
        }
    ],
    "name": "SharkGo"
}