{
    "studio": "Barcrest",
    "text": "\nSheik Yer Money\nSkeik Yer Money è una slot machine online prodotta da Barcrest che rivela subito il suo carattere scherzoso. Infatti, “sheik yer money” è la pronuncia giocosa di “shake your money”, ovvero “scuoti il tuo denaro”. Sheik, in questo caso, fa riferimento allo sceicco protagonista del gioco.\nUn modo per scuotere i propri soldi è proprio quello di giocarne un po’ per cercare di vincere. Ed infatti, quando si lancia Sheik Yer Money in sovrimpressione appare un messaggio che dice che giocando le partite in modalità big bet, sulla slot, si sbloccano funzioni e payout extra.\nGrafica della slot machine\nLa grafica della slot Sheik Yer Money è molto tradizionale. Non ci sono elementi di particolare spicco, però complessivamente i colori rendono il tutto piuttosto piacevole.\nLa musica  in sottofondo è bella e misteriosa: va a creare la giusta atmosfera e richiamare il contesto mediorientale in cui si svolge il gioco. Quando si fanno scorrere i rulli invece parte una musica più festosa. Quasi viene voglia di non premere il tasto verde del “gira”, pur di sentire la parte in sottofondo.\nA bordo display c’è un simpatico sceicco che aspetta di tuffarsi nei premi che, considerati i simboli, dovrebbero prevedere dei diamanti di grosso calibro. Oltre ai diamanti, ci sono i simboli del Poker dal 10 all’Asso, una lampada (magica?).\nLe funzioni e i bonus della slot\nLa slot Sheik Yer Monet presenta una struttura 5×3 con 10 linee di pagamento. Le payline sono fisse e perciò non si possono modificare.\nLe funzioni speciali sono 3:\n\nMystic Lamp Bonus: la lampada mistica si può trasformare in qualsiasi altro simbolo e quindi può portare ad ottenere più facilmente delle combinazioni a premio\nSheik Skake Bonus: lo sceicco si fa vedere sul display e scuote l’intero rullo portando ad una combinazione vincente\nBig Bet: si tratta di una modalità di gioco speciale che si può impostare cliccando sul tasto “BB” presente sulla destra del display. Nella modalità Big Bet vi sono funzioni speciali aggiuntive che includono jolly bloccati e lampade bloccate (nelle posizioni in cui compaiono, fino alla fine della modalità di gioco speciale).\n\nSlot simili a Sheik Yer Money\nA proposito di lampade, che siano magiche o meno, possiamo menzionare altre due slot molto divertenti che le mostrano tra i simboli di gioco: Genie’s Touch di Quickspin e The Wish Master di Netent.\nBeh, se poi vi piacciono gli sceicchi, allora una slot molto famosa è Desert Treasure, prodotta da Playtech.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sheik Yer Money",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/sheik-yer-money_thumb-286x217.jpg",
            "filename": "sheik-yer-money_thumb-286x217.jpg"
        }
    ],
    "name": "Sheik Yer Money"
}