{
    "studio": "Rabcat",
    "text": "\nSherlock of London\nÈ difficile pensare a un personaggio inglese più iconico dell’investigatore per eccellenza, il maestro del metodo deduttivo, Sherlock Holmes. Infatti la sua figura non è passata inosservata dal mondo delle slot machine online e numerosi sono i titoli che possono vantare il buon Sherlock come protagonista.\nTra questi troviamo Sherlock of London della Microgaming, una slot che fa del mistero e della sua risoluzione il proprio tema portante. In questa breve recensione, andremo a vedere come si presenta da un punto di vista prettamente grafico e musicale, per poi passare a un’analisi più dettagliata del funzionamento tecnico della slot stessa.\nSherlock of London: una grafica d’eccellenza\nSebbene la Microgaming talvolta non brilli da un punto di vista grafico, con delle slot che fanno fatica ad emergere rispetto alle concorrenti più accreditate, con Sherlock of London ha dimostrato di avere tutte le carte in regola per poter primeggiare anche sotto questo aspetto.\nLa slot machine si apre con un corto d’animazione di ottimo gusto che fa ben sperare nei confronti del proseguimento. I simboli che compongono la slot machine rappresentano i vari personaggio della storia attorno alla quale ruota il gioco. Se volessimo trovare un unico difetto nel comparto grafico, purtroppo l’aver arricchito di colori e disegni i simboli senza separarli nettamente tra di loro rende la lettura della griglia di gioco più difficile in un primo momento.\nNaturalmente è solo un difetto temporaneo, basta qualche giro di rulli per abituarsi e scovare facilmente le combinazioni vincenti.\nSherlock of London: meccanismi di gioco\nPassando invece all’aspetto più tecnico della nostra recensione, quella che ci troviamo di fronte è una slot che sfrutta un meccanismo molto comune tra i giochi online: il 5*3. Con cinque rulli che ruotano su loro stessi e si fermano lungo tre linee orizzontali, vengono mostrati quindici simboli a ogni puntata.\nDopo aver ottenuto una combinazione, si attiva una funzione bonus: una lente di ingrandimento andrà ad analizzare uno dei simboli vincenti ed elargirà un premio che può rispecchiarsi in diverse funzioni.\nPossiamo ottenere un simbolo Wild in espansione: in questo caso Sherlock Holmes si espanderà lungo la griglia di gioco e ci permetterà di ottenere vincite maggiori. Oppure è possibile ottenere un moltiplicatore sulle vincite ottenute tramite simbolo Wild. O ancora il gioco può premiare con dei giri gratuiti con simbolo Wild fisso.\nI giri gratuiti possono essere ottenuti anche trovando almeno tre simboli Scatter: questi rappresentano Sherlock Holmes e il fidato Watson su sfondo blu.\nIn generale quella che ci troviamo di fronte è una slot movimentata, sia nei disegni che nella musica, con funzioni speciali che rendono ogni giro diverso dall’altro, dandoci l’impressione di star giocando in una commedia concitata inglese.\nTitoli simili a Sherlock of London\nCome abbiamo detto in precedenza, il tema di Sherlock Holmes non è propriamente nuovo nel mondo delle slot machine. Se sei alla ricerca di titoli con il medesimo elemento, ti possiamo consigliare Sherlock Homes della IGT o ancora Sherlock Mystery della Playtech. Insomma: il beniamino di Conan Doyle è molto apprezzato nell’ambiente del gioco digitale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sherlock of London",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/sherlock-of-london-thumb-286x217.jpg",
            "filename": "sherlock-of-london-thumb-286x217.jpg"
        }
    ],
    "name": "Sherlock of London"
}