{
    "studio": "Tom Horn Gaming",
    "text": "\nSherlock a Scandal in Bohemia\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 25\nReturn to Player (RTP): 96 %\nVincita massima: 2500 gettoni\nVarianza: media\nCaratteristiche generali di Sherlock: a Scandal in Bohemia\nLa software house Tom Horn Gaming con questa slot ha creato un gioco piuttosto ordinario, con un gameplay abbastanza semplice e intuitivo ma comunque piacevole. La slot machine presenta cinque rulli e 25 linee di pagamento attivabili; il return to player (RTP) è del 96% e la varianza è media: in poche parole, non potrebbe trattarsi di un gioco più “banale”. Non vi aspettate dunque vincite straordinarie o bonus articolati, tuttavia, se amate il personaggio di Sherlock Holmes e volete passare dei momenti piacevoli giocando a una slot, questa potrebbe essere quella che fa al caso vostro!\nTema e grafica\nIl tema è tratto dal romanzo di Arthur Conan Doyle da cui questa slot di casa Tom Horn Gaming prende anche il titolo: col fedele assistente, il dottor Watson, Sherlock Holmes vive una nuova avventura per difendere la reputazione del re di Boemia, che rischia di essere compromessa a causa di una foto.\nLa grafica di Sherlock: a Scandal in Bohemia non è di quelle che lasciano a bocca aperta, ma troviamo che sia molto coerente con il tema. Sebbene non siano infatti presenti animazioni 3D o particolari effetti speciali, lo sfondo che riproduce le fumose strade di Londra, i colori cupi e sfumati, i simboli che raffigurano i protagonisti e gli oggetti del romanzo, rappresentati in maniera semplice ma efficace, rendono questa slot machine molto “sobria” ma allo stesso tempo visivamente molto gradevole.\nNon resta dunque che seguire le orme di Sherlock Holmes e del fedele assistente dottor Watson in un’esperienza di gioco gratificante e coinvolgente!\nSimboli e funzioni speciali\nI simboli di Sherlock: a Scandal in Bohemia si dividono in tematici e non: per quanto riguarda i secondi, come al solito abbiamo i numeri e i simboli delle carte da gioco dal 10 all’Asso, che come sempre sono le icone che hanno minor valore.\nI simboli tematici sono invece rappresentati dai protagonisti del romanzo: Sherlock Holmes, il dottor Watson, la bella fidanzata di Sherlock Irene Adler, ma anche uno specchio che lascia intravedere una coppia di amanti e un taccuino. Il simbolo di Sherlock Holmes rappresenta lo Scatter e permette di accedere al free spins bonus: quando compare tre, quattro o cinque volte si ottengono rispettivamente 10, 15 o 20 giri gratuiti.\nLa bella Irene Adler è il simbolo Wild del gioco e ha funzione di jolly, mentre grazie al simbolo raffigurante il giornale potrete entrare in un gioco speciale chiamato “Bonus Giornale”: si tratta di una funzionalità speciale in cui si ha un solo livello all’interno del quale si può scegliere tra 6 opzioni. Il gioco termina se sul giornale appare un’immagine compromettente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sherlock a Scandal in Bohemia",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/sherlock-a-scandal-in-bohemia-logo-286x217.jpg",
            "filename": "sherlock-a-scandal-in-bohemia-logo-286x217.jpg"
        }
    ],
    "name": "Sherlock a Scandal in Bohemia"
}