{
    "studio": "iSoftbet",
    "text": "\nSheriff of Nottingham 2\nAiuta il cattivissimo Sceriffo di Nottingham a mettere le mani su Robin Hood e sulla sua banda con Sheriff of Nottingham 2!\nGrafica pazzesca per il ladro gentiluomo\nA metà tra storia e leggenda, Robin Hood è uno dei più personaggi più amati per via delle sue qualità umane. Infatti, Robin Hood, esperto arciere che vive nella foresta Sherwood, si dedica a derubare i tributi versati dai cittadini al re e a restituirli alla popolazione, aiutato anche da alcuni amici, tra cui Little John e Fra Tuck. A dargli la caccia c’è però lo spietato sceriffo di Nottingham.\nSe Robin Hood è il protagonista del libro, in questa slot il punto l’attenzione si sposta proprio sullo sceriffo. Con una grafica dallo stile cartoon, una definizione dei simboli impreziosita da colori brillanti e una colonna sonora che riprende i temi cavallereschi, Sheriff of Nottingham 2 è uno slot che non passa di certo inosservata!\nCaratteristiche della slot\nLe linee di pagamento sono 25 e fisse e si snodano su una griglia classica con 5 rulli e 3 righe. Per giocare a Sheriff of Nottingham 2 ci basteranno 0,25 €, corrispondente alla puntata minima, ma volendo possiamo innalzarla a nostro piacimento. Per vincere è necessario associare simboli uguali su una payline attiva.\nLa volatilità è media, mentre il valore RTP corrisponde al 96%.\nCome si vince a Sheriff of Nottingham 2\nI simboli di questa slot sono 8 base e 3 speciali: a valere meno sono i simboli delle carte da gioco, dal J all’asso, a seguire troviamo invece la lettera di proscrizione, e i 3 simboli reali.\nLo sceriffo è il nostro Wild e oltre a sostituire tutti i simboli regolari, è pagante, con vincite abbastanza alte. Troviamo poi i simboli speciali, rappresentati dai compagni di avventura di Robin, e il simbolo per il gioco Bonus.\nNel primo caso, se tre personaggi appaiono sui rulli, allora la griglia cambia aspetto, i rulli si liberano e partiranno i Respin gratuiti in cui atterreranno solo componenti della banda di Robin, a cui è associata una taglia. Se per tre volte non atterra nessun personaggio, il gioco finisce, mentre ogni volta che ne comparirà qualcuno, il conteggio ripartirà da 3. Alla fine del gioco potremo intascare la somma delle taglie. Se durante i Respins atterra lo sceriffo di Nottingham, allora tutte le taglie verranno raccolte sotto il suo simbolo, in modo tale da liberare ulteriori slot.\nTre simboli Bonus attivano il Robin Riches Free Spins, in cui simboli speciali pagano somme molto alte.\nIn modo casuale Robin Hood può attivare la funzione Pick Royal Letter, che ci ricompensa con vincite immediate, Free Spins, Sticky Wild e gettoni d’oro che trasformano tutti i simboli in Wild.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sheriff of Nottingham 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/07/sheriff-of-nottingham-2-thumb-286x217.jpg",
            "filename": "sheriff-of-nottingham-2-thumb-286x217.jpg"
        }
    ],
    "name": "Sheriff of Nottingham 2"
}