{
    "studio": "Just For The Win",
    "text": "\nShogun of Time\nSpesso nello sviluppare una slot machine, una casa di sviluppo è costretta a scegliere una precisa direzione verso la quale andare: sfruttare i miti e le leggende della storia passata, o le potenzialità e i colori accesi del futuro? Questa scelta può rivelarsi essere più difficile di quanto non si creda, in quanto entrambi i temi hanno i propri appassionati.\nUna terza via, più coraggiosa, è stata intrapresa dalla Microgaming con Shogun of Time. In questo nostro focus, andremo a vedere di cosa tratta questo titolo e quali sono le sue specifiche tecniche per quanto riguarda le meccaniche di gioco.\nShogun of Time: passato e futuro\nQual è il tema di Shogun of Time della Microgaming? In base al titolo, è lecito pensare che sarà ambientata nell’epoca d’oro giapponese, quando lo shogunato era scosso dalle lotte intestine dei vari clan. Ma non è il caso di togliere dall’equazione la parola “Time”.\nQuesta slot vuole infatti proporre una combinazione tanto strana quanto interessante: unire il fascino medievale dell’epoca degli shogunati con quello colorato e notturno di un mondo cyberpunk.\nLa grafica stessa della slot si concentra su questi due fattori: ai lati della griglia di gioco si trovano dei rami di ciliegio, simbolo universale della cultura giapponese, che però sono sospesi in dei cilindri di vetro, come in assenza di gravità.\nAll’interno della schermata di gioco effettiva, troviamo lo sfondo dove si erge una città fatta di grattacieli e sulla quale andranno a posizionarsi i vari simboli, come i già citati fiori o le armature da samurai ripensate in ottica cyberpunk.\nUna combinazione quindi quantomeno interessante, che ci porta verso il prossimo punto della recensione.\nShogun of Time: meccanismo di gioco\nSebbene questo tiolo voglia unire due tempi lontani tra di loro, il risultato dal punto di vista tecnico cade esattamente al centro con una griglia di gioco abbastanza comune tra le slot odierne. Quattro rulli che si incastrano con tre linee orizzontali mostrando dodici simboli a ogni giocata.\nLe linee di vincita sono 81, un numero abbastanza elevato rispetto alla media, che può arrivare anche a 243 durante la modalità bonus. Durante questa funzione, infatti si attiverà un quinto rullo centrale che permetterà di ottenere combinazioni di maggior valore (in realtà questa è una funzione già applicata in altre slot della stessa Microgaming).\nNel gioco è possibile inoltre ottenere dei giri gratuiti con un simbolo Wild fisso nel rullo centrale, rappresentato dalla samurai tecnologica protagonista di questo titolo.\nÈ necessario un po’ di tempo per comprendere tutte le funzioni messe a disposizione da questo titolo, ma proprio per questo motivo è possibile ottenere un’esperienza di gioco sempre diversa e divertente che non è possibile ottenere con slot più semplici.\nSlot simili a Shogun of Time\nNon è facile trovare slot che combinino due periodi storici così diversi tra di loro, ma se è la storia che stai cercando in una slot, oggi è il tuo giorno fortunato. Esistono infatti numerosi titoli ambientati nell’antica Grecia, Roma o Egitto (questi in particolare sono i tre periodi storici più amati dagli sviluppatori di slot machine).\nAd esempio troviamo Free Legends of Greece della Saucify o Ancient Egypt della Pragmatic Play, per arrivare a Gladiator della BetSoft.\nInsomma, se ami la storia, hai solo l’imbarazzo della scelta.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Shogun of Time",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/shogun-of-time-new-286x217.jpg",
            "filename": "shogun-of-time-new-286x217.jpg"
        }
    ],
    "name": "Shogun of Time"
}