{
    "studio": "SimplePlay",
    "text": "\nShu Dynasty\nIn questa bella slot della SimplePlay veniamo catapultati nella Cina arcaica, più precisamente in quel periodo denominato dei Tre Regni, e più precisamente nel 221 d.C., quando a guida dell’impero c’era la dinastia Shu.\nLa particolarità di Shu Dynasty è la presenza di tre diversi scenari che cambiano in modo casuale durante il gioco. Ciò che non cambia è la grafica superlativa, con i simboli ricchi di dettagli animazioni che li rendono vivi. Tra le altre cose, vengono riprodotte anche le condizioni climatiche, per un effetto di verosimiglianza che poche volte abbiamo riscontrato nelle altre slot.\nCaratteristiche di Shu Dynasty\nPoco prima abbiamo detto che la griglia di gioco muta in base agli scenari, ma a cambiare sono anche i modi per vincere. Ad esempio, nella prima ambientazione, abbiamo in quarto e il quinto rullo composto da 3 righe e 4 righe per tutti gli altri; in questo caso i modi per vincere sono 576. Invece nel secondo scenario abbiamo 4 righe nei rulli esterni e 3 in tutti gli altri, con 432 modi per vincere. Nel terzo scenario il rullo centrale ha quattro righe e gli altri 3. In questo caso i modi per vincere sono 324.\nLa puntata minima è di 0,20 monete e ci sono 5 livelli di scommessa.\nSi può decidere se usufruire dei giri automatici e c’è anche la possibilità di aumentare la velocità dei rulli.\nLa volatilità è medio-alta e il valore RTP corrisponde al 96,04%.\nSimboli e funzionalità\nI simboli che valgono meno sono le carte da gioco, mentre quelli tematici pagano di più. La piuma e i due cavalli hanno buone quotazioni, ma a pagare maggiormente sono i tre guerrieri.\nL’effige verde e oro è il nostro Wild e sostituisce tutti i simboli eccetto lo Scatter.\nLo Scatter è rappresentato dal guerriero intento a sguainare la spada. Oltre a moltiplicare la nostra giocata, questo simbolo ci ricompensa con 8, 15 o 20 giri gratuiti che possono essere riattivati durante il gioco Bonus.\nC’è poi una funzione davvero interessante chiamata Mysterious Wild Feature: in base allo scenario, ogni volta che compare il Wild, verrà attivata una diversi bonus. Vediamoli nel dettaglio:\n\nExtra Wild Rules: Nel terzo scenario, verranno aggiunti Wild casuali sui rulli.\nExtra Reel Wild: Si attiva nel primo scenario e nel gioco base un intero rullo verrà ricoperto da Wild, due rulli durante i Free Spins.\nBomb Wild Rules: Proprio dello scenario 2, in questa funzione comparirà una bomba che esplodendo trasformerà i simboli circostanti in Wild.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Shu Dynasty",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/shu-dynasty-new-286x217.jpg",
            "filename": "shu-dynasty-new-286x217.jpg"
        }
    ],
    "name": "Shu Dynasty"
}