{
    "studio": "IGT",
    "text": "\nSiberian Storm\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di gioco: 720\nPuntata min.: 0,5 €\nPuntata max.: 150 €\nAutoplay: Si\nReturn to player (RTP): 96%\nCaratteristiche principali\nSebbene si tratti di una slot che ricalca da vicino lo stile delle classiche Fruit Machine, Siberian Storm ha delle caratteristiche peculiari che la rendono unica nel suo genere. È una slot a cinque rulli, ma più che definirla con un numero di linee di vincita, è corretto dire che offre ben 720 possibilità di vincita.\nÈ classificabile come una slot multi-moneta, in cui l’importo totale delle possibili puntate va da un minimo di 0,5 € fino a un massimo di 150 € per ogni giro. L’importo da giocare si può stabilire in base al valore della moneta da puntare: può essere attribuito alla moneta un valore a partire da 0,01 € fino a 3 €.\nTema, grafica e simboli\nIl tema è incentrato sulle impervie terre siberiane, popolate da creature selvagge e feroci, tra le quali spicca la maestosa tigre. Lo sfondo è un paesaggio totalmente innevato, in cui i rulli si presentano come incastonati in una cornice ghiacciata. I simboli sono rappresentati in primo luogo dalla tigre, nelle due varianti rossa e bianca, abbiamo poi l’occhio azzurro e penetrante del felino e tutta una serie di gioielli di diversa foggia e valore.\nNel complesso la grafica risulta ben curata e, pur non essendo presenti animazioni 3D o particolari effetti speciali, le immagini del grosso felino sono davvero realistiche.\nNota stonata, è proprio il caso di dirlo, la colonna sonora del tutto slegata da tema della slot, che però fortunatamente non è un sottofondo continuo ma risulta attiva solo quando girano i rulli.\nSimboli speciali: Wild, Scatter e Bonus\nI simboli speciali sono tre, un Wild, uno Scatter e un Bonus.\nPer quanto riguarda Wild e Scatter, la loro funzione è quella tradizionale nelle slot machine, ossia il primo funge da Jolly e può sostituire tutti gli altri simboli per completare un allineamento vincente, mentre il secondo paga se compare per tre volte a prescindere dalla posizione occupata sui rulli.\nIl simbolo Bonus, rappresentato dall’occhio della tigre, se compare su tutti i cinque rulli permette di accedere inizialmente a 8 giri gratuiti, durante i quali si avrà un numero doppio di simboli Bonus impilati. Il maggior numero di simboli speciali rende più facile ottenere dei free spin aggiuntivi, fino a un massimo di 240 per ogni partita Bonus.\nSiberian Storm: conclusioni\nSi tratta di una slot innovativa per quanto riguarda le 720 modalità di vincita, mentre per il resto ha un gameplay molto tradizionale e in linea con la maggior parte delle slot presenti sul mercato.\nIl Return To Player (RTP) è del 96% e può quindi essere considerato ampiamente nella media.\nIl tema è originale ma forse non è sviluppato appieno e la slot risulta nel complesso un po’ “grezza”. L’ampio range di puntate possibile tuttavia, offre la possibilità sia di giocare senza dover investire grosse somme, sia volendo di puntare cifre consistenti e provare a sbancare il banco!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Siberian Storm",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/siberian-storm-logo-286x217.jpg",
            "filename": "siberian-storm-logo-286x217.jpg"
        }
    ],
    "name": "Siberian Storm"
}