{
    "studio": "IGT",
    "text": "\nSilent Movie\nSilent Movie è alimentato da IGT e ha 5 bobine e 30 linee di pagamento. Riproducibile su tutti i dispositivi, ti riporta all’Età d’oro del cinema senza tempo in questa offerta in bianco e nero. Si tratta di 4 giri gratuiti che ti offrono vittorie garantite con un moltiplicatore 3x, simboli wild extra, vittorie extra scatter e moltiplicatori fino a 10x! Un classico in divenire.\nPreparatevi a prendere posto in un vecchio teatro, mentre le tende di seta vengono tirate indietro per rivelare quattro classici dell’era del cinema muto!\n\nUna grafica silenziosa\nIl gioco dà l’impressione di una vecchia sala cinematografica, ci sono delle tende sul lato e i font sono d’epoca, così come la distribuzione delle luci. Questi sono tutti dettagli, ma tutti contribuiscono ad un’esperienza complessiva che molte slot machine non possono eguagliare. Quindi, il design corrisponde al periodo. Gli unici colori che vedrete sullo schermo sono il nero, il bianco e il seppia. Quando si atterrano combinazioni vincenti o simboli speciali appaiono, lo schermo esplode a colori. Non dimentichiamoci di menzionare la musica – è perfetta, con melodie orchestrali e pianistiche. Ora parliamo della meccanica di gioco.\nCi sono 5 colonne e 3 righe; le vittorie si formano attraverso 30 scommesse fisse e vengono pagate da sinistra a destra. I simboli sono tutti legati al tema, il che è fantastico – nessun simbolo di carte da gioco o frutta in vista. Non che non ci piacciano, è solo che qui non ci starebbero affatto bene. Un gruppo di simboli di basso valore comprende una cinepresa, una sedia da regista, un ciak, un ciak, una bobina di pellicola e un megafono. Gli alti compensi provengono da famose foto di film muti come Dr, Jekyll e Mr Hyde, A Trip to the Moon, A Muddy Romance e Keystone Kops. Il simbolo con i biglietti per il teatro è lo Scatter e il logo del Silent Movie è Wild.\n\nFunzioni e simboli della Slot Machine\nTutti i simboli standard che compaiono sui rulli del Silent Movie sono in bianco e nero per rafforzare l’era vintage, tuttavia ci sono sei simboli speciali che contengono un’esplosione di colore, quindi guardiamoli per primi.\nIl simbolo principale da tenere d’occhio è il logo del Silent Movie che può apparire su tutte le bobine tranne la prima come simbolo Wild con il potere di sostituire tutti i simboli Bonus tranne i cinque simboli, che sono una coppia di biglietti d’ingresso e un poster di ognuno dei quattro film che forniranno il vostro intrattenimento per la serata – Dr. Jekyll & Mr Hyde, A Trip to the Moon, A Muddy Romance e Keystone Kops.\nCi sono anche i simboli dei singoli personaggi di ognuno dei quattro film con John Barrymore di Dr. Jekyll & Mr Hyde che vi vedrà fissare fino a 1.000 monete, la luna con un razzo come occhio da A Trip to the Moon vi vedrà vincere fino a 750 monete, Mabel Norman di A Muddy Romance vi incanterà con fino a 400 monete, mentre uno dei Keystone Kops vi invierà fino a 300 monete a modo vostro.\nVedrete anche gli strumenti del mestiere dell’era del cinema muto con una cinepresa d’epoca, una sedia da regista, una lavagna, un megafono e bobine di pellicola che fungono da simboli a basso costo.\n\nAltre Slot Machine simili\nSe sei un amante dei fenomeni cinematografici, allora sicuramente sarai anche un appassionato dei kolossal che hanno fatto la storia del cinema. Possiamo consigliarti Matrix Slot, la Slot Machine prodotta da Playtech che ti permetterà di vivere le storie di Neo mentre ti godi le 50 linee di pagamento che ti permetteranno di fare un sacco di soldi.\n",
    "images": [
        {
            "alt": "I simboli della slot online Silent Movie",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/silent-movie-simboli.jpg",
            "filename": "silent-movie-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Silent Movie",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/silent-movie-tabella-pagamenti.jpg",
            "filename": "silent-movie-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Silent Movie hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/silent-movie-bonus.jpg",
            "filename": "silent-movie-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Silent Movie",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/silent-movie_featured-286x217.jpg",
            "filename": "silent-movie_featured-286x217.jpg"
        }
    ],
    "name": "Silent Movie"
}