{
    "studio": "Just For The Win",
    "text": "\nSilverback: Multiplier Mountain\nAmbientata in una foresta lussureggiante, in Silverback: Multiplier Mountain il protagonista è un gorilla gigante dall’aspetto per niente amichevole . Di certo trovarsi di fronte a un animale di 180 cm e che può raggiungere i 180 kg di peso, non è proprio una bella esperienza, soprattutto tenendo conto che questi animali sono altamente territoriali! Il gorilla non è però l’unico animale presente in di Silverback: Multiplier Mountain, ce ne sono tanti altri, tra i quali pappagalli, macachi e ghepardi.\nLa griglia di gioco è decentrata sulla destra, lasciando buona parte dello schermo alla foresta con tanto di montagna alle spalle. La grafica è molto realistica, ben dettagliata con una grande attenzione per i particolari. Colori vivaci e un comparto musicale incalzante intervallato dai versi degli animali, sono senza dubbio delle scelte azzeccate per rendere il gioco ancora più appassionante e coinvolgente.\nCaratteristiche principali della slot machine\nLa griglia ha 5 rulli e 4 righe e offre una vincita potenziale massima pari a ben 5.400 volte il valore della vostra puntata. Questo è possibile anche grazie ai 4.096 modi per vincere, vero fiore all’occhiello di questa slot. In di Silverback: Multiplier Mountain la scommessa minima per Spin è di 0,20 €, quella massima 10 €. Per i più pigri, si può giocare in modalità Autoplay: per impostare i giri automatici basterà cliccare sul tasto apposito, se ne possono impostare sino a un massimo di 100.\nIl valore RTP è del 96,22%, non male davvero. La volatilità è alta, quindi se da una parte è vero che per vincere è necessario effettuare un buon numero di spin, le combinazioni vincenti vengono ben ripagate.\nSimboli e funzionalità di Silverback: Multiplier Mountain\nSi vince con combinazioni di almeno 3 simboli identici adiacenti, partendo da sinistra verso destra.\nPossiamo suddividere i simboli in due gruppi, quelli di basso valore e quelli di alto valore. I primi sono le carte da gioco buone per una scala reale, quelli più remunerativi sono invece gli animali, con il gorilla in cima a questa classifica.\nIl simbolo Wild è una moneta d’oro con l’effige del gorilla, può comparire su tutti e sei i rulli e sostituisce qualsiasi simbolo eccetto quelli bonus. Il simbolo Wild è pagante.\nLa montagna è il nostro Scatter e se compare 3, 4, 5 o 6 volte, ci ripaga con 10, 15, 20 o 30 giri gratuiti. Ulteriori simboli Scatter durante i giri gratuiti aumentano i Free Spins a nostra disposizione, inoltre viene incrementato anche il moltiplicatore che compare al primo giro. Si parte con x1 e può crescere di 1 a ogni giro.\nPer chi volesse giocare subito con i Free Spins, si può acquistare questa funzione attraverso il pulsante apposito. In tal caso, vengono garantiti ulteriori Scatter sui rulli 1, 2 e 3, inoltre l’RTP sale al 96,33%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Silverback: Multiplier Mountain",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/silverback-multiplier-mountain-gratis-286x217.jpg",
            "filename": "silverback-multiplier-mountain-gratis-286x217.jpg"
        }
    ],
    "name": "Silverback: Multiplier Mountain"
}