{
    "studio": "High 5 Games",
    "text": "\nSilver Enchantress\nSilver Enchantress è una slot a 5 rulli di High 5 Games con 243 modi per vincere. Ambientata nella tana dell’Incantatrice stessa, questa slot è caratterizzata da dollari lampeggianti e da ricchezze da rastrellare per un sacco di potenziale e si possono vincere fino a 300.000 in un solo giro! Lasciatevi incantare da giri e giri gratis e godetevi un seducente RTP del 96% in questo magico gioco.\nUna grafica da incantatrice\nPreparatevi a essere trasportati in un regno magico dove l’Incantatrice d’Argento prepara le sue pozioni. Le slot H5G sono di solito una delizia per gli occhi e questo non è diverso – c’è un sacco di ornamenti mistici e simboli e icone molto dettagliate. Questa slot a tema fantasy sembra davvero la parte giusta e rispetta gli alti standard fissati dalle slot H5G come Golden Goddess.\nLa tabella dei pagamenti più alta è dominata dalla stessa Incantatrice d’Argento, una bellezza dai capelli corvini affiancata dal suo messaggero gufo delle nevi e dal suo lupo d’argento. Le pozioni blu e verdi gorgogliano e fumano e tutto cade in vista su bobine incorniciate d’argento affiancate dai metri Racking Up Riches che si riempiono di pozione.\nLa colonna sonora è piena di melodie incantevoli e di grande atmosfera, fuse con i tipi di effetti sonori della vecchia scuola che ricordano che si sta giocando uno slot. Tuttavia, fanno il matrimonio perfetto con le belle immagini. Anche i reali sono fusi in argento per aggiungere un po’ più di magia a questa splendida fessura.\nFunzioni e simboli della Slot Machine\nSilver Enchantress è una slot a 5 rulli con 243 modi per vincere, a volte anche conosciuta come scatter pays perché non è necessario far girare i simboli corrispondenti lungo una linea di pagamento. Invece, tutte e 5 le bobine sono sempre in gioco e si allineano i simboli sulle bobine adiacenti, leggendo dalla bobina più a sinistra.\nLe ricompense sono pagate in moltiplicatori con l’Incantatrice stessa che porta la ricompensa più alta di 150x per 5 simboli che leggono da sinistra a destra attraverso le bobine. I suoi familiari di animali premiano 75x per un full house e le pozioni 50x ciascuna per 5 simboli. Tutti i simboli più bassi della tabella dei pagamenti danno 5x, 10x e 25x per combinazioni di 3, 4 e 5 attraverso i rulli.\nLei avrà bisogno anche di guardare fuori per la pozione selvatica che sostituisce a qualsiasi simbolo eccetto la dispersione. Questa icona appare solo sulle oscillazioni 2, 3 e 4. C’è anche uno scatter a forma di sole che offre 10 giri liberi quando 3 appaiono in vista.\nCi sono un sacco di caratteristiche bonus a cui fare attenzione in questa slot, con il potenziale di vincere fino a 300.000.\nRacking Up Riches: se avete familiarità con le slot con bobina a cascata o a cascata, allora saprete cosa aspettarvi, qui. Questa funzione funziona in modo leggermente diverso. Piuttosto che i simboli vincenti che scompaiono, sono i simboli che non fanno parte di una combinazione vincente che scompaiono dallo schermo in un soffio di fumo. I nuovi simboli cadono dall’alto e vengono aggiunti altri simboli vincenti. Questo continua fino a quando non compaiono più simboli vincenti. Per ogni volta che cadono nuovi simboli, la pozione si riempie a lato delle bobine e può far scattare il bonus Blinking Bucks.\nBlinking Bucks: cadendo 6 o più Racking Up Riches vince e si innesca il bonus Blinking Bucks. Avrai la possibilità di scegliere tra 15 icone a caso che assegnano una varietà di premi – ferma la luce lampeggiante per rivelare un premio in denaro che è da 5 a 50 crediti moltiplicato per la tua scommessa, giri gratis o sblocca il jackpot!\nJackpot: se atterri il simbolo del Jackpot nel bonus Blinking Bucks, ti verranno presentate 15 tessere maggiori o minori – atterra il jackpot minore per ricevere 200 crediti moltiplicati per il totale della scommessa, oppure vieni premiato con il jackpot maggiore che paga 4.000 crediti per il totale della scommessa.\nRotazioni gratuite: è possibile innescare le rotazioni gratuite nel bonus Blinking Bucks o atterrando 3 simboli scatter ovunque sui rulli. Giocherete 10 giri gratis in un nuovo set di rulli ambientato nel castello notturno. Questa funzione non può essere recuperata se non atterrando i simboli scatter o il bonus Blinking Bucks.\nAltre Slot Machine simili\nChissà quanti segreti nasconde quell’incantatrice d’argento. Sicuramente non molti come i faraoni dell’Antico Egitto. Per questo ti consigliamo un’altra Slot Machine in cui scommettere i tuoi soldi. Rich Wilde and the Book of Dead è una slot a 10 linee, 5 reel slot da Play’n GO.  È un gioco ad alta volatilità con una vincita massima di x5000 la vostra scommessa e un rapporto di vincita del 96,21%.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Silver Enchantress",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/silver-enchantress-slot-286x217.png",
            "filename": "silver-enchantress-slot-286x217.png"
        }
    ],
    "name": "Silver Enchantress"
}