{
    "studio": "Lightning Box Games",
    "text": "\nSilver Lion\nSilver Lion è una video slot per Lightning Box Games con 5 rulli e 1.024 modi per vincere. Giocabile da 40 centesimi a giro, vi imbatterete in suricati, guerrieri Masai e il Silver Lion mentre è ambientato nelle pianure africane. Il gioco è incentrato sulla funzione Free Games, dove si inizia con un massimo di 20 giri gratis. È possibile innescare altri 5 giri gratis, ma il simbolo dell’albero selvaggio è importante perché aumenta le vincite di 2x o 3x – combinandoli si può beneficiare di un enorme moltiplicatore 27x.\nImbarcatevi in un safari alle slot machine come nessun altro con questa meravigliosa e selvaggia slot machine di Lightning Box. Il gioco è ambientato durante un bellissimo tramonto al tramonto nelle pianure africane, dove il brillante Silver Lion domina il suo regno.\nCi sono 1.024 modi per vincere in questa slot machine a 5 rulli, il che significa che non dovrebbe passare molto tempo prima che i filatori si mettano in fila con quel leone feroce per le sequenze di vincita. A fare da guida in questo selvaggio terreno naturale è un’icona selvaggia per completare le vittorie e un simbolo scatter che farà scattare fino a 20 giri liberi con moltiplicatori fino a 27x.\nDirigetevi verso le praterie dell’Africa del sud per un’avventura safari a Silver Lion. Alimentato da Lightning Box Games e prodotto in collaborazione con Odobo, questo 5 reel, 1.024 modi per vincere slot è dotato di un’impressionante funzione bonus che offre fino a 20 giri gratis e la possibilità di aumentare le tue vincite con un moltiplicatore che può superare un incredibile 27x! Disponibile per giocare su tutti i dispositivi, si può giocare da 40 centesimi a 50€ a giro.\nAmbientati sullo sfondo delle pianure africane, i rulli di Silver Lion vantano un assortimento di animali selvatici – attenzione ai suricati, alle zebre, agli ippopotami, al guerriero Masai e naturalmente al Silver Lion. Basta atterrare 2 di questi simboli di valore superiore per creare una combinazione vincente. Ad essi si aggiungono i simboli standard delle carte da gioco di valore più basso, nonché un wild (in modo abbastanza appropriato l’albero selvatico) e uno scatter.\nUna grafica leggendaria\nSilver Lion è una slot machine che mescola elementi del classico tema del safari africano con un sottile elemento di mistica meraviglia. Questo perché le 5 bobine di questa video slot ruotano intorno alla rara bellezza dei leoni bianchi, che si trovano nella regione di Timbavati in Sudafrica. I leoni splendenti sui rulli di questa slot machine risplendono di magnificenza, grazie all’illuminazione a tarda sera dell’ambiente che circonda i rulli stessi. Infatti, tutte le bestie selvatiche che appaiono in questo gioco – zebre, ippopotami e suricati – risplendono di un’aura luminosa e stranamente magica.\nGraficamente, questo gioco segue le orme di molti altri titoli Lightning Box, utilizzando un’opera d’arte bidimensionale per creare un tradizionale design in stile video slot. Vale a dire che non sceglie di percorrere la strada degli effetti 3D e dello schermo di gioco minimale. Invece questo gioco è più simile al tipo di estetica delle slot machine che si trova su una macchina da casinò tradizionale con un sacco di colori e dettagli di design per riempire lo spazio dello schermo.\nFunzioni e simboli della Slot Machine\nIl simbolo del Silver Lion è il simbolo del Bonus Scatter – se ne trovi 3, 4 o 5 in qualsiasi punto dei rulli attiverai la funzione Giochi Gratuiti e riceverete 8, 15 o 20 giri gratuiti insieme ad un pagamento in contanti pari a 2, 10 o 20 volte la vostra puntata totale.\nTieni d’occhio l’albero selvatico, perché questo può davvero far scorrere le monete durante la funzione – ogni albero selvatico che appare su una linea di pagamento vincente aumenterà quella linea di pagamento di 2x o 3x. Tuttavia, questi alberi selvatici appaiono solo sulle 3 bobine centrali.\nSe siete abbastanza fortunati da far atterrare più di 1 albero selvatico su una payline, questi moltiplicatori saranno combinati. Così, per esempio, se atterri un vincitore che include 3x wilds sui rulli 2, 3 e 4, il payout sarà incrementato di un massiccio 27x! Inoltre, atterra 2 o più del simbolo dello scatter durante la funzione e altri 5 giri gratuiti saranno aggiunti al totale.\nIl design del Silver Lion non è particolarmente appariscente, ma le immagini sono belle e nitide. La colonna sonora in stile africano esalta sicuramente il tema, così come le esplosioni di rumore di animali che accompagnano ogni testacoda.  La varianza è nella gamma media offrendo un discreto equilibrio tra quantità e qualità delle trottole vincenti.\nL’attrazione principale qui, naturalmente, è la caratteristica Free Spins dove i moltiplicatori selvaggi possono davvero far muovere le cose. Ben progettato e che offre una caratteristica di qualità rotonda, Silver Lion è una slot molto giocabile.\nAltre Slot Machine simili\nRaging Rhino è un gioco WMS ambientato nella bellissima savana africana – è la slot a più alta varianza prodotta da WMS e ha fino a 4.096 modi per vincere in ogni Spin. C’è una superba funzione Free Spins che ti dà fino a 50 giri gratis inizialmente e altri giri gratis ogni 2 o più Diamanti che ottieni. Attenzione ai Tree wilds, che possono trasformarsi in 2x/3x moltiplicatori wild quando fanno parte di una combinazione vincente. Riuscite a farvi strada verso una grande vittoria?\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Silver Lion",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/silver-lion_thumb-286x217.jpg",
            "filename": "silver-lion_thumb-286x217.jpg"
        }
    ],
    "name": "Silver Lion"
}