{
    "studio": "StakeLogic",
    "text": "\nSimply Wild Deluxe\nSebbene la maggior parte delle slot più recenti adotti temi di grande richiamo con una grafica importante che non ha nulla da invidiare ai film di animazione, ci sono altri giochi che invece strizzano l’occhio alla tradizione delle slot machine. Uno di questi è Simply Wild Deluxe, che riproduce una vera e propria slot fisica, legata più alla nostalgia piuttosto che alla voglia di novità.\nCominciamo col dire che ci sono due griglie: esse possono essere fatte  ruotare simultaneamente o disattivarne una. In alto troviamo il pannello in cui vengono segnate le vincite e poco più sotto le tabelle dei pagamenti.\nSotto i rulli c’è un ulteriore contatore in cui sono riportati i gettoni investiti e l’ultima vincita.\nIn basso, oltre al tasto per accedere al menù, troviamo il numero di linee attive, la posta totale, il saldo, i pulsanti Start e Autoplay e quello per impostare la puntata massima. La musica arcade si attiva soltanto durante gli spin.\nCaratteristiche principali della slot machine\nCome detto, in Simply Wild Deluxe abbiamo due griglie che si attivano a ogni spin. Di base, ci sono 3 rulli e 3 file e 5 linee di pagamento. Aumentandole a 10, allora si attiverà anche il quarto rullo di ciascuna griglia. La puntata massima è di 500 gettoni e si può decidere se attivare entrambe le griglie, soltanto la prima o soltanto la seconda.\nSi possono impostare da 5 a 100 o anche infiniti giri automatici.\nLa volatilità è bassa, ciò vuol dire che si vince spesso ma non cifre astronomiche. Il valore RTP si attesta su un ottimo 96,5%.\nSimboli e funzionalità\nI simboli sono gli stessi sia per la griglia di destra che per quella di sinistra. Arancia, pera, prugna, fragola, uva e anguria per quel che riguarda i frutti; la campana, il sette e la stella blu per i simboli classici che si ritrovano di solito nelle slot fruttate. Alcuni simboli possono apparire associati ad una stella. Essi sono arancia, pera, prugna e campana. Quando si ha una combinazione di questi tre simboli speciali, allora si ottiene un simbolo extra Stella. Questa tipologia di simboli può completare anche una combinazione di simboli regolari. Ad esempio, si possono avere 2 simboli arancia e uno arancia/stella. che assumeranno il valore del simbolo normale. I simboli speciali Stella diventano Jolly su tre rulli se si è puntato almeno 5 gettoni, sui 4 rulli se i gettoni investiti sono stati almeno 20.\nOgni puntata che effettuiamo contribuisce  con lo 0,5% ad arricchire il jackpot progressivo chiamato Mystery Jackpot. La vincita minima garantita è di 500 €.\nOpinioni su Simply Wild Deluxe\nIl giudizio su Simply Wild Deluxe non può essere che positivo. In primo luogo, perché le slot dallo stile retrò ci sono sempre piaciute, in quanto racchiudono lo spirito di questi giochi che hanno oramai abbondantemente superato il secolo di vita.\nIl secondo aspetto positivo è legato al gameplay intuitivo: siamo riusciti a giocare senza che prima fosse necessario leggere un manuale di istruzioni per capire come funzionasse il gioco!\nIl terzo aspetto che ci ha convinto è il modo con cui sono state sistemate le informazioni sullo schermo. Il valore dei simboli, le vincite totali e quelle del singolo Spin, i simboli Wild, sono tutti a portata di mano, così da poter avere sempre sottocchio l’andamento delle nostre giocate.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Simply Wild Deluxe",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/simply-wild-deluxe-thumb-286x217.png",
            "filename": "simply-wild-deluxe-thumb-286x217.png"
        }
    ],
    "name": "Simply Wild Deluxe"
}