{
    "studio": "Tom Horn Gaming",
    "text": "\nSizable Win\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 5\nReturn to Player (RTP): 97,36 %\nVincita massima: 10.000 gettoni\nVarianza: media\nLe Fruit Machine: un classico intramontabile\nLa storia delle slot machine ha ormai più di un secolo, risalendo infatti al 1887, quando Charles Fey inventò la prima macchina da gioco meccanica, costituita da tre rulli sui quali campeggiavano i simboli delle carte da gioco, dei diamanti, dei ferri di cavallo e una campanella, che diede il nome al gioco: Liberty Bell.\nSiccome le prime vincite di questi antenati delle slot machine moderne erano costituite non da denaro ma da gomme da masticare al gusto frutta, i simboli vennero sostituiti proprio da dei frutti, a cui in seguito si aggiunsero il simbolo BAR e il numero 7. I premi in caramelle furono stabiliti per aggirare la legge dell’epoca, che considerava illegale il gioco d’azzardo con premi in denaro.\nLe Fruit Machine, nonostante i progressi tecnologici che hanno portato alla realizzazione di sofisticatissimi giochi digitali, continuano ad essere molto apprezzate nel mondo delle slot e praticamente tutte le software house ne propongono almeno una nel loro catalogo.\nSizable Win è una delle Fruit Machine della giovane Tom Horn Gaming e propone un gioco fedele alla tradizione, semplice ma efficace, destinato sia a chi ama le slot machine di una volta, sia a coloro che si stanno affacciando a questo mondo e vogliono un gioco intuitivo ma coinvolgente.\nSizable Win: caratteristiche principali\nSizable Win è una classica slot caratterizzata da poche e semplici regole. L’obiettivo in questo gioco è quello di realizzare delle combinazioni vincenti costituite da almeno tre simboli uguali in posizioni adiacenti sui rulli, a partire da sinistra verso destra.\nI simboli ovviamente sono i frutti: troviamo come da tradizione il cocomero, il grappolo d’uva, il limone, l’arancia, le prugne e le immancabili ciliegie, che sono state a lungo il simbolo delle slot machine per antonomasia. A questi si aggiunge il numero 7 di colore rosso e un simbolo aggiuntivo, la Stella, che ha funzione di Scatter e che paga ben 400 volte la puntata se compare su tutti i cinque rulli in una linea di pagamento attiva.\nIl gioco è arricchito dalla funzione Gamble: in seguito a una vincita di qualsiasi entità, apparirà sulla schermata una carta girata, delle quale bisognerà indovinare il colore, rosso o nero. Si tratta di un classico Bonus “lascia o raddoppia”: se la scommessa è giusta si porterà a casa la vincita raddoppiata, in caso contrario si perderà tutto.\nAltre Fruit Machine\nCome già detto, le Fruit Machine rappresentano un classico intramontabile nel mondo delle slot e le ritroviamo praticamente in tutti i cataloghi: la più famosa di tutte è probabilmente Fruit Shop, che propone una rivisitazione del tema in chiave cartone animato. Tra le altre ricordiamo anche Fruit Spin e Ninja Fruit, oltre che la Fruit Machine di casa Win Studios chiamata Fruitblaster, che prevede oltre al gioco tradizionale, una serie di mini giochi che aumentano il divertimento e le possibilità di vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sizable Win",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/sizable-win_thumb-286x217.jpg",
            "filename": "sizable-win_thumb-286x217.jpg"
        }
    ],
    "name": "Sizable Win"
}