{
    "studio": "Novomatic",
    "text": "\nSizzling Gems\nSe amate le slot dal tono classico, e se siete dei nostalgici delle vecchie macchinette terrestri, Sizzling Gems è il massimo a cui potrete aspirare. Le slot fruttate, meglio conosciute con il nome di Fruit Machine, sono subito riconoscibili perché raramente apportano cambiamenti ad uno schema già collaudato. Anche in questo caso non ci sono sorprese, i simboli sono quelli dei frutti con in aggiunta il numero sette e la stella, tutti resi luccicanti dalle gemme preziose. La cornice di gioco risalta rispetto allo sfondo arancione e sui lati sono ben visibili i numeri corrispondenti alle linee di pagamento. Sulla parte inferiore troviamo il tasto per accedere al menù, il numero di linee attive che possono essere aumentate o diminuite cliccando sul tasto “+” o su quello “-”, il valore della puntata su ciascuna linea di pagamento, il tasto Gamble, quello Start per avviare il gioco manuale e quello Autoplay che permette di far girare i rulli automaticamente.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha cinque rulli e tre righe, con 5 linee di scommessa fisse, ossia non è possibile decidere quante attivarne per ogni Spin. La scommessa minima è di o.20 € per linea di pagamento, la massima di 20 €. Il ritorno teorico al giocatore, o RTP, è del 95,66%, in linea con le altre slot di casa Novomatic.  Le combinazioni vincenti vanno da destra a sinistra, tranne che per lo Scatter che paga al di là della posizione. La volatilità è alta, ossia non si vince di frequente ma quando questo accade si hanno vincite abbastanza redditizie. La vincita potenziale è di 500 volte la puntata, niente male per chi aspira a portarsi a casa un bel gruzzolo!\nSimboli e funzionalità di Sizzling Gems\nCome detto in precedenza, i simboli di Sizzling Gems, nella migliore tradizione delle Fruit Machine,  sono rappresentati appunto dai frutti. Quelli con un valore più basso sono le ciliegie e i limoni, nel caso appaiano per 5 volte in una linea vincente pagano 10 volte la puntata. A seguire abbiamo le prugne e l’uva con un moltiplicatore di 20 volte e infine l’anguria che arriva a pagare 40 volte i soldi investiti. Il numero 7 è quello che ha maggior valore tra i simboli regolari. In caso compaia per 5 volte nella linea di pagamento, paga 100 volte la scommessa. Esso ha anche la funzione di Wild, e va a sostituire tutti i simboli ad eccezione dello Scatter. La stella è il simbolo Scatter e non è legato alla linea vincente, basta che appaia per essere ricompensati.\nA seguito di una vincita è poi possibile attivare la funzione Gamble, che permette di raddoppiare l’importo fino a un massimo di 5 volte. In questo caso sullo schermo appare un mazzo di carte e due tasti, Black e Red. Il vostro compito è quello di cliccare su uno dei due. Se la carta estratta dal mazzo corrisponde alla vostra scelta, allora raddoppierete la vincita e potrete continuare a rischiare, in caso contrario perderete la quota relativa all’ultimo Spin vincente e tornerete al gioco regolare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sizzling Gems",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/sizzling-gems_featured-286x217.jpg",
            "filename": "sizzling-gems_featured-286x217.jpg"
        }
    ],
    "name": "Sizzling Gems"
}