{
    "studio": "Quickspin",
    "text": "\nSkulls UP\nInformazioni generali\nSoftware: Quickspin\nRulli: 5 x 3 righe\nLinee di gioco: 243-1.944 modi per vincere\nImporto minimo della puntata: 0,10 €\nImporto massimo della puntata: 100 €\nVincita massima: 3.650 volte la puntata\nReturn to Player (RTP): 96,26 %\nVolatilità: alta (4.5/5)\nFunzioni speciali: Flaming Respins, Flaming Free Respins\nCaratteristiche principali\nQuello della pirateria nei mari azzurri dei Caraibi è un tema che ha affascinato e continua ad affascinare tantissime persone, sia in ambito letterario, sia cinematografico (basti pensare alla fortunata serie dei Pirati dei Caraibi) e anche nel mondo delle slot.\nLa software house Quickspin propone tra le novità del suo catalogo Skulls Up, una slot machine ambientata in un mare cristallino a bordo del galeone dei pirati.\nLa grafica di questo gioco non è particolarmente elaborata ma di sicuro effetto: è realizzata in stile cartone animato con colori molto vivaci che conferiscono alla slot un’aria molto divertente, inoltre sono presenti delle animazioni che rendono l’esperienza di gioco ancora più coinvolgente.\nSullo sfondo costituito da una spiaggia bianchissima e da un mare cristallino troviamo la griglia dei rulli, circondati da una vegetazione caraibica; i rulli sono incorniciati nel legno, in una struttura abbastanza lineare e efficace. Ad accompagnarci nel gioco ci sono inoltre degli effetti sonori di sicuro impatto coerenti con la tematica.\nModalità di gioco, RTP e range di puntate\nL’RTP (return to player) di Skulls Up si attesta su un ottimo 96,26%, mentre la volatilità è decisamente alta, avendo ottenuto una valutazione di 4.5/5. Non aspettatevi dunque delle vincite frequentissime ma sappiate che potrete avere la possibilità di portare a casa un bel gruzzolo!\nPer quanto riguarda la modalità di gioco, abbiamo cinque rulli e tre righe, mentre le linee di pagamento partono da 243 per arrivare, grazie alle righe espandibili, fino al notevole numero di 1.944 modi per vincere!\nIl range di scommesse è ampio, partendo da soli 10 centesimi a giro per arrivare fino a 100 €, rendendo Skulls Up una slot adatta sia ai giocatori che amano scommettere cifre importanti sia a coloro che invece si accontentano di giocare pochi soldi e di godersi l’aspetto ludico dei rulli che girano.\nSimboli, Wild e Scatter di Skulls Up\nOltre ai simboli non tematici, che come sempre sono rappresentati dalle carte da gioco, stavolta dal 10 all’Asso, troviamo i simboli legati al tema della slot: abbiamo quindi sui rulli un pappagallo, una scimmia, un pirata con la benda sull’occhio e un’affascinante piratessa. Il pirata tra tutti è il simbolo che vale di più, offrendo un pagamento pari a 20 volte la puntata quando compare su tutti i cinque rulli. La tabella dei pagamenti è completata da due Wild diversi che possono comparire solo sui rulli 2, 3 e 4: sono rappresentati da un teschio “semplice” e da uno in fiamme. Il teschio non fiammeggiante svolge i compiti di un jolly classico, sostituendo gli altri simboli per completare delle combinazioni vincenti, il teschio in fiamme invece attiva la funzione speciale Flaming Respins.\nIl simbolo Scatter di Skulls Up è invece un forziere del tesoro, che se compare per tre volte sui rulli regala 8 giri gratuiti, all’interno dei quali la modalità di gioco cambia e si può sfruttare il sistema di righe espandibili per aumentare le possibilità di vittoria.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Skulls UP",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/skulls-up_new-286x217.jpg",
            "filename": "skulls-up_new-286x217.jpg"
        }
    ],
    "name": "Skulls UP"
}