{
    "studio": "Tom Horn Gaming",
    "text": "\nSky Barons\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 15\nPuntata minima: 0,02 €\nReturn To Player (RTP): 98,2%\nVarianza: media\nTema e grafica\nCon questa originale slot firmata dalla software house Tom Horn Gaming ci troviamo catapultati nella prima metà del ‘900, quando sui cieli d’Europa si combatteva la Prima Guerra Mondiale. La slot trae spunto dalle vicende del leggendario Barone Rosso, un aviatore tedesco che fu così soprannominato in virtù del fatto che usava dipingere di colore rosso brillante la fusoliera dell’aereo che pilotava.\nLa grafica è molto ben curata, nonostante non siano presenti animazioni 3D o particolari effetti speciali: lo sfondo è rappresentato semplicemente da un cielo azzurro sul quale si stagliano aerei di diverso colore che sono anche i simboli tematici del gioco. Sono presenti anche le tradizionali carte da gioco dal 10 all’Asso, riprodotte con una grafica che ricorda le scritte tedesche in epoca bellica.\nSimboli e modalità di gioco\nCome già accennato, i simboli tematici di questa slot machine si limitano praticamente a colorati aeroplani con valore diverso. Oltre a questi, che sono anche i simboli regolari, troviamo i simboli speciali, rappresentati da un pilota (che dovrebbe essere il mitico Barone Rosso), una medaglia d’oro e una giovane donna bionda che potrebbe essere un’assistente di volo ante litteram.\nLa donna bionda è il Wild del gioco e come tale ha funzione di jolly in quanto può sostituire tutti gli altri simboli, tranne lo Scatter, per ottenere delle combinazioni vincenti.\nIl Barone Rosso è invece lo Scatter del gioco: se compare per almeno tre volte sui rulli, a prescindere dalla posizione occupata, si accederà innanzitutto a 12 giri gratuiti nei quali sarà presente anche l’icona aggiuntiva della medaglia che apparirà solo nel rullo centrale. Ogni volta che compare questo simbolo speciale si avrà un moltiplicatore, che verrà aumentato fino a un massimo di x13 e che verrà applicato alla vincita totale alla fine della partita bonus\nConsiderazioni finali su Sky Barons\nQuesta bella slot di casa Tom Horn ci è piaciuta parecchio e crediamo che possa diventare un gioco di successo, essendo già tra le più apprezzate di questa giovane software house.\nIl gioco nel complesso è molto divertente, e l’atmosfera risulta ancora più coinvolgente in virtù di una colonna sonora a tema che arricchisce l’esperienza ludica.\nIl tema poi è assai accattivante e la grafica, pur non essendo particolarmente ricercata, è comunque molto efficace nel portare il giocatore sulle nuvole!\nSicuramente si tratta di un gioco che vale la pena provare, se si cerca una slot originale e ben strutturata!\nRed Baron: la “slot gemella”\nSegnaliamo, per coloro che hanno trovato questo tema affascinante, una slot molto simile prodotta dalla Aristocrat: si chiama Red Baron e anche questa è incentrata sulla figura del Barone Rosso. Rispetto a Sky Barons si tratta di un gioco molto più articolato, con ben 243 linee si vincita e un jackpot che può arrivare a 37.000 €.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sky Barons",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/sky-barons_free-286x217.jpg",
            "filename": "sky-barons_free-286x217.jpg"
        }
    ],
    "name": "Sky Barons"
}