{
    "studio": "IGT",
    "text": "\nSmash the Pig\nSmash the Pig è una 5 bobina, 20 slot payline da IGT che è giocabile su tutti i dispositivi da 0,20€ a rotazione. Basato sui maiali e con una grafica in stile cartoon, beneficia della tecnologia win both ways – il logo Smash the Pig può ricompensarti con 500 volte la tua puntata per 5 su una payline. C’è una funzione Pick a Pig Bonus dove puoi vincere fino a 20 volte la tua puntata per i prelievi, prelievi extra e l’accesso alla funzione Pig Smashing Bonus – qui puoi anche vincere fino a 20 volte la tua puntata per ogni maiale ma puoi ottenere vari maiali per grandi premi fino a quando la tua fortuna non si esaurisce.\nUna grafica esilarante\nSmash the Pig Smashing the Pig può essere descritto in due parole: perfezione adorabile. Quando il gioco inizia (cosa che si fa piuttosto velocemente, dobbiamo aggiungere) i vostri occhi saranno trattati con colori brillanti su tutto lo schermo. Questo titolo vuole essere una giornata di sole nella fattoria, e il gioco lo riflette piuttosto bene.\nSotto i rulli, potete trovare un display che vi dirà quante linee state giocando e la scommessa per linea per quel giro. Quando quel testacoda finisce, viene visualizzata la vincita. Nella parte inferiore dello schermo si trovano i pulsanti che verranno utilizzati per giocare. Sono menu, paga, seleziona le linee, scommetti per linea, puntata per linea, puntata massima e spin. Quando si vince, questi pulsanti si trasformano in “double up”, “take score” e “triple up”.\nLe bobine sono al centro dello schermo come da norma con un titolo Spielo, mentre lo sfondo è costituito da una collina verde lussureggiante con un bel cielo blu sopra. Ciò che distingue questo gioco dai titoli concorrenti è il suo livello di dettaglio estremamente impressionante. Attraverso ogni centimetro di questo gioco troverete elementi intricati che gli conferiscono un ulteriore “pop”.\nAnche se Smash the Pig potrebbe non avere il tema più creativo in circolazione, la performance visiva che offre non può certo essere messa in discussione.\nFunzioni e simboli della Slot Machine\nVisivamente, Smash the Pig ha una grafica in stile cartoon ed è ambientato su una lussureggiante collina verde con un cielo azzurro chiaro come sfondo. I simboli sulle bobine includono carte da gioco regolari (A, K, Q e J), oltre a un martello, una moneta di bronzo con sopra un Abraham Lincoln maialino, un mazzetto di soldi e il logo di Smash the Pig.\nQuest’ultimo è il più redditizio, che ti dà 7,5, 50 o 500 volte la tua puntata totale per 3, 4 o 5 su una linea di pagamento. Ricordate che le vincite possono essere formate da sinistra a destra e da destra a sinistra partendo dalle bobine più a sinistra (bobina 1) o più a destra (bobina 5).\nPer quanto riguarda le funzioni bonus, Smash the Pig te ne offre 2 – la prima è la funzione Pick a Pig Bonus che si spiega da sola. Può essere giocato quando si ottengono altri 3 salvadanai sparpagliati in qualsiasi punto in vista. Poi devi scegliere 1 dei maiali per rivelare un premio in contanti da 1 a 20 volte la tua puntata, un premio in contanti da 1 a 15 volte la tua puntata più un’altra possibilità di scegliere, tutti i premi in contanti combinati o l’ingresso nella funzione Pig Smashing Bonus.\nAlla funzione Pig Smashing Bonus si può accedere anche ottenendo 3 o più simboli bonus in qualsiasi punto dei rulli – ogni simbolo ottenuto aggiunge un po’ di fortuna al Luck Meter (situato sul lato destro dei rulli). Devi scegliere 1 degli 8 maiali per rivelare premi in contanti fino a 20 volte la tua puntata.\nQuando un maiale viene schiacciato, il Luck Meter si svuota leggermente, in modo da poter continuare a raccogliere fino a quando la fortuna non si esaurisce. Se riesci a schiacciare 5 maiali e c’è fortuna nel misuratore, i 3 maiali rimanenti scapperanno via con 8 nuovi maiali in entrata – anche la fortuna aumenta per darti più possibilità di vincere premi in contanti.\nSmash the Pig ha un bell’aspetto, ma in realtà è uno slot abbastanza semplice: è un peccato che non ci sia la possibilità di fare giri gratis. Per quanto riguarda la variante, è nel mezzo, con le vincite più grandi che arrivano nella funzione Pig Smashing Bonus.\nAltre Slot Machine simili\nSe vi piacciono i maiali, vi consiglio di provare l’alta varianza Piggy Riches di Net Entertainment che è un gioco molto migliore. Mentre Spielo, infatti, è un provider poco sconosciuto, NetEnt ti permette di scommettere i tuoi soldi su una Slot Machine dalla grafica più curata e dalle percentuali di probabilità di fare più denaro più alte.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Smash the Pig",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/smash-the-pig-slot-286x217.jpg",
            "filename": "smash-the-pig-slot-286x217.jpg"
        }
    ],
    "name": "Smash the Pig"
}