{
    "studio": "Playson",
    "text": "\nSolar Queen\nIl mondo degli Egizi è un tema spesso utilizzato da molte Software House, anche se è facile di incorrere nel rischio della ripetitività. Dobbiamo dire però che con questa slot la Playson ha fatto un ottimo lavoro, creando un prodotto fuori dal comune. Guardando più nello specifico, Solar Queen si concentra sul culto del sole, venerato dagli Egizi attraverso numerosi simboli, primo fra tutti il disco infuocato. Un altro simbolo appartenente a questo culto è Khepri, lo scarabeo alato, che ogni mattina spingeva il sole in direzione del cielo, mentre la sera lo trasportava verso l’oltretomba. Il Dio Sole era Ra, un essere dal corpo umano e la testa di uccello, spesso rappresentato con un cerchio infuocato sopra la testa.\n\nPassando al gioco vero e proprio, cominciamo col dire che la grafica è molto dettagliata e che dietro la griglia di gioco si intravede il deserto di notte. Sulla parte superiore della cornice è presente il moltiplicatore e una barra divisa in tacche che si riempiono in modo progressivo e che consentirà di raggiungere determinati bonus.\nNella parte sottostante troviamo invece i tasti per aumentare o diminuire il valore della puntata e quello Max per andare direttamente a quella massima. Completano il tutto il tasto per far girare i rulli in modo autonomo e quello per l’Autoplay. Le musiche sono quelle tipiche del mondo egizio.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha cinque rulli e quattro righe, 20 linee di pagamento fisse e un RTP pari a 95,78%, pienamente nella media. Le scommesse partono da un importo minimo di 0,20 € e arrivano a un massimo di 100 €. Attraverso il tasto Quick Spin è possibile accelerare la rotazione dei rulli.\nSimboli e funzionalità di Solar Queen\nI simboli di questa slot sono tanti e variegati. Accanto a quelli legati alle carte da gioco, che sono anche quelli che pagano meno, abbiamo gli animali sacri al popolo egizio come il gatto, il leone, lo struzzo e il pappagallo. A seguire in termini di redditività troviamo il Dio Ra e Anubi, mentre la dea Hator paga più di tutti. Inoltre quest’ultima ,essendo di dimensioni maggiori rispetto agli altri simboli, quando compare si espande e aumenta le possibilità di avere delle combinazioni vincenti. Il simbolo Wild è rappresentato dal sole con la cornice. Ogni volta che esso compare sui rulli, crea una cornice infuocata che rimane fissa fino al riempimento della barra che si trova al di fuori della griglia di gioco. Una volta completata, tutti i simboli che si trovano dentro la cornice diventano automaticamente dei simboli Wild. C’è anche un altro Bonus interessante legato alle cornici infuocate: quando il sole si ferma all’interno di una cornice, si attiva un moltiplicatore progressivo che andrà ad impattare sulle vincite di ogni Spin successivo. Ogni volta che si verifica tale evento, il moltiplicatore salirà di 1. Lo scarabeo alato rappresenta lo Scatter, ne bastano 3 per attivare 10 giri gratuiti e può apparire solo sui rulli 1, 3 e 5. Quando appare il simbolo solare durante i Free Spins, allora si trasformano immediatamente in Wild e rimangono fissi sino all’esaurimento dei giri gratuiti.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Solar Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/solar-queen_new-1-286x217.jpg",
            "filename": "solar-queen_new-1-286x217.jpg"
        }
    ],
    "name": "Solar Queen"
}