{
    "studio": "Barcrest",
    "text": "\nSoldier of Rome\nLa slot Soldier of Rome ci porta al tempo del grande Impero Romano, quando Roma era la capitale di un territorio vasto che copriva Europa, Nord Africa e Medio Oriente.\nProdotta da Barcrest (SG), Soldier of Rome vede un centurione diviso tra le imprese di guerra e la sua relazione sentimentale con la donna che ama e che l’aspetta a casa. Il tuo compito, sarà quello di vincere insieme a lui per tornare con un bel regalo in gettoni sonanti.\nGrafica della slot machine\nAd esser sinceri la grafica della slot Soldier of Rome urla vendetta. Ci vorrebbe una seconda versione, tipo una Soldier of Rome 2 oppure Beta. Non è per essere cattivi, ma si potrebbe fare sicuramente di meglio. Se la grafica dei simboli elementi è passabile, tuttavia il fatto che appaia un po’ piccola sullo schermo è un fattore da migliorare.\nTuttavia, sempre per essere oggettivi e imparziali, va detto che la struttura di gioco si presenta in modo molto originale. Infatti, inizialmente la struttura si presenza con una strana forma: 4 simboli a sinistra e poi una griglia 3×10 sulla destra. Questa struttura la si spiega con le funzioni speciali della slot. Infatti, i simboli sulla sinistra influenzano il gioco principale con delle vincite extra.\nTra i simboli della slot troviamo il centurione (che può ricoprire per intero i 10 rulli sulla destra), le sue donne, le spade, il simbolo SPQR con l’aquila, il gonfalone con il logo del gioco e i semi del Poker.\nLe funzioni e i bonus della slot\nLa slot Soldier of Rome presenta 50 payline nel gioco base e 100 linee di pagamento quando è attiva la funzione Mighty Reels (rulli potenti) di cui parleremo tra poco.\nLe funzioni speciali sono 4:\n\nFree spin: si attivano ottenendo 3 o più simboli con il logo nel gioco base. Durante i free spin si possono vincere ulteriori giri gratuiti per un massimo complessivo di 25. Durante i free spin, un simbolo centurione allargato avvia i Mighty Reels\nMoney Burst/Lightning Spins: i rulli della Money Burst sono i 4 sulla sinistra del display. Se si fanno combaciare 4 simboli nella Money Burst si attivano i Lightning Spin.\nLightning Spin: durante questi giri speciali, numerosi simboli che combaciano con i 4 dei rulli Money Burst saranno aggiunti ai Mighty Reels.\nWild espandibili: il simbolo Centurione espanso è di 3 caselle e può espandersi ancora ricoprendo l’intero rullo nel gioco base. Durante i free spin e nelle partite con Big Bet, i simboli wild possono espandersi sull’intero rullo anche quando appaiono parzialmente.\n\nSlot simili a Soldier of Rome\nEsistono centinaia di slot basate sul tema dell’antica Roma. Alcuni titoli molto conosciuti sono Spartacus della WMS, Victorious della Netent, Gladiator della Playtech, Luxury Rome della iSoftbet.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Soldier of Rome",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/07/soldier-of-rome_free-286x217.jpg",
            "filename": "soldier-of-rome_free-286x217.jpg"
        }
    ],
    "name": "Soldier of Rome"
}