{
    "studio": "Playtech",
    "text": "\nSorcerers Guild of Magic\nLa Playtech ci ha abituato a slot sempre molto elaborate, ricche di bonus e con qualche sorpresa extra che rende il gioco più coinvolgente. Anche Sorcerers Guild of Magic segue questa linea. L’ambientazione è l’antro di un mago, anzi di quattro maghi qui associati ai quattro elementi: acqua, aria, terra e fuoco. I loro poteri sono legati a altrettante animazioni grafiche di buon livello. A fare da sfondo c’è una biblioteca millenaria in cui sono custoditi i segreti delle arti magiche. In basso troviamo i tasti che ci permettono di impostare la nostra scommessa, mentre sopra la griglia di gioco ci sono quattro sfere che verranno riempite con gli elementi al presentarsi di determinate situazioni. Ma questo lo vedremo più avanti.\nUna musica fiabesca accompagna la rotazione meccanica dei rulli, con qualche variazione associata alle vincite e all’attivazione delle funzioni speciali.\nCaratteristiche della slot\nLa Playtech ha scelto per Sorcerers Guild of Magic una griglia semplice con 3 righe, 5 rulli e 10 linee di pagamento fisse su cui è possibile puntare da un minimo di 0,10 € a spin (0,01 € su ogni linea) sino a un massimo di 450 €.\nI giri automatici variano tra 5 e 100, senza bisogno di impostare alcun limite. È possibile decidere di attivare la modalità Turbo per accelerare la rotazione dei rulli.\nPer quel che riguarda il valore RTP, siamo su un buon 96,09%, ampiamente nella media.\nSimboli e funzionalità\nCon Sorcerers Guild of Magic si vince abbinando almeno 3 simboli identici sino a un massimo di 5 a partire dal primo a sinistra verso destra. I simboli con minore valore sono le ampolle a cui sono associati i semi delle carte da gioco. A salire troviamo i talismani magici dei maghi: gli orecchini, l’anello, il ciondolo e il diadema. Questi simboli ricoprono anche la funzione di Wild a determinate condizioni e diventano paganti con le ricompense più alte in assoluto. La ragazza è un altro simbolo di alto valore, anche se non raggiunge le cifre dei Wild.\nVeniamo adesso alle funzioni speciali. Quando compare uno dei maghi, la sfere corrispondente posizionata sopra i rulli si riempie dell’elemento caratteristico del mago.\nEcco qua un elenco dettagliato dei bonus che potremmo ricevere:\n\nStregone della natura: può apparire soltanto sul rullo 1 e trasforma uno dei talismani in Wild. Regala inoltre un respin.\nStregone del fuoco: può apparire soltanto sul rullo 2 e assegna un moltiplicatore sino a 10x, inoltre assegna un respin.\nStregone del vento: può apparire soltanto sul rullo 3 e porta le linee di pagamento da 10 a 20. Anch’esso assegna un ulteriore giro gratuito.\nStregone dell’acqua: può apparire soltanto sul rullo 4 e rimuove uno dei simboli di basso valore sostituendoli con altri di alto valore. Anche in questo caso verremo omaggiati con un giro gratuito.\n\nOgnuno degli stregoni può comparire associato a un ulteriore stregone arcano di colore rosa. Quando questo accade, avremo ulteriori bonus:\n\nStregone della natura + stregone arcano: un ulteriore simbolo viene trasformato in Wild e viene assegnato un altro respin.\nStregone del fuoco + stregone arcano: Raddoppia il moltiplicatore ricevuto dal primo stregone e assegna un altro respin.\nStregone del vento + stregone arcano: le linee di vincita pagano in entrambe le direzioni e viene assegnato un respin.\nStregone dell’acqua + stregone arcano: rimuove un altro simbolo di basso valore e assegna un ulteriore respin.\n\nNel caso in cui sulla schermata ci siano nello stesso giro due stregoni differenti, lo stregone arcano deciderà casualmente quale potenziare.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sorcerers Guild of Magic",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/sorcerers-guild-of-magic_thumb-286x217.png",
            "filename": "sorcerers-guild-of-magic_thumb-286x217.png"
        }
    ],
    "name": "Sorcerers Guild of Magic"
}