{
    "studio": "Ainsworth",
    "text": "\nSouth of the Border\nSembra che gli esperti di slot di Ainsworth abbiano sviluppato un gusto per il mondo gastronomico messicano, perché con questa slot gratis intitolata South of the Border si sono ispirati alla precedente slot Sweet Chilli Electric Cash, ma con l’aggiunta di quattro livelli di jackpot.\nGameplay di South of the Border\nIl layout della schermata è composto da tre file e cinque rulli che ruotano su 25 linee di vincita sempre attive. Come al solito per questa configurazione, le vincite sono fatte con simboli tre, quattro e cinque di un tipo. Se stai cercando un’avventura emozionante sui rulli, con questo gioco di Ainsworth sarai più che soddisfatto grazie al simbolo scatter e al simbolo jolly che può formare pile di 3 su un’unica bobina. I simboli principali sono bicchieri di margarita, bottiglie di salsa piccante, cactus e una serie di simboli di carte raffigurati come tacos salati, il tutto animato da un’allegra musichetta di chitarra.\nCome giocare a South of the Border Slot\nPrima di berti la tua prima tequila, seleziona il tuo budget di prima scommessa. Per avviare il gioco in modalità di riproduzione automatica, premi il pulsante a sinistra e usa il cursore per selezionare il numero di giri gratuiti. Altre opzioni includono: l’impostazione di un limite di perdita e un limite di vincita totale. Il numero di giri automatici è limitato a 25 e il limite di perdita è limitato al costo della puntata di 25.  Il pulsante MAX aumenta la puntata fino al massimo, che nella slot South of the Border è di 40,00 euro a giro.\nCaratteristiche dei quattro livelli jackpot\nEsistono quattro livelli di jackpot e ogni importo viene visualizzato sopra i rulli:\n\nIl Mini Bonus vale 40x\nIl Minor Bonus 200x,\nIl Major Bonus 2000x\nIl Grand Jackpot paga 30.000x piuttosto voluttuosi.\n\nI pagamenti dei simboli standard possono essere visualizzati dalla Tabella dei Pagamenti a cui è possibile accedere quando si seleziona il pulsante ‘i’ nella parte inferiore dello schermo.\nCome vincere con i simboli alle slot South of the Border\n\nPer vincere il gioco sono necessari almeno tre simboli corrispondenti. Un’eccezione è il simbolo del cactus danzante che può pagare con due di un genere, anche se un premio molto piccolo;\nC’è un simbolo jolly che sostituisce qualsiasi icona, tranne tutti gli scatter che possono apparire sui rulli. Il selvaggio è l’allegro mariachi messicano;\nIl simbolo più prezioso nella slot South of the Border è il simbolo scatter. Paga 100x moltiplicato per la scommessa per cinque simboli corrispondenti, 10x per quattro e 2x per tre. Questo simbolo non deve apparire su nessuna delle 25 linee di pagamento per innescare un risultato vincente;\nIl cactus paga 6 volte moltiplicato per la scommessa per cinque simboli;\nLa salsa piccante paga 5 volte;\nIl bicchiere di margarita paga 4x e così fa la pinata.\n\nIl bonus protagonista di South of the Border\nIl bonus è legato al simbolo del sole che viene fornito con un premio in denaro su di esso relativo alla scommessa. Hai bisogno di cinque di questi simboli sparsi sullo schermo per raccogliere il premio in denaro e attivare il gioco bonus. Quando il simbolo del sole attiva il bonus, i giocatori ottengono quattro giri gratuiti. I simboli di attivazione rimangono in posizione mentre il resto del set di rulli viene cancellato dai simboli normali e può restituire solo i simboli del sole e i simboli +1, +2 e +3 dei Giochi gratuiti attaccati ai soli, aggiungendo così molti giri al conteggio.\nAttenzione! – Il misuratore di sole sulla destra aggiungerà un sole per ciascuno che si ferma sui rulli. Il gioco paga il Grand Jackpot quando ci sono 10 simboli del sole sui rulli.\nPensieri di chiusura su South of the Border\nAinsworth ha rilasciato il gioco anche come demo, per chi preferisce provare la slot in modalità gratuita prima di depositare denaro reale e avere un primo assaggio di questa avventura con jackpot in Messico. Forse i pagamenti non saranno troppo elevati, ma la funzione bonus viene attivata con cinque simboli anziché sei, cosa normale per tutte le slot online. Il vero switch del gioco è far girare i rulli per ottenere i premi del jackpot. Solo una successione molto fortunata di pagamenti del gioco base può portare ad un ritorno considerevole, quindi occhio ai preziosi simboli del sole! Scopri le slot South of the Border richiedendo un’offerta di benvenuto direttamente da questa pagina e gioca nei migliori casinò online!\nSe desideri provare qualche altro titolo di questo sviluppatore, clicca su uno di questi link e buon divertimento!\n\nhttps://www.slotjava.it/slot/amazon-gold/\nhttps://www.slotjava.it/slot/electric-nights/\nhttps://www.slotjava.it/slot/money-heat/\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "South of the Border",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/south-of-the-border_gratis-286x217.jpg",
            "filename": "south-of-the-border_gratis-286x217.jpg"
        }
    ],
    "name": "South of the Border"
}