{
    "studio": "NetEnt",
    "text": "\nSpace Wars\nInformazioni generali\nSoftware: NetEnt\nRulli: 5\nLinee di gioco:40\nPuntata minima: 0,40€\nPuntata massima: 20 €\nReturn to player: 96,8%\nCaratteristiche principali\nNon tutti gli alieni fanno paura, di certo non i mostriciattoli dello spazio protagonisti di questa slot molto divertente della software house NetEnt!\nIl tema non è particolarmente originale in quanto non di rado ci capita di vedere alieni anche in versione cartoon come questi, non solo nelle slot ma anche e soprattutto nel cinema e nei programmi dedicati ai più piccoli.\nPur mancando di originalità nel tema, Space Wars si riscatta ampiamente con una grafica davvero ben curata e arricchita con simpatiche animazioni, per un’esperienza di gioco resa ancora più coinvolgente da un’azzeccatissima colonna sonora.\nAnche la modalità di gioco è più che soddisfacente: un Return to Player del 96,8 % e una volatilità medio-alta garantiscono vincite abbastanza frequenti, inoltre la presenza di simboli impilati arricchiscono il gameplay rendendolo molto più divertente.\nNel complesso si può dire che il marchio NetEnt non delude mai e che qualsiasi sia il tema trattato nei suoi giochi, siamo sempre certi che siano prodotti di alta qualità!\nSimboli e modalità di gioco\nQuesta slot machine di casa NetEnt è un classico gioco a 5 rulli e 40 linee di pagamento, che presenta un gameplay abbastanza lineare, con simboli Wild e Wild Stocked (Wild impilati).\nI simboli di Space Wars sono rappresentati da dei simpatici mostri spaziali che ricordano un pochino i protagonisti di Monster & Co, e che differiscono tra di loro per forma e colore, oltre che per il valore in gettoni.\nTra gli alieni, quello che paga di più è una sorta di polpo spaziale con un cappello da poliziotto in testa, che paga 400 gettoni quando compare su tutti i cinque rulli. Sulla tabella dei pagamenti potrete in ogni caso trovare il valore di tutti i simboli!\nIl simbolo che paga di più in assoluto però è una sorta di particolare gemma aliena di colore fucsia, che offre ben 1000 gettoni nel caso in cui si ottenga un allineamento di cinque simboli e che rappresenta il Wild\nIl simbolo Wild può comparire solo sui rulli 2 e 4, e si comporta da jolly sostituendo tutti gli altri per ottenere una combinazione vincente.\nLa particolarità di questo gioco è che ogni vincita, di qualsiasi importo e su qualsiasi linea di pagamento, attiva in automatico un giro gratuiti nei quali il simbolo che ha determinato la vincita viene incluso sulla linea di puntata e viene clonato sui rulli.\nSlot simili\nLe galassie lontane e le stelle esercitano un grande fascino su di voi? Vi piacciono i giochi che sviluppano questo tema? Tra le slot machine delle migliori software house non avrete difficoltà a trovare dei giochi spaziali! Tra le ultime rilasciate abbiamo Starblast, con una grafica incredibile e una modalità di gioco divertentissima; spazio e alieni sono i protagonisti anche di Star Awakening, un gioco di casa Eurobet davvero elettrizzante!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Space Wars",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/space-wars_slot-1-286x217.jpg",
            "filename": "space-wars_slot-1-286x217.jpg"
        }
    ],
    "name": "Space Wars"
}