{
    "studio": "NetEnt",
    "text": "\nSpace Wars 2 Powerpoints\nUn viaggio intergalattico ti aspetta con Space Wars 2, la slot targata NetEnt ambientata tra sciami di stelle e pianeti sconosciuti, con premi stratosferici a tua disposizione!\nUna grafica galattica\nGiocando a Space Wars 2 veniamo catapultati nello spazio profondo, con due pianeti che fanno da sfondo alla griglia di gioco. Sulla navicella spaziale che si trova nella parte superiore è presente una barra in cui alloggiano diversi contatori: al raggiungimento delle soglie di punti richiesti, verranno applicati dei moltiplicatori alle nostre giocate.\nIn generale la grafica è studiata nei minimi particolari per offrirci un’esperienza ludica elettrizzante. La musica di sottofondo coinvolgente, arricchita da numerosi effetti sonori, riesce a creare una condizione di gioco altamente immersiva.\nSistema a cascata per combinazioni multiple\nPer vincere a Space Wars 2 è necessario creare combo vincenti orizzontali o verticali su una griglia quadrata 6×6. Il sistema di gioco a cascata permette di effettuare già vincite con un solo Spin. Per chi non lo conosce, questo sistema di gioco prevede la sostituzione dei simboli vincenti con altri del tutto nuovi, così da ottenere ulteriori combinazioni vincenti.\nLa puntata minima richiesta per ogni Spin è di 0,20 €, la massima è di 6. È presente la funzione Autoplay e quella turbo, che accelera la rotazione dei rulli.\nIl ritorno teorico al giocatore (RTP) nel gioco principale è pari al 96,05%.\nUna costellazione di Bonus\nCome accennato prima, in Space Wars 2 è presente un sistema a punti, detti PowerPoints. A ogni combinazione vincente si ottengono dei punti che si vanno a finire nei contatori posti al di sopra della griglia di gioco. Al raggiungimento di alcuni valori soglia, verrà applicato un moltiplicatore che va da un minimo di 0,25x a un massimo di 20x. Sempre attraverso la raccolta di PowerPoints, vengono elargiti i Free Spins.\nPassiamo ora al Wild. Ne abbiamo due diversi: il primo è quello classico, sostituisce tutti i simboli eccettuo gli speciali, il secondo è invece legato ai Free Spins e si tratta di un Multiplier Wild a cui è associato un moltiplicatore.\nLa parte forte di Space Wars 2 è comunque la presenza di ben 3 bonus. Vediamoli nel dettaglio:\n\nColumn/Row Blaster: Abbinando almeno quattro simboli, assegna la funzione Column/Row Blaster, che farà sparire tutti i simboli e li sostituirà con altri nuovi. I punti PowerPoints verranno conteggiati nel misuratore.\nZapper: Con una combo di 5 o 6 simboli vengono rimossi solo alcuni simboli e sostituiti da altri.\nBomb: Se due combinazioni verticali e orizzontali di simboli identici si intersecano, allora una bomba farà esplodere tutti i simboli.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Space Wars 2 Powerpoints",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/06/space-wars-2-powerpoints_logo-286x217.jpg",
            "filename": "space-wars-2-powerpoints_logo-286x217.jpg"
        }
    ],
    "name": "Space Wars 2 Powerpoints"
}