{
    "studio": "WMS",
    "text": "\nSpartacus Gladiator of Rome\nLa leggenda del gladiatore Spartaco ha conquistato nel tempo il cuore e le menti di tantissime persone, in virtù delle sue doti di leadership militare e della sua ferocia nel combattimento. Spartacus Gladiator of Rome porta sui rulli le vicende del famoso gladiatore, con una slot machine che abbiamo trovato davvero bella e articolata quanto basta per renderla interessante e assolutamente da provare!\nIl personaggio di Spartaco è entrato nelle nostre case grazie ai numerosi film, libri e  pure una serie tv ispirati alla sua vita, e anche nel mondo delle slot machine sono diverse le software house che hanno proposto giochi con questo tema.\nDal punto di vista grafico, ciò che colpisce di più in Spartacus Gladiator of Rome è il grande realismo con cui sono rappresentati i protagonisti della slot (Spartaco e una bella combattente) e tutti i simboli tematici. Un’altra cosa che indubbiamente cattura l’attenzione del giocatore è la posizione dei rulli sulla schermata: ai canonici cinque rulli infatti se ne affiancano altri cinque disposti sulla sinistra, per un’esperienza di gioco che punta tutto sul gameplay!\nCaratteristiche principali della slot machine\nSpartacus Gladiator of Rome è un prodotto della software house Williams Interactive che si caratterizza per la modalità di gioco molto articolata e innovativa: la slot machine è organizzata con due set di rulli, uno più piccolo costituito da cinque rulli e quattro righe e uno più grande con cinque rulli e dodici righe, secondo la funzione Colossal Reels, che moltiplica le chance di ottenere una vincita.\nLe linee di pagamento sono 100 e su di esse possono essere scommessi degli importi a partire da soli 50 centesimi ogni due linee, per arrivare a una giocata massima di 250.00 €!\nLa volatilità di questa slot machine è media, il che significa che potranno essere ottenute sia delle vincite piccole e frequenti sia, con un po’ più di pazienza, anche premi di un certo valore.\nIl ritorno teorico al giocatore (return to player o RTP) di Spartacus Gladiator of Rome si attesta su un canonico 95,98%, nella media della maggior parte dei giochi di slot.\nSpartacus Gladiator of Rome: simboli e funzionalità speciali\nI simboli di Spartacus Gladiator of Rome sono in gran parte tematici, fatta eccezione per i quattro semi delle carte da gioco, e includono lo stesso gladiatore Spartaco, degli altri combattenti, elmetti, scudi, spade e leoni. Il logo della slot rappresenta il Wild del gioco, funge da jolly e come tale può sostituire tutti gli altri simboli tranne il Colosseo, che è invece lo Scatter.\nIl Colosseo appare solo sui rulli 1, 3 e 5 sia del set di rulli principale sia di quello Colossal, e quando ne compaiono almeno tre viene attivato un numero di giri gratuiti che parte da 8, a cui si associano diversi moltiplicatori, fino a 20 volte il valore della scommessa.\nSpartacus Gladiator of Rome offre la possibilità di giocare con i jolly impilati, ma attenzione, quando ciò avviene sul set principale uno o più di questi sono trasferite sul rullo Colossal, aumentando le possibilità che si creino delle combinazioni vincenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spartacus Gladiator of Rome",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/spartacus-gladiator-of-rome_thumb-286x217.jpg",
            "filename": "spartacus-gladiator-of-rome_thumb-286x217.jpg"
        }
    ],
    "name": "Spartacus Gladiator of Rome"
}