{
    "studio": "Red7",
    "text": "\nSpartacus Legendary Warrior\nSe siete alla ricerca di un gioco adrenalinico e veloce, Spartacus Legendary Warrior offre un tema avvincente che soddisferà anche i giocatori più esigenti! Come da titolo, questa slot della Red7 è focalizzata sulle gesta del leggendario gladiatore Spartacus, già protagonista di altre slot machine, come per esempio Spartacus: Gladiator of Rome del 2013 e Spartacus: Call to Arms del 2019. La slot è dunque ambientata in un’arena, in cui si combattono duelli all’ultimo sangue tra gladiatori e contro bestie feroci!\nNonostante il tema offra la possibilità di sbizzarrirsi con una grafica tecnologicamente all’avanguardia, Spartacus Legendary Warrior ha un compartimento grafico decisamente minimale: la schermata iniziale prevede solo il titolo della slot, la finestra di gioco appare fiancheggiata da colonne romane con tre gladiatori che si spostano da un lato all’altro dello schermo e un display sulla destra che indica quale dei tre bonus previsti sarà attivato.\nI simboli sono riprodotti in maniera abbastanza accurata e realistica, ma riteniamo che ciò non sia sufficiente per definire all’altezza del tema la grafica di Spartacus Legendary Warrior, soprattutto se paragonata a slot simili come per esempio Gladiator, che fa della grafica iperrealistica il suo assoluto punto di forza.\nStruttura di Spartacus Legendary Warrior, RTP e range di puntate\nLa struttura di base di Spartacus Legendary Warrior è quella tradizionale, cinque rulli per cinque righe, mentre per quanto riguarda le linee di pagamento, queste non sono fisse ma a seconda della fase del gioco e dei simboli che occupano i rulli possono da 50 diventare 100.\nIl valore della scommessa per ciascun giro è compreso tra 0,25 centesimi e 100 €, ed è possibile giocare anche in modalità automatica grazie alla funzione Autoplay: vi basterà impostare il numero di giri desiderato, fino a un massimo di 100, e mettervi comodi mentre il gioco va avanti da sé.\nIl ritorno teorico al giocatore (RTP), si colloca sul 95,56%, non pienamente soddisfacente in quanto leggermente al di sotto della media (la maggior parte delle slot si attesta almeno sul 96%).\nÈ possibile comunque reperire tutte le informazioni tra cui regole del gioco, payline e tabella dei pagamenti consultando il menù a tendina dedicato.\nSimboli regolari e speciali\nIn questa slot, oltre ai quattro semi delle carte da gioco, troviamo sui rulli i simboli tematici, rappresentati da carri, leoni ruggenti, spade, scudi, elmi di bronzo e asce incrociate. I simboli tematici sono quelli che hanno valore maggiore mentre i semi delle carte da gioco sono quelli che pagano di meno.\nLo Scatter è rappresentato dal Colosseo: tre Scatter nella riga superiore attivano la funzione Recruit Free Spins, che regala 12 giri gratuiti, mentre se compaiono nella riga inferiore oltre ad avere 12 free spins, le vincite saranno moltiplicate x2 o x5. Infine, se oltre ai tre Scatter sui rulli appare anche un simbolo Wild saranno ritenute vincenti tutte le combinazioni di simboli uguali anche se non su rulli adiacenti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spartacus Legendary Warrior",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/spartacus-legendary-warrior_slot-286x217.jpg",
            "filename": "spartacus-legendary-warrior_slot-286x217.jpg"
        }
    ],
    "name": "Spartacus Legendary Warrior"
}