{
    "studio": "SimplePlay",
    "text": "\nSparta’s Honor\nSe Atene era famosa per l’importanza data alla cultura, Sparta lo era per la forza del suo esercito e l’onore che pervadeva l’animo di ogni cittadino. Grazie a una grafica molto dettagliata, Sparta’s Honor ci farà immergere nell’atmosfera che si respirava in questa grandiosa città, con il protagonista che assomiglia in modo impressionante a Gerard Butler, l’attore che ha impersonato il re spartano Leonida nel famoso film 300.\nLa griglia di Sparta’s Honor è racchiusa tra le colonne di un tempio, e uno sfondo popolato da statue, templi e edifici reali. Ai lati sono indicate le linee di gioco attive, mentre in basso abbiamo tutte le informazioni riguardanti le giocate, come il saldo o le vincite totali.\nAnche il comparto sonoro serve a evocare la grandezza di questo popolo, con una musica epica ad accompagnarci ad ogni Spin.\nCaratteristiche della slot\nIn Sparta’s Honor abbiamo 50 linee di pagamento variabili sistemate su una griglia a 5 rulli e 4 righe. Il costo minimo per ogni linea di pagamento è di 0,20 monete e ci sono ben 5 livelli di scommessa.\nÈ presente l’opzione per l’Autoplay e il tasto per accelerare la rotazione dei rulli.\nLa volatilità è alta e il dato RTP molto buono, essendo pari al 96,38%.\nSimboli e funzionalità\nCome in tante altre slot, anche in Sparta’s Honor le carte da gioco sono i simboli che valgono meno. Quelli che pagano di più sono invece la regina, la guerriera con l’ascia e il guerriero senza armatura.\nAbbiamo poi diversi Wild. I primi due sono Leonida e il guerriero con l’armatura. Essi, oltre a sostituire tutti gli altri simboli, possono apparire impilati e quindi occupare diverse posizioni del rullo.\nGli elmetti sono altri due Wild, che qui chiameremo Wild 1 e Wild 2. Oltre ad essere paganti, rivestono anche il ruolo di Scatter a cui sono legati altrettanti bonus. Se 3, 4 o 5 Wild 1 compaiono sulla griglia senza che nel resto della posizioni ci sia il Wild 2, allora avremo il primo Bonus. Viceversa, se compare il Wild 2 ma non il Wild 1, avremo il gioco Bonus 2, che paga meno rispetto al primo.\nIn ogni caso con gli Scatter/Wild si ha sempre diritto a 8, 15 o 30 Free Spins.\nC’è poi un terzo gioco Bonus che si ottiene con la combinazione dei due Wild e che oltre ai giri gratuiti offre un moltiplicatore x2.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sparta’s Honor",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/11/spartas-honor_logo-286x217.jpg",
            "filename": "spartas-honor_logo-286x217.jpg"
        }
    ],
    "name": "Sparta’s Honor"
}