{
    "studio": "Lightning Box Games",
    "text": "\nSpartan Fire\nDi slot machines ce ne sono milioni, e i temi su cui si basano sembrano non finire mai. Tra tutti, a suscitare maggior fascino è il passato. Epoche che non abbiamo potuto vivere, ricche di azioni e misteri, come l’antica Roma, il vecchio west e tanto altro ancora. Lightning Box Games, con la sua Spartan Fire, ci riporta a Sparta, nell’antica Grecia, tra un popolo di fieri e inarrestabili guerrieri. Sarà riuscita a trasportare l’inarrestabile forza dell’esercito spartano in questa slot machines? Scopriamolo cominciando ad analizzarne l’aspetto grafico.\nForza e orgoglio con Spartan Fire\nCon lo sfondo di Spartan Fire siamo catapultati in un solenne palazzo spartano, dove tra imponenti colonne di marmo troviamo statue dorate di antichi guerrieri. La griglia, ampia e semplice, è contornata da delle lance d’oro. I 5 rulli ospitano simboli che rimangono fedeli all’antica gloria spartana, e che con il loro stile cartoonesco aiutano la già semplice griglia a rendere la scena meno caotica e a non affaticare gli occhi. Tra i simboli semplici troviamo la A, Q, K, J, 9, 10, senza particolari decorazioni, una biga trainata da cavalli e una nave spartana, mentre tra i simboli speciali possiamo trovare un guerriero e una guerriera.\nIl simbolo Wild sono gli occhi di un comandante con un elmo dorato, mentre il simbolo scatter è uno scudo spartano. Quando si attiverà la modalità “Shield Pick”, di cui parleremo meglio nel prossimo paragrafo, lo sfondo cambierà e ci ritroveremo in un campo di battaglia insanguinato. Al livello musicale, la Lightning Box Games ha fatto un eccellente lavoro. Le sonorità tipiche e i suoni di tamburi sono accompagnate dai canti di guerra dei soldati, che aiutano ad immergerci in questo antico mondo.\nSpartan Fire e le sue dinamiche modalità di gioco\nLa Lightning Box Games ci ha abituato ad aspettarci sempre qualcosa di nuovo e particolare nelle sue slot machines, e Spartan Fire non è da meno. Innanzitutto è presente una feature casuale chiamata Spartan Spin, dove per una sola spin i simboli dei due guerrieri si trasformano in Wild, che vanno ad aggiungersi a quella già esistente. La vera novità è però lo Spartan Fire Bonus, che si attiva quando ottenendo dai 3 ai 5 simboli scatter. In questa modalità lo sfondo cambierà e potrete selezionare tra 10 scudi, dietro ai quali si nascondono diversi bonus, come spin gratis o moltiplicatori. Potrete continuare a girare gli scudi finché non incapperete in due simboli con due spade incrociate. Unendo un RTP di 95.85% a questo variegato gameplay, Spartan Fire potrebbe attirare molti utenti e vale sicuramente la pena di essere provata.\nSlot simili a Spartan Fire\nCome già detto all’inizio della nostra recensione, il tema dell’antichità è molto utilizzato. Se volete tuffarvi nuovamente nell’antica Grecia dopo Spartan Fire, potreste provare anche Apollo God Of The Sun, Medusa II e Age Of The Gods, che vi permetteranno di esplorare anche il vasto e accattivante tema mitologico, mettendovi faccia a faccia con le divinità dell’olimpo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spartan Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/spartan-fire_new-286x217.jpg",
            "filename": "spartan-fire_new-286x217.jpg"
        }
    ],
    "name": "Spartan Fire"
}