{
    "studio": "IGT",
    "text": "\nSphinx\n\nLa slot Sphinx è una delle slot machine online più famose al mondo, una di quelle che hanno avuto più successo e che ancora vengono cercate e richieste da tanti giocatori.\nQuesto gioco di porta ai tempi dell’antico Egitto, nel regno della Sfinge, che da migliaia di anni scruta l’orizzonte avvolta dal mistero.\nProdotta da IGT, la slot Sphinx presenta 9 linee di pagamento, un display in formato 3×5, simboli scatter e jolly, oltre a una fase di gioco bonus tra le più cult di sempre nella storia delle slot.\n\nGrafica della slot machine\nLa grafica della slot Sphinx è piuttosto minimale, creata con la computer-grafica, in uno stile inizio anni ‘2000. Per quanto riguarda la fase bonus, invece, l’effetto è sicuramente più piacevole, poiché ricorda un po’ quei mitici videogame come Lara Croft o Indiana Jones.\nI simboli della slot comprendono la testa del sarcofago del faraone (il jolly del gioco), piramidi, ventagli, amuleti, statue e un medaglione (il simbolo scatter), e monete (attivatore del bonus).\nNel gioco bonus si entra nelle stanze della piramide, fino a fronteggiare dei sarcofaghi nei quali sono nascosti dei tesori.\n\nLe funzioni e i bonus della slot Sphinx\nLe funzioni speciali vengono attivate con i simboli speciali:\n\nJolly (la testa del faraone), che sostituisce tutti i simboli del gioco nella creazione delle combinazioni vincenti. L’unico simbolo che non può essere sostituito è la moneta.\nScatter (il medaglione con lo scarafaggio), che paga in ogni posizione\nSimbolo bonus (la moneta), che attiva il gioco Bonus Sfinge\n\nVisualizzando 3 o più simboli moneta su una linea di vincita si attiva Bonus Sfinge che offre l’ingresso alla piramide e ai suoi tesori. La prima stanza che si trova è quella dei sarcofaghi in piedi, in cui si possono vincere dei premi in denaro. Nel caso in cui nei sarcofaghi si trovi la miniatura della Sfinge, si accede ad una seconda stanza con premi molto più alti.\nUn’altra funzione speciale è la funzione “Gamble”, che consente di raddoppiare per più volte (x2 o x4 per un massimo di 5 volte) scommettendo con il gioco della carta rossa o nera.\n\nValutazione della slot Sphinx\nSi tratta di una slot che ha fatto la storia nel settore, con un grande successo in Italia e in Europa. Si può dire che ha fatto la fortuna del suo fornitore, IGT (una volta nota come GTECH), balzato agli onori delle cronache dei siti specializzati in slot machine online e nuovi casinò online.\nDa un punto di vista del gioco, l’esperienza è molto piacevole e c’è il desiderio costante di voler entrare all’interno della piramide, per aprire le stanze dei sarcofaghi. I giochi bonus, quando sono coinvolgenti, riescono ad aggiungere la giusta dose di divertimento.\nIl payout medio teorico della slot Sphinx è del 93-95%, cosa che la rende mediamente interessante anche da un punto di vista dei pagamenti.\n\n\nFAQ Sphinx Slot - Domande Frequenti \nDove posso giocare alla slot Sphinx gratis?\n\nSu SlotJava puoi giocare gratis alla slot Sphinx e a centinaia di altre slot senza registrarti e senza scaricare nulla.\n\n\n\nCome si vince?\n\nSi vince in base alle combinazioni di simboli uguali ottenute ad ogni giro. Va evidenziato che con le slot machine si possono utilizzare bonus di benvenuto senza deposito, aumentando così le possibilità di vincita.\n\n\n\nDove posso giocare alla slot Sphinx con soldi veri?\n\nSui casinò online di Snai, NetBet e Gioco Digitale. E' consigliato giocare soltanto sui casinò online italiani con licenza ADM, poiché sono sicuri al 100%.\n\n\n\nQuanto posso vincere alla slot Sphinx?\n\nDipende da quanto giochi e dalle combinazioni vincenti che ottieni.\n\n\n\nQuale bonus casinò posso usare?\n\nSotto la slot in versione gratuita sul nostro sito trovi i casinò in cui giocarci con soldi veri. Per ogni casinò abbiamo pubblicato una recensione completa con tutti i bonus disponibili, anche quelli esclusivi per i nostri lettori.\n\n\n\nCome si gioca alla slot Sphinx?\n\nE' semplice. Devi impostare il valore della puntata e cliccare sul pulsante “Spin” (Gira). L'obiettivo è quello di ottenere delle combinazioni di simboli uguali su una stessa linea di pagamento. Puoi anche entrare in giochi bonus per vincite extra e raddoppiare ogni premio con la funzione “Gamble”.\n\n\n\n\nSlot simili a Sphinx\nSe ti piacciono le slot dedicate all’antico Egitto o alla ricerca dei suoi tesori, allora non puoi non provare la famosissima Book of Ra (Novomatic) disponibile in versione Deluxe sui casinò online. A tal proposito, è bene ricordare che sul nostro sito si può giocare a Book of Ra gratis, senza registrazione.\nAltre slot simili a Sphinx sono Sphinx Wild (la sua versione “wild”), Cleopatra (prodotta da IGT), Dan of Egypt (Play’n’Go), Ancient Egypt Classics (Pragmatic Play), Egyptian King (iSoftbet), Rise of Egypt (Playson), Egyptian Heroes (NetEnt), Age of Egypt (Playtech).\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Sphinx",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/Sphinx-Simboli.jpg",
            "filename": "Sphinx-Simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Sphinx",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/Sphinx-tabella-pagamenti.jpg",
            "filename": "Sphinx-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Sphinx hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/sphinx-modalitá-bonus.jpg",
            "filename": "sphinx-modalitá-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Sphinx",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/sphinx-logo-286x217.jpg",
            "filename": "sphinx-logo-286x217.jpg"
        }
    ],
    "name": "Sphinx"
}