{
    "studio": "High 5 Games",
    "text": "\nSpin-vention\nPer chi non lo sapesse, con il termine Steampunk si indicano le opere di fantascienza create nell’800. A quel tempo si pensava che il progresso si sarebbe basato sul perfezionamento tecnologico dell’utilizzo del vapore, dell’acqua e dell’elettricità. Così le persone avrebbero volato utilizzando enormi dirigibili e i magneti sarebbero stati in grado di modificare l’orbita lunare. Ingranaggi, vapore, sistemi idraulici, tubi d’acciaio, elettricità, sarebbero stati determinanti per l’evoluzione del genere umano. Tra i più illustri rappresentanti di questo movimento ci sono sicuramente H. G. Welles, Verne e Arthur Conan Doyle.\nÈ proprio questa l’ambientazione di Spin-vention, slot prodotta dalla High 5 Games.\nCon queste premesse, era logico aspettarsi una grafica altamente dettagliata, e infatti da questo punto di vista la software house americana non ha deluso. La griglia di gioco è incorniciata in una serie di tubi, in sovrapposizione rispetto a una finestra circolare da cui si vedono palazzi futuristici ad altezza delle nuvole solcate da qualche dirigibile di passaggio.\nSui lati si trovano i tasti per l’Autoplay, per lo Start, e quello per accedere al menù.\nIn basso troviamo il variatore di puntata, il saldo e le vincite.\nIn sottofondo una musica fiabesca rende il gioco ancor più carico di mistero.\nCaratteristiche della slot\nLa griglia è di forma quadrata, 5 rulli e 5 righe, a cui però bisogna aggiungere un’ulteriore riga superiore destinata allo scorrimento dei bonus.\nLe linee di pagamento sono 20 e fisse su cui è possibile puntare come minimo 0,01 € per linea.\nSi possono selezionare da 10 a 100 giri automatici, per bloccarli ci basterà cliccare sul tasto stop o quando raggiungeremo i limiti di vincita o di perdita decisi al momento della selezione.\nIl valore RTP è pari al 96%, mentre la volatilità è alta: si vince meno spesso, ma quando succede le cifre non sono mai banali.\nSimboli e funzionalità\nIn Spin-vention non troverete nessun riferimento alle carte da gioco, ma solo simboli tematici. Tra di essi ricordiamo la lampadina, il manometro, il manicotto pieno d’acqua e l’ingranaggio.\nLa scritta Wild è il nostro Jolly e oltre ad essere pagante va a sostituire tutti i simboli eccetto quelli speciali.\nVeniamo ora ai bonus: sulla parte alta dei rulli, durante gli Spin vedremo scorrere dei simboli speciali. Per ricevere il bonus è necessario che appaia il simbolo del cubo, allora ci verrà assegnato il premio corrispondente. Per fare un esempio, se sulla riga in alto in corrispondenza del primo rullo apparirà un moltiplicatore e in una qualsiasi posizione di quel rullo il simbolo del cubo, allora la nostra vincita verrà moltiplicata. Vediamo i simboli nel dettaglio:\n\nMonete D’oro: assegna una somma di denaro compresa tra 2 e 100 volte la puntata.\nWild con la freccia rivolta verso il basso: trasforma tutto il rullo in Wild.\nWild con frecce a doppia punta e incrociate: trasforma in Wild qualche simbolo casuale sulla griglia. Il numero delle trasformazioni è associato al Jolly\nIl radar: applica un moltiplicatore compreso tra 2x e 10x.\nLa sfera circondata dall’anello: attiva il Pick Bonus\nIl mappamondo con la freccia ricurva: assegna degli Spin gratuiti\n\nIl Pick Bonus è una funzione speciale con cui si vincono moltiplicatori e vite gratuite. Si gioca su un rullo speciale e i simboli sono la ruota e la bomba. La ruota svela i moltiplicatori, la bomba fa diminuire le vite.\nAnche i giri gratuiti avvengono su rulli differenti rispetto al gioco base. Qui i simboli speciali si spostano sulla sinistra per lasciare il posto ad altri nuovi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spin-vention",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/spin-vention_featured-286x217.png",
            "filename": "spin-vention_featured-286x217.png"
        }
    ],
    "name": "Spin-vention"
}