{
    "studio": "NetEnt",
    "text": "\nSpinata Grande\nTra le tante tematiche che si trovano all’interno del mondo delle slot online, quella legata al Messico e alla cultura latina sta avendo una crescita sostanziale negli ultimi anni. Nascono sempre più slot legate a los dias de los muertos e, ogni tanto, il tema riesce a discostarsi da questo aspetto crepuscolare per tingersi di colori e suoni accesi.\nUn esempio di questo è Spinata Grande (titolo che ovviamente mostra un gioco di parole tra la parola Spin e la parola Pinata) in cui la tematica verte sui famosi pupazzi pieni di caramelle che vengono distrutti a suon di bastonate. In questa piccola recensione andremo ad analizzarne l’aspetto grafico, sonoro e tecnico così da offrire un’immagine nitida di questa slot della NetEnt.\nSpinata Grande – Comparto grafico e sonoro\nCominciando dall’aspetto grafico e sonoro, ci rendiamo immediatamente conto che i colori giocano da padrone ma mantenendo il buon gusto: molto spesso, infatti, le slot colorate presentano una cacofonia di colori che rendono difficile seguire le varie giocate, ma non è questo il caso di Spinata Grande.\nLa griglia di gioco è infatti color panna e sullo sfondo si trova un cielo pastellato, elementi che entrambi si distaccano dalle pinate colorate che è possibile trovare tra i vari simboli.\nL’audio mostra un aspetto interessante: finché non faremo girare i rulli, la slot sarà accompagnata solo dal suono sporadico delle auto che passano, il latrare di un cane lontano e il fischiettio di un passante. Il tutto si accenderà di musica e suoni di festa non appena faremo girare il rullo.\nSebbene possa sembrare un dettaglio da poco, in realtà questo aspetto permette all’utente di riposare tra una giocata e l’altra, senza che la musica lo attacchi di continuo come succede talvolta in alcune slot.\nSpinata Grande – Meccanismo di gioco\nPassiamo quindi all’aspetto tecnico: Spinata Grande si distingue dalla maggior parte delle slot online dall’introduzione di una griglia estesa. Infatti mentre molti titoli utilizzano un sistema 5*3, con quindici simboli mostrati a ogni turno (3 su ognuno dei 5 rulli), questa slot ne mostra ben 20 (4 su ogni rullo).\nInoltre questi simboli possono comporre un simbolo molto più grande che occupa quattro posizioni e che viene calcolato come se fossero quattro simboli uguali disposti a quadrato: questa funzione si chiama Simbolo Colossal.\nEsiste un particolare simbolo di questo tipo chiamato Colossal Bonus: q   uesto è rappresentato da una slot machine e può trasformare i simboli contenuti in vincite dirette (fino a 9 simboli). Infine la pinata a forma di stella è un simbolo Scatter che permette di accedere alla modalità con giri gratuiti qualora ne trovassimo almeno tre in un’unica giocata.\nSlot simili a Spinata Grande\nParlando di slot simili a Spinata Grande, come abbiamo detto prima, troviamo diversi titoli che si avvicinano al Messico come tematica. Tra queste troviamo Day of the Dead della IGT e Dia De Los Muertos della Endorphina. Se invece vogliamo una slot spagnoleggiante, possiamo affidarci a Wild Toro della ELK o a El Mata Toro della Capecod Gaming.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spinata Grande",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/spinata-grande-new-286x217.jpg",
            "filename": "spinata-grande-new-286x217.jpg"
        }
    ],
    "name": "Spinata Grande"
}