{
    "studio": "Inspired Gaming",
    "text": "\nSpin Doctor\nLa città di New Orleans è famosa per tre cose: la musica, il mistero e gli alligatori che abitano il fiume Mississippi. Il voodoo in questa città americana è così presente che esiste addirittura un museo dedicato in cui ammirare amuleti, fantocci, croci e ceri, oltre a pozioni magiche ricavate da lucertole e bisce essiccate.\nSpin Doctor, prodotta dalla Inspired, racchiude tutti questi elementi usando come sfondo le sponde del Mississippi. La grafica è abbastanza semplice, molto colorata e capace di racchiudere lo spirito  leggero del gioco. I tasti sullo schermo sono ridotti al minimo, uno è lo Start, poi c’è quello per accedere alle impostazioni, uno per aumentare o diminuire la puntata e quello per attivare la funzione “Fortune Bet” di cui parleremo più avanti.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha 5 rulli e 4 linee, con 20 linee di pagamento fisse. La puntata minima su tutte le linee è di 0,20 €, la massima 200 €, caratteristiche che rende questa slot adatta per ogni tipologia di giocatore, dal meno esperto a quello più scafato. Accedendo alle impostazioni si può attivare il gioco per mancini, in questo modo verrà invertita la posizione dei pulsanti sullo schermo, ma anche attivare il turbo per avere un accelerazione dei rulli. Spin Doctor ha un RTP pari al 95%.\nSimboli e funzionalità di Spin Doctor\nTra i simboli che hanno minor valore abbiamo J, Q e K, seguito dall’ampolla con la pozione magica, il teschio dell’uccello e il formulario dei riti voodoo. A seguire troviamo l’amuleto a forma di teschio e il cilindro, anche se il simbolo che paga di più in assoluto è il logo Spin Doctor. La scritta Wild ha funzione di Jolly e sostituisce tutti i simboli eccetto quello Bonus, rappresentato dall’alligatore-stregone. Quando il simbolo Bonus appare per 3 volte, allora sullo schermo appaiono delle bolle che dovremo far esplodere. Combinando 3 bolle dello stesso colore avremo una vincita.\nEsistono 3 tipi di gioco Bonus, in base al colore delle bolle:\n\nRosso: Super Swamp Spins: Se appare 3 volte, sul rullo centrale avremo un moltiplicatore incrementante, sino a un massimo di 20x.\nViola: Freek Spins: Se appare 3 volte, avremo 10 Free Spins con un bonus d’ingresso. Inoltre, ci sarà un simbolo speciale, la Voodoo Doll che rimuove i simboli di valore minore e regala da 1 a 5 giri aggiuntivi.\nVerde e Giallo: Croc Trails – Golden Croc-Trails: In questo caso bisognerà tirare i dadi per vincere premi o partecipare al Croc-Tail Bar, in cui ci verranno offerte delle bevande contenute in dei bicchieri rappresentanti un teschio, uno zombie e un demone. A ogni Cocktail bevuto con successo riceveremo un premio, ma troppi Cocktail metteranno fine al gioco.\n\nAttraverso il tasto Fortune Bet potremo far aumentare le dimensioni del simbolo Bonus che andrà ad occupare due slot anziché uno, aumentando così le possibilità di ricevere un gioco speciale. Di tanto in tanto durante il gioco regolare potremo avere un modificatore di rulli introdotto dall’alligatore che esegue una magia. Potremmo così ricevere una grossa vincita o vedere comparire dei bonus aggiuntivi sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Spin Doctor",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/spin-doctor_gratis-286x217.jpg",
            "filename": "spin-doctor_gratis-286x217.jpg"
        }
    ],
    "name": "Spin Doctor"
}