{
    "studio": "Inspired Gaming",
    "text": "\nStacked Fire 7s\nQuando si crea una slot a tema frutta, ci sono sempre delle controindicazioni, la più evidente delle quali è data dal rischio di ripetitività. In giro esistono tantissime slot che sfruttano questo tema classico, quindi se proprio ci si vuole cimentare con questa tematica, allora è necessario portare alcune innovazioni che la possano far distinguere dalla massa. Dobbiamo dire che la Inspired in questo senso ha colpito nel segno. Prima di addentrarci nella descrizione del gioco, dobbiamo soffermarci un momento sul comparto grafico. Diciamo subito che in questa slot non c i sono animazioni né effetti sonori strabilianti, tutto è ridotto all’osso, anche se i simboli sono realizzati in HD, ben dettagliati e dai colori lucenti. La griglia ha uno sfondo nero che sfuma nel rosso, posizionata davanti a delle fiamme che ardono nel buio della notte. Ai lati della cornice si trovano i tasti per lo Start, quello per le impostazioni, quello per la puntata e infine il pulsante Scommetti di cui vedremo la funzione più avanti.\nCaratteristiche principali della slot machine\nLa griglia ha un taglio tradizionale, con 5 rulli e 4 righe. Le linee di gioco sono 40 e fisse e vengono pagate le combinazioni da sinistra a destra, tranne i Bonus che risultano vincenti in qualsiasi posizione. La puntata minima per Spin è di 0,20 €, la massima 100 €. Tenendo premuto il tasto Start è possibile selezionare un numero variabile di giri automatici, da 5 a 100. Dalle impostazioni possiamo azionare la funzione “Turbo” che velocizza la rotazione dei rulli e invertire la posizione dei tasti, opzione utile per i mancini. Stacked Fire 7’s ha un RTP nella media, pari al 95%.\nSimboli e funzionalità di Stacked Fire 7’s\nPer vincere sono necessari da 3 a 5 simboli che appaiono su rulli adiacenti. I simboli che pagano meno sono le prugne, l’uva e le arance: tenendo conto della scommessa minima, 0,20 €, 5 simboli ripagano con 0,50 €. Anguria e campane 1,20 €, il 77 blu ricompensa con 1,20 €, quello rosso con 1,50 € e quello infuocato con ben 5 €! La scritta Wild è il nostro Jolly, può comparire sui rulli 2, 3 e 4 e sostituisce tutti i simboli tranne il Bonus. Quando il simbolo Bonus appare 3 volte in qualsiasi posizione sui rulli, vengono attivati 8 giri gratuiti durante i quali appariranno solo il simbolo Wild e il 77 blu, rosso e infuocato, in pratica i simboli con maggior valore.\nA seguito di ogni vincita è inoltre possibile scommettere cliccando l’apposito tasto in sovrimpressione. A questo punto vedremo apparire sullo schermo due ruote con la superficie metà rissa e metà verde: la ruota di sinistra ci permette di aumentare la vincita di un terzo, raddoppiare la vincite o triplicarle. La ruota di destra invece ci dà la possibilità di ottenere ulteriori giri gratuiti. Per scommettere dovremo far partire il cursore e sperare che si fermi sul segmento verde. Nel caso malaugurato si blocchi sulla sezione rosse, perderemmo tutta la nostra vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Stacked Fire 7s",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/stacked-fire-7s_slot-286x217.jpg",
            "filename": "stacked-fire-7s_slot-286x217.jpg"
        }
    ],
    "name": "Stacked Fire 7s"
}