{
    "studio": "iSoftbet",
    "text": "\nStars n’ Sweets Hold and Win\nLo spazio a misura di dolcezza\nVi piacerebbe affrontare un viaggio nello spazio dove le stelle hanno le forme di dolci caramelle e i pianeti quella dei Donuts, le famose ciambelle ricoperte di glassa rosa? Come avrete capito, il tema di Stars n’ Sweets Hold and Win è una rivisitazione della galassia, ma molto più dolce.\nPrima di ogni addentraci nelle dinamiche del gioco, ci sembra opportuno fare una panoramica sulla grafica. Lo sfondo è naturalmente il cielo stellato su cui si staglia la nostra griglia. I simboli hanno colori brillanti e una definizione altissima, le animazioni invece sono legate a delle funzioni speciali, alcune casuali.\nCaratteristiche del gioco\nIn Stars n’ Sweets Hold and Win abbiamo una griglia 5×3 e 20 linee di pagamento, su cui è possibile scommettere minimo 0,01 € per linea, quindi 0,20 € a Spin.\nSono presenti i giri automatici e insieme al numero di Spin, ci verrà richiesto di inserire un limite di vincita e di perdita oltre i quali la funzione si bloccherà.\nLa volatilità è bassa, il valore RTP è invece pari al 96%.\nTantissimi bonus per vincite interstellari!\nVediamo ora quali sono i simboli e il loro valore. Le caramelle a forma di triangolo, quadrato, rombo e cerchio sono i inoli che valgono meno. A seguire troviamo la caramella gommosa, il Donuts, il gelato con lo stecco e quello con la cialda.\nLa stella multicolore è il nostro simbolo Wild e sostituisce tutti i simboli eccetto lo Scatter e la stella.\nIl pianeta è il nostro Scatter e attiva la funzione Sweet Stick Wild Free Spins. Oltre a regalare giri gratuiti, alla fine di ogni giro gratis potrebbe apparire un Wild dotato di moltiplicatore che resterà sui rulli sino alla fine della funzione.\nCinque simboli stella, dotati di moltiplicatore, attivano al funzione Hold&Win: ci verranno regalati tre Respins e tutte le stelle che atterreranno sui rulli rimarranno bloccate sino al termine del gioco. Inoltre, ogni stella riporterà il conteggio dei respinse a 3. Potrebbero inoltre fermarsi le stelle associate a uno dei tre Jackpot, Minor, Grand e Major.\nCi sono poi due funzioni casuali: Sweet Rocket Wilds trasforma 5 simboli regolari in altrettanti Wild; Sweet-Eor Shower invece trasforma un simbolo casuale in Scatter quando un giro termina con 2 soli simboli Scatter.\n \n\nDomande Frequenti \nPosso giocare con Stars n' Sweets Hold and Win su qualsiasi dispositivo?\n\nCerto, questo gioco è ottimizzato anche per smartphone e tablet, potraiu continuare a far girare i rulli ovunque senza perdere in fluidità.\n\n\n\nIl Jackpot è legato al numero di partite giocate da tutti gli utenti?\n\nNo, non si tratta di un Jackpot progressivo, ma è disponibile sempre, per cui puoi tentare la fortuna a ogni partita.\n\n\n\nA quanto corrisponde il ritorno teorico al giocatore?\n\nIn Stars n' Sweets Hold and Win il return to player o RTP è pari al 96%.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Stars n’ Sweets Hold and Win",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/11/stars-n-sweets-hold-and-win_new-286x217.jpg",
            "filename": "stars-n-sweets-hold-and-win_new-286x217.jpg"
        }
    ],
    "name": "Stars n’ Sweets Hold and Win"
}