{
    "studio": "Push Gaming",
    "text": "\nStar Fall\nStar Fall è una slot Push Gaming con 5 rulli e 25 linee di pagamento. Con un tema futuristico/macchina da frutta, c’è una funzione Falling Wilds Respin dove è possibile ottenere fino a 3 Wild Boosters ogni volta. Si tratta della funzione Free Spins, dove si ottengono 6 giri gratis – se si riempie il metro sopra le bobine, la bobina diventa Wild per il resto della funzione. La funzione Falling Wilds Respin è in gioco anche durante i giri gratis.\nAnche se può essere un gioco semplice, questa nuova slot è una sorta di incrocio tra la sempre popolare slot Starburst di NetEnt e una vecchia Slot Machine a tema frutta. Ciò a cui Push Gaming sembra puntare qui è una slot dall’aspetto moderno che è semplice da giocare, offre un grande potenziale di vincita e rende comunque omaggio agli originali giochi di slot del casinò di Las Vegas.\nUna grafica minimal\nSe NetEnt rilasciasse un gioco dall’aspetto davvero elementare, la loro fanbase di fan irriducibili sarebbe in armi, con Star Fall, Push Gaming corre il rischio di cadere nella stessa trappola. E’ facile giudicarlo rispetto alle altre loro partite, che hanno temi molto più divertenti, piuttosto che confrontarlo con i suoi concorrenti – dove in realtà si regge molto bene.\nVisivamente, Star Fall ha un aspetto tradizionale: le carte da gioco vanno dall’Asso al Jack e sono accompagnate dai limoni, l’uva, le ciliegie, i meloni e le campanelle. Il diamante è il più lucrativo dei simboli standard – 5 di queste gemme su una linea di pagamento vi daranno un pagamento di circa 20 volte la vostra puntata.\nLo sfondo della bobina è un mosaico folle e brillante che ricorda le palle da discoteca di un tempo. Potrai trovarla in due colori distinti, blu per il gioco di base e rosso per il bonus gratuito giri caratteristica rotonda. Le bobine stesse sono trasparenti, il che permette alle icone a pagamento di risaltare molto bene sullo schermo e fa lo stesso per le animazioni. In sottofondo c’è un po’ di musica su misura e qualche effetto sonoro decente.\nLe icone a pagamento sono un mix di tutti i classici giochi del passato. Ci sono tutte le icone della macchina della frutta, le gemme rare e i simboli delle carte da gioco reali che fluttuano sui rulli. L’unico simbolo che è unico è quello dei giochi wild e scatter che sono rispettivamente una stella e una pila di moneta d’oro.\nFunzioni e simboli della Slot Machine\nLa stella d’oro è il Wild, che sostituisce tutto tranne la pila di monete – ogni volta che il Wild atterra, si attiva la funzione Falling Wilds Respin. Il rullo in cui appare il Wild si abbassa di una posizione e viene effettuato un nuovo payout. Qui si possono ottenere fino a 3 moltiplicatori a seconda di dove si trova il Wild.\nSe riuscirai a riempire la bobina centrale con la pila di monete, farai scattare la funzione Free Spins e riceverai 6 giri gratuiti. Noterete un metro sopra le 3 bobine centrali – ogni volta che una moneta si disperde, verrà aggiunta al metro di quella bobina.\nUna volta che avrete riempito tutti e 3 gli spazi in un metro, il relativo rullo diventerà Wild e rimarrà tale per il resto dei giri liberi. Qui è possibile girare più bobine Wild che possono dare risultati spettacolari. La funzione Falling Wilds Respin è in gioco anche durante i Free Spins (con l’eccezione delle bobine bloccate).\nStar Fall è una Slot abbastanza semplice per quanto riguarda il design e la giocabilità. Le immagini sono perfettamente accettabili, ma non hanno le fioriture visive che si trovano da alcuni sviluppatori. Anche le caratteristiche sono perfettamente accettabili e si verificano ad intervalli abbastanza regolari. Metteremmo la varianza nella gamma medio-bassa.\nQuesto non è il posto più eccitante in cui ci siamo imbattuti. Tuttavia, è uno sforzo interessante e offre un’azione fruttata semplice ma giocabile.\nI wilds formano il primo di due interessanti caratteristiche del gioco. Quando una stella Wild cade dall’alto sulle bobine, sostituisce tutte le altre icone, proprio come una stella Wild fissa in qualsiasi altro gioco. Ciò che lo rende diverso è che cade in un punto in ogni giro successivo per un massimo di tre prima di cadere dal fondo delle bobine. Questo significa che quando si colpisce una grande linea di pagamento, si è quasi certi di esso ripetutamente almeno in parte sul tuo prossimo giro.\nLa seconda caratteristica, è il bonus di giri gratis. Quando tre di loro atterrano sulle bobine centrali si ottengono 10 giri liberi – non c’è un re-trigger, ma gli scatters ora servono una funzione diversa per rendere questo round progressivo. Potrai ottenerli su bobine 2,3 o 4 e diventano un wild esteso che copre l’intera bobina una volta raccolti 3. Questo dura per tutta la durata dei giri liberi rimanenti, in modo che questi giochi gratuiti diventino progressivamente più preziosi man mano che il gioco va avanti.\nAltre Slot Machine simili\nVi consigliamo di provare Wild Neon che è un’altra Slot Machine molto valida di Push Gaming. Wild Neon è una Slot Machine a 5 rulli e 25 paylines prodotta da Push Gaming. Con una sensazione di Vegas al neon/futuristico, c’è una superba funzione Linking Wilds in cui tutti i simboli tra 2 wilds diventano anch’essi wild – se si ottiene la wilds sui rulli 1 e 5, preparatevi a grandi vittorie.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Star Fall",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/star-fall_thumb-286x217.jpg",
            "filename": "star-fall_thumb-286x217.jpg"
        }
    ],
    "name": "Star Fall"
}