{
    "studio": "NetEnt",
    "text": "\nStarburst\nTantissime sono le tematiche che vengono utilizzate nel mondo delle slot online. Spesso si sfrutta il nostro passato, con le antiche popolazioni greche ed egiziane che affascinano i giocatori grazie alla loro storia ricca di mistero.\nTalvolta si va invece in direzione opposta, come nel caso di Starburst della NetEnt che gode invece di un’ambientazione moderna e spaziale.\nScopriamo insieme questo titolo e vediamo cosa ha da offrirci.\n\nStarburst: audio e grafica\nParlando del comparto grafico di Starburst si viene subito catapultati in un’ambientazione spaziale. La cornice della slot è il buio dello spazio profondo e colorato solamente dalle sfumature gialle, viola e rosa del profilo di un corpo celeste che fa capolino nell’angolo. Tale immagine viene ripresa anche da sfondo per la griglia di gioco. Per quanto l’ambientazione di Starburst possa far pensare a simboli legati allo spazio o anche solo alla fantascienza in generale, ci troviamo invece davanti a simboli molto semplici. Sulla griglia della slot vedremo infatti scorrere diamanti di diverso colore e i simboli del 7 e del BAR che non sono altro che un forte richiamo ai simboli più classici delle slot machine che si potevano comunemente trovare in numerosi bar e locali, anche se declinati in chiave fantascientifica come pianetini con le proprie orbite.\nIl sottofondo musicale di Starburst non si discosta troppo dall’ambientazione stessa con sonorità tipiche di opere fantascientifiche e che accompagnano perfettamente le giocate. Anche i suoni della slot sono perfettamente in tema e sembrano usciti da un telefilm fantascientifico.\nMa adesso passiamo al lato tecnico della slot Starburst.\n\nStarburst: come giocare?\nDopo aver analizzato in lungo e largo l’aspetto visivo e sonoro di questo titolo, spostiamoci su quello legato al vero e proprio gameplay.\nSebbene la slot possa sembrare diversa dalle altre grazie alla sua interfaccia minimalista e moderna, in realtà ci troviamo semplicemente di fronte a una slot che sfrutta un meccanismo 5*3 ed è corredata di dieci linee di vincita.\nIl primo aspetto ci fa quindi capire che a ogni giocata verranno mostrati quindici simboli, mentre il numero ridotto di linee di vincita ci spinge ad aspettarci un minor ridotto di combinazioni ma dal valore più ampio (per soddisfare l’RTP che comunque deve superare il 90%).\nUna delle funzioni più interessanti di questo titolo è il simbolo Wild: rappresentato da una stella multicolore, una volta che appare sullo schermo questa si estenderà sull’intero rullo e assegnerà un giro gratuito. È inoltre possibile ottenere più di un giro di seguito (fino a tre volte) trovando altri simboli Wild.\nRicordiamo che il simbolo Wild ricopre il ruolo di Jolly ed è così in grado di sostituire qualsiasi altro simbolo in gioco.\n\nSlot simili a Starburst\nSebbene quello dello spazio non sia il tema più abusato nel mondo delle slot online, possiamo comunque contare un numero piuttosto nutrito di titoli che utilizzano questa tematica. Da 2050 Escape from Mars and Alien Spinvasion, per passare poi ad Astro Babes e Crazy Starter.\nEsistono numerosissime slot che sfruttano i vari aspetti che compongono questo tema, non ti resta che scoprirli tutti!\n",
    "images": [
        {
            "alt": "I simboli della slot online Starburst",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/starburst-simboli.jpg",
            "filename": "starburst-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Starburst",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/starburst-tabella-pagamenti.jpg",
            "filename": "starburst-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Starburst i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/starburst-win.jpg",
            "filename": "starburst-win.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Starburst",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/starburst-slot-286x217.jpg",
            "filename": "starburst-slot-286x217.jpg"
        }
    ],
    "name": "Starburst"
}