{
    "studio": "Hacksaw Gaming",
    "text": "\nStick ‘Em\nQuesta slot gratis di Hacksaw Gaming presenta riprende graficamente il tema del cartone animato, riportandoci ai classici cartoon degli anni Trenta. Il simpatico protagonista Canny the Can ti accompagnerà durante i giri dei rulli portandoti fortuna! Vediamo subito tutte le caratteristiche di questa slot senza registrazione offerta dai nostri casinò.\nGameplay colorato e ricco di simboli formato cartoon\nLa slot online e senza scaricare Stick ‘em include ben 1024 modalità vincenti. Puoi scommettere da 0,20€ fino a 100,00€ su qualsiasi piattaforma o dispositivo mobile. L’RTP del gioco che è pari al 96,1% e la sua volatilità media rendono questo gioco adatto principalmente ai giocatori occasionali e un po’ meno a quelli Prof. Il gioco formato da 5 rulli e 4 file presenta:\n\nuna Ruota Bonus,\nuna Funzione di Vittoria Appiccicosa (Sticky Win)\nnumerosi Giri Gratuiti!\n\nRaccogli più simboli “Pollice Su” e vinci fino a 2048 volte la tua scommessa!\nSe tre o più simboli Pollice Su formano una vincita in una rotazione, viene attivata la funzione di rotazione della vittoria appiccicosa. I simboli di attivazione si attaccheranno per la durata della funzione e anche i successivi simboli di Pollice Su che atterreranno durante la pausa saranno appiccicosi. Le ripetizioni continueranno finché non saranno visibili nuovi simboli Pollice Su (Thumbs Up) sui rulli.\nQuali sono i simboli più pagati che appaiono durante la modalità di rotazione libera?\nI simboli Scatter “Free spin” attivano i giri gratuiti con simboli ad alto valore aggiunto:\n\n3 Scatter danno 5 giri,\n4 Scatter danno 10 giri\n5 Scatter danno 15 giri.\n\nGli altri simboli, che sono stati progettati per adattarsi allo stile cartone animato, sono:\n\nI simboli di pagamento inferiori come la Stella, una Coppia di Dadi, Carte da Gioco, una Brocca di distillato Moonshine Jug, Ossa Incrociate e un Pollice Su\nI simboli di pagamento maggiore come la Mazzetta di Banconote, un Diamante, alcune Monete d’Oro e una Sacca per lo Swag.\n\nIl Gioco Bonus: sei capace di raggiungere il Top delle vittorie?\nTre simboli Scatter Bonus nello stesso giro attivano il divertente Gioco Bonus che presenta una Ruota Bonus con vincite fino a 1000 volte la puntata. Tutte le vincite nel Gioco Bonus sono proporzionali al livello di puntata nel round che ha attivato il Gioco Bonus. I simboli Scatter Bonus invece, compaiono solo nel gioco base.\nQuali sono i Pro e i Contro della slot gratis Slot Stick ‘Em?\nIl debutto piuttosto solido di Hacksaw Gaming nel mondo delle slot, dopo il successo dei Gratta e Vinci, ha permesso a questo sviluppatore di realizzare la sua prima slot machine, che ti ho presentato qui. Quali sono gli elementi che mi hanno convinta a giocare? Sicuramente la funzione Re-spin del simbolo Sticky, la Ruota della Fortuna con un massimo di 1000X, la funzionalità Giri Gratuiti e la possibilità di vincere fino a 2048 volte la mia puntata. Cosa mi è mancato? L’assenza di un qualsiasi Bonus o Jackpot, ma per il resto mi sono molto divertita!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Stick 'Em",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/stick-em_gratis-286x217.jpg",
            "filename": "stick-em_gratis-286x217.jpg"
        }
    ],
    "name": "Stick ‘Em"
}