{
    "studio": "Booongo",
    "text": "\nSticky Piggy\nTutti i giornali hanno dato la notizia dell’arrivo in città di Sticky Piggy, un salvadanaio d’oro massiccio a forma di maialino che verrà custodito all’interno della grande banca. Una notizia del genere non può lasciare indifferenti un gruppo di ladri scafati, ognuno interessato a mettere le mani sul prezioso oggetto. Purtroppo per loro non hanno fatto i conti con il banchiere, di certo non disposto a cederlo a cuor leggero!\nGrosso modo è questo il tema di questa bella slot dalla grafica colorata e con uno stile cartoon che ne accentua la bellezza.\nLa griglia si trova proprio all’ingresso dell’istituto di credito e alle spalle si intravedono le finestre illuminate di due grattacieli. La scelta di utilizzare simboli di grandi dimensioni è azzeccata, e poi i pulsanti per le giocate si trovano tutti sulla sinistra, così da lasciare il gioco in primo piano.\nAnche la decisione di utilizzare una musica stile telefilm anni Ottanta ci piace molto, perché rende appieno l’atmosfera di questa slot da provare assolutamente.\nUn gameplay semplice\nLa Booongo ha puntato su una griglia dal taglio minimale, con 5 rulli e 3 righe e 20 linee di pagamento fisse. Ogni Spin ha un costo contenuto pari a 0,20 €, ma nessuna vieta di alzare la posta a proprio piacimento.\nTra le varie funzioni ricordiamo l’Autoplay che permette di far girare i rulli in automatico, e il Turbo per accelerare la rotazione dei rulli.\nIl ritorno teorico al giocatore è nella norma, pari al 95,5%. La volatilità è alta.\nBonus stratosferici\nPrima di concentrarci sulle funzioni speciali, diamo un’occhiata ai simboli di Sticky Piggy. Partendo da quelli meno remunerativi troviamo le carte da gioco dal dieci all’asso, seguiti dalle chiavi della banca e dal giornale con il maialino in prima pagina. C’è poi la cassiera infedele con tanto di piede di porco in mano, il ladro con maglietta a strisce e cuffia e la ragazza avvenente. Il simbolo che paga di più è il banchiere.\nPiggy Wild è il nostro Jolly, appare solo sui rulli 2, 3 e 4 e moltiplica la vincita x2 o x3.\nLo Scatter è la cassaforte e oltre ad essere pagante, in base al numero di simboli atterrati attiva almeno 9, 12 o 15 Free Spins.\nDurante i giri gratuiti i simboli Piggy Wild rimangono fissi sui rulli.\nPer chi volesse, la funzione può essere acquistata cliccando sul pulsante che si trova alla sinistra della griglia di gioco.\n\nDomande Frequenti \nA quanto corrisponde il valore RTP di Sticky Piggy?\n\nIl ritorno teorico al giocatore è del 95,5%, appena al di sotto della media.\n\n\n\nCi sono giri automatici?\n\nSì, in Sticky Piggy si possono attivare i giri automatici, ma non si può deciderne il numero. Quando si vuole stoppare l’Autoplay è necessario cliccare di nuovo sullo stesso tasto\n\n\n\nDove trovo Sticky Piggy?\n\nIn tutti i principali casinò dotati di licenza AAMS\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sticky Piggy",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/sticky-piggy-thumb-286x217.jpg",
            "filename": "sticky-piggy-thumb-286x217.jpg"
        }
    ],
    "name": "Sticky Piggy"
}