{
    "studio": "IGT",
    "text": "\nStinkin Rich\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di gioco: 100\nPuntata minima per linea: 1 €\nPuntata massima per linea: 100 €\nAutoplay: Si\nReturn to player (RTP): 96,23%\nTema, grafica e caratteristiche principali\nStinkin’Rich è un gioco originariamente prodotto per le slot terrestri, proposto anche in versione online dall’americana IGT. Strutturata con 5 rulli e 100 linee di pagamento questa slot può essere giocata solo tramite computer desktop, in quanto non è ottimizzata per i dispositivi mobili.\nLa grafica è molto semplice e somiglia parecchio alla versione terrestre, però i disegni sono ben fatti e nel complesso è una slot carina e divertente.\nPuò essere giocata anche in modalità Autoplay e in questo caso ti basterà cliccare sull’apposito bottone per dare il via ai giri e sullo stop per tornare alla modalità manuale.\nSimboli, Wild e Scatter\nLa scelta dei simboli in questa slot è molto particolare, in quanto la cosa che accomuna tutte le immagini che vedrete scorrere sui rulli è…la puzza! Si, avete capito bene, tutti i simboli rappresentano alimenti o oggetti caratterizzati da un odore non proprio gradevole! Troviamo quindi lo spicchio d’aglio, del formaggio maleodorante, un pesce e delle scarpe che non profumano certo di lillà! Accanto a questi simboli molto evocativi abbiamo poi un uomo, una donna e un baffuto anziano signore, tutti in apparenza molto altolocati.\nIl simbolo Wild è la puzzola protagonista della slot, che ha la funzione di Jolly e può sostituire tutti gli altri maleodoranti simboli nel completamento di una combinazione vincente.\nLo Scatter, come sempre nelle slot machine, se compare almeno tre volte in qualsiasi posizione sui rulli, dà accesso ai giri gratuiti!\nTrash for Cash e Keys to the Riches: le funzioni speciali di Stinkin’Rich\nCon la funzionalità speciale Trash for Cash si ha la possibilità di veder crescere il proprio montepremi, grazie a dei moltiplicatori fino a 40x. Quando il simbolo bonus appare sui rulli 3,4 e 5, vi verrà chiesto di selezionare una delle tre immagini: quella da voi scelta diventerà il moltiplicatore, mentre alle altre due corrisponderanno gli importi da sommare e moltiplicare\nLa funzionalità Keys to the Riches invece dà accesso a tantissimi giri gratuiti, fino a ben 375!\nCome funziona? Se questo simbolo appare sui rulli 1,2 e 3 contemporaneamente riceverai 5 free spins per ogni linea di pagamento su cui è stata completata la combinazione vincente.\nInoltre durante i free spins rounds le vincite diventano molto più frequenti e il loro valore aumenta.\nSlot simili a Stinkin’Rich\nStinkin’Rich è una slot abbastanza particolare nel suo genere, il tema è originale e divertente e la carenza di una grafica di alta qualità è ampiamente compensata da un’esperienza di gioco piacevole e coinvolgente.\nSono comunque diverse le slot sviluppate con lo stile del cartone animato: citiamo  Holly e Benji, che ripercorre le vicissitudini sportive dei due giovani calciatori nipponici nel cartoon a cui hanno dato il nome e, molto carine per gli appassionati dei cartoon giapponesi, anche Yattaman e Daltanius, per tentare la fortuna facendo un tuffo nell’infanzia!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Stinkin Rich",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/stinkin-rich_logo-286x217.jpg",
            "filename": "stinkin-rich_logo-286x217.jpg"
        }
    ],
    "name": "Stinkin Rich"
}