{
    "studio": "Play’n Go",
    "text": "\nStreet Magic\nPartiamo subito col dire che la grafica di Street Magic è fenomenale. Nessuna sorpresa, d’altronde è risaputo quanto la Play’N’Go si concentri proprio su questo aspetto. Il tema poi si presta particolarmente bene, essendo una slot incentrata sulla magia, con manette, anelli, orologi, carte e pugnali a farla da padrone. A darci il benvenuto dalla schermata iniziale è l’illusionista che con uno schiocco delle mani farà apparire una carta da gioco. I rulli si trovano su uno sfondo viola e nella parte sottostante troviamo i tasti per regolare le impostazioni, come quelli “+” e “-” che servono per aumentare o diminuire il valore della puntata. Accanto ci sono altri due tasti, il primo è per avviare i giri in modalità manuale, il secondo per l’Autoplay. Ogni volta che si presenta una combinazione vincente, un raggio di luce bianca corre lungo i simboli, ma è con i due Wild che il gioco dà vita alle numerose animazioni a cui corrispondono altrettanti bonus. La musica ipnotica poi aumenta in modo esponenziale la suspence e rende l’esperienza di gioco ancora più coinvolgente!\n\nCaratteristiche principali della slot machine\nLa griglia di gioco ha 5 rulli e 4 linee, una in più rispetto alle classiche slot. La puntata minima di Street Magic è di 1 € e la massima è di 100 €, mentre le linee di pagamento sono 20 e sono fisse, cioè rimangono tutte attive durante il gioco. Ha un buon RTP, pari al 96%, e l’Autoplay può essere impostato da un minimo di 10 Spins sino a un massimo di 100. È possibile vincere sino a 5000 volte la puntata!\nSimboli e funzionalità di Street Magic\nStreet Magic è una slot machine ricca di bonus che danno concrete possibilità di portarsi a casa un bel gruzzoletto. I canonici simboli delle carte da gioco (cuori, quadri, picche e denari) sono quelli che pagano meno, invece i simboli tematici permettono vincite di un certo livello.\nImpostando la puntata al minimo, cioè 1 €, con 5 manette otterremo una vincita moltiplicata per 4 , la carta trafitta dal pugnale per 5, il lucchetto per 6, l’orologio da taschino per 15, l’anello per 25. Il simbolo Wild, rappresentato da 3 carte dorate, sostituisce tutti i simboli tranne lo Scatter. Il vero simbolo di questo gioco è però l’illusionista che ha una doppia funzione, sia di Scatter che di Wild. Quando appare per 3 volte sui rulli si attiva la funzione Jolly, il mago lancia tre carte e noi dovremmo scegliere quale girare, con la possibilità di vincere 8, 10 o 12 giri gratuiti.\nQuando invece appaiono due soli simboli del mago si attiva casualmente uno dei 3 trucchi magici. Nel primo l’immagine dell’illusionista si allunga sino a ricoprire entrambi i rulli e ha funzione di Wild, così da permettere numerose combinazioni vincenti. Il secondo trucco è il teletrasporto: l’immagine dell’illusionista appare su un rullo e ripete il trucco delle tre carte per avere dei giri gratis. Nel terzo trucco, sulla griglia appaiono 4 Wild regolari. Durante i giri gratuiti poi i simboli Wild rimangono fissi per tutta la durata, aumentando le possibilità di avere combinazioni vincenti.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Street Magic",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/street-magic_featured-286x217.jpg",
            "filename": "street-magic_featured-286x217.jpg"
        }
    ],
    "name": "Street Magic"
}