{
    "studio": "NetEnt",
    "text": "\nStreet Fighter 2 World Warrior\nPubblicato dalla Capcom nel 1991, Street Fighter II: The World Warrior è un celebre gioco picchiaduro che ha fatto innamorare milioni di giocatori, diventando anche il più venduto in assoluto della sua casa di produzione. Con Street Fighter II: The World Warrior (titolo omonimo), la NetEnt prova ad unire il mondo e i personaggi di Stret Fighter a quello delle slto machines, cercando di creare un esperienza unica e divertente. Scopriamolo analizzando prima il comparto grafico.\nCombattimenti in giro per il mondo con Street Fighter di NetEnt\nDal punto di vista grafico, Street Fighter II di NetEnt rispecchia pienamente il gioco originale, sia per gli sfondi di gioco che per i personaggi. Non c’è molto da dire sulla griglia, che si presenta estremamente semplice, con i simboli delle carte da gioco (A, K, Q e J) e con  i volti dei due personaggi che si stanno scontrando (che appariranno ai due lati della griglia) in versione ferita o normale. Se siete amanti del gioco originale quindi, già la presenza di alcuni personaggi classici (tra cui i più celebri Ryu, Ken e Guile) basterà a convincervi a provare il gioco, e a render il tutto migliore è sicuramente la colonna sonora originale, composta da canzoni iconiche per il mondo dei videogiochi.\nStreet Fighter II: una slot machine picchiaduro\nCon il gameplay di Street Fighter II, NetEnt riesce a distinguersi da tutta la concorrenza, creando una vera e propria slot machine picchiaduro, unica nel suo genere e che sicuramente, insieme al suo stile grafico e al gioco da cui prende ispirazione, riceverà sempre più fama e riconoscimenti. Andiamo però ad analizzare il funzionamento di questa particolarissima slot. All’inizio ci verrà chiesto di scegliere uno tra gli 8 personaggi disponibili, tutti presi dal gioco originale: Dhalism, Honda, Ryu, Ken, Guile, Zangief, Chun-Li e Blanka, tutti collegati ad uno degli 8 paesi disponibili (che fungerà da sfondo alla slot machine). Una volta selezionato il personaggio ci ritroveremo in un vero e proprio scontro contro una avversario selezionato casualmente tra i restanti 7, con tanto di barre della vita che scenderanno con ogni attacco. In questa slot machine gli attacchi si ottengono con le vincite, ma attenzione, se i simboli vincenti saranno i volti dell’avversario allora sarà lui ad attaccare e il giocatore verrà ferito. Ogni vincita carica la nostra barra Wild, che una volta carica ci permetterà di effettuare un attacco speciale. I simboli nella griglia, composta da 5 rulli a 5 linee, verranno eliminati se vincenti, permettendo ad altri simboli di cadere ed effettuare delle combo. Se batteremo l’avversario potremo sfidare 4 boss, ognuno dei quali moltiplicherà la nostra vincita, e raggiungere l’epilogo per il nostro personaggio. Se invece perderemo, sarà disponibile una modalità bonus dove bisognerà distruggere una macchina controllando il proprio personaggio, e riuscendoci si potrà ottenere un moltiplicatore da 5x fino a 15x.\nAltre slot simili a Street Fighter II\nSe cercate altre slot machines basate su prodotti già esistenti per rendere le vostre giocate ancora più emozionanti potete provare Guns ‘n Roses, sempre della NetEnt, Ace Ventura o American Dad.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Street Fighter 2 World Warrior",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/street-fighter-2-world-warrior-new-286x217.jpg",
            "filename": "street-fighter-2-world-warrior-new-286x217.jpg"
        }
    ],
    "name": "Street Fighter 2 World Warrior"
}