{
    "studio": "Pragmatic Play",
    "text": "\nStreet Racer\nLa slot si ispira alla saga Fast and Furious, serie di film incentrata sulle corse d’auto clandestine. Anche qui come nel film abbiamo macchine tirate a lucido e motori fatti di cilindri e pistoni che picchiano duro. Naturalmente non mancano i piloti pronti a incendiare l’asfalto. Ci sono 3 personaggi maschili, Vapor, Ignite e Alpha, e 2 femminili, Bolt e Firefly.\nLa grafica di Street Racer è molto dettagliata e dotata di animazioni, ma non potrebbe essere altrimenti visto il tema della slot. Alle spalle della griglia di gioco si intravede una macchina dotata di alettone, mentre sullo sfondo ci sono i palazzi di Las Vegas. La musica ha un ritmo coinvolgente e incalzante, che accelera quando parte il gioco Bonus in cui i piloti si sfidano all’ultima sorpasso. La cornice sotto i rulli è minimale e per il settaggio delle impostazioni è necessario accedere al menù nascosto.\nCaratteristiche principali della slot machine\nLa griglia di gioco ha cinque rulli e quattro righe, con 20 linee di pagamento fisse. Attraverso i tasti +/- è possibile aumentare o diminuire il valore della puntata su ogni linea, che va da un minimo di 0,01 € a un massimo di 0,50 €. L’RTP si attesta su un più che dignitoso 96,5%, in linea con quello delle maggior parte dei giochi di slot. Attraverso l’Autoplay è possibile impostare da un minimo di 10 sino a un massimo di 1.000 giri automatici, mentre spostando il cursore “Giro Veloce” si potrà aumentare la velocità di rotazione dei rulli.\nSimboli e funzionalità di Street Racer\nStreet Racer è una slot che dà il suo meglio grazie all’innovativo gioco Bonus a livelli legato ai Free Spins. Prima di entrare nel dettaglio, vediamo quali sono i simboli con maggior valore che appaiono nel gioco regolare. I simboli delle carte da gioco sono quelli che pagano meno, i cinque piloti invece garantiscono somme ben più sostanziose. Il simbolo Wild è rappresentato da un cronometro, può apparire sui rulli 2, 3 e 4 e sostituisce tutti i simboli eccetto lo Scatter. L’icona che riproduce le mitiche bandiere a scacchi è il simbolo Scatter che compare solo sui rulli 1, 3 e 5. A questo simbolo è legata una funzione Bonus davvero interessante. Quando lo Scatter appare per almeno 3 volte, la schermata cambia e viene data la possibilità di scegliere un pilota al quale viene aumentato il valore monetario. Parte così la sfida contro uno degli altri piloti. Durante i giri gratis, raccogliendo 3 iniettori, si passa al livello successivo, vengono aggiunti 3 giri gratis e parte la sfida con un altro pilota. La cosa importante è che alcuni simboli cambiano e prendono le sembianze del pilota che abbiamo scelto, aumentando le nostre possibilità di vincere somme importanti. Stessa cosa succede raggiungendo il livello 3, anche se i giri gratis stavolta saranno soltanto 2 e 1 per il livello 4, mentre se si raggiunge il quinto e ultimo livello i giri gratuiti aggiuntivi saranno di nuovo 3.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Street Racer",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/street-racer_slot-286x217.jpg",
            "filename": "street-racer_slot-286x217.jpg"
        }
    ],
    "name": "Street Racer"
}