{
    "studio": "Aristocrat",
    "text": "\nSun & Moon\nLa slot Sun & Moon ti porterà nell’antico mondo Azteco\nLa nota casa di produzione software per il mondo del gambling online, la Aristocrat Technologies, ci porta alla scoperta della storia nascosta nell’antico mondo Azteco. L’affascinante cultura di questo popolo vissuto nel centro America è il tema dominante della slot machine Sun & Moon; un mondo che ha sempre stuzzicato la fantasia degli esploratori e degli avventurieri alla ricerca d’oro e di tesori sepolti. I simboli e l’ambientazione presenti nel gioco fanno tutti riferimento a questa antica e misteriosa realtà; con l’aiuto del sole e della luna, divinità molto influenti ed importanti nella cultura Azteca, dovrai cercare di creare il maggior numero di combinazioni vincenti possibili per portare a casa il ricco montepremi di questa affascinante slot machine.\nGrafica della slot machine\nUn altro prodotto targato Aristocrat realizzato con una buona qualità grafica, con ottime animazioni e ricco di colori. Come detto nello scorso paragrafo, i simboli principali della slot fanno riferimento all’antica cultura centro-americana degli Aztechi, dove il sole e la luna influenzavano la vita e le scelte di questo popolo. Allo stesso modo in Sun & Moon, questi due simboli saranno capaci di fare la tua fortuna grazie alla funzione jolly di ognuno di loro. Insieme alle iconiche lettere e numeri presi in prestito dal mondo del Poker, J, Q, K, A, 9 e 10, scopriamo gli altri simboli presenti in questo diverte gioco: una Piramide Azteca, una Maschera cerimoniale, un Bracciale d’oro, un Monile, un’Incisione dorata, il Sole e la Luna.\nLe funzioni e i bonus della slot\nSun & Moon è una slot che si compone di 20 linee di pagamento, suddivisa su 5 rulli con 3 icone ognuno. Una delle funzioni speciali presenti in questo gioco è data dal simbolo con la Piramide Azteca che può comparire esclusivamente sul rullo numero 2. La Piramide ha infatti la facoltà di trasformarsi in un simbolo random aumentando la possibilità di creare una combinazione vincente nuova ogni volta che entra in gioco. Il Sole e la Luna come detto, fungono entrambi da Wild; essendo due i jolly presenti, avrai a disposizione una percentuale elevata per realizzare combinazioni vincenti, ma non è tutto qui. Infatti entrambi i simboli funzionano anche da Scatter e, se avrai minimo 3 di questi simboli dopo un giro di rulli, otterrai i Free Spin della slot machine. In base al numero di Sole e di Luna che compariranno, avrai a disposizione 5, 10, 15, 20 o 50 round bonus durante i quali le vincite sono moltiplicate x10. Un bonus game decisamente interessante che porterà il tuo montepremi alle stelle. Nel corso dei Free Spin avrai sempre a disposizione i due simboli Wild grazie ai quali creare nuove combinazioni e con cui potrai ancora riattivare i round bonus. È inoltre presente la funzione Gamble con cui tentare ulteriormente la sorte indovinando il seme o il colore di una carta coperta, per raddoppiare o quadruplicare il valore della puntata appena vinta.\nSlot simili a Sun & Moon\nUna slot machine molto simile a Sun & Moon nelle modalità di gioco e nella grafica, è Lucky Count, un altro prodotto realizzato dalla Aristocrat. Per entrambe le slot infatti, la percentuale di ritorno per il giocatore è di quasi il 95%; una cifra molto interessante che garantisce buone probabilità di vincita ma soprattutto tanto divertimento.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sun & Moon",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "Sun & Moon"
}