{
    "studio": "Playson",
    "text": "\nSunny Fruits: Hold and Win\nPlayson è tornato con un’altra slot ispirata alla frutta in stile retrò che include tre livelli: Grand, Major e Mini. Il gioco disponibile anche su mobile è tutto incentrato sui classici simboli della frutta, con un intruso, un peperoncino! Scopri di più su questa slot senza scaricare a cinque rulli!\nStruttura di gioco di  Sunny Fruits: Hold and Win\n\nIl layout è composto da tre file e cinque rulli che ruotano su 10 linee di pagamento\nLe scommesse vanno da 0,10€ a 100,00€\nl’RTP teorico è del 95,05%\n\nSimbologia Tutti Frutti\nDal punto di vista del design, il gioco offre i simboli di frutta classici, come:\n\ni 7 rossi\nangurie,\nuva,\npere,\nprugne,\nciliegie\nmore\n\ne due simboli extra:\n\nil simbolo jolly del peperoncino,\ni simboli bonus del sole che suonano se cadono in sei attivando la funzione bonus.\n\nIn termini di valore, il simbolo più redditizio è il 7, che paga 25x moltiplicati per la scommessa vincente. I simboli di anguria, mora e pera sono raggruppati in una categoria che paga 15 volte. Le icone rimanenti pagano 5 volte sulla scommessa. Tutti questi valori si riferiscono a cinque simboli corrispondenti. Il peperoncino jolly è il sostituto e non paga nulla.\nCome si gioca a questa slot online?\nPuoi scegliere 3 diverse opzioni di giocata:\n\nmanuale\nautomatica\navanzata se desideri aggiungere arresti opzionali nella modalità di riproduzione automatica.\n\nDieci linee di pagamento sempre attive possono generare vincite di tre o più simboli dello stesso tipo. Esiste un simbolo jolly (il peperoncino che ti ho menzionato sopra) e un simbolo Bonus rappresentato da un Sole, che viene mostrato sui rulli con diversi importi in contanti.\nBonus Game del Sole: come funziona?\nLa funzione bonus è attivata dal simbolo del Sole. Sei di questi, o più, cadendo ovunque sui rulli attiveranno il Bonus Game con valori compresi tra x1 e x100 la scommessa vincente.C’è la possibilità che l’intero set di rulli sia riempito con questo simbolo innescando il premio Grand jackpot di 1000x. I Soli che portano le etichette Major e Mini possono anche fermarsi sui rulli, in questi due casi  il gioco assegna il premio Jackpot, rispettivamente 100x e 25x.\nSunny Fruits: Hold and Win è un gioco gratis\nI giocatori possono divertirsi con questa slot online  gratuitamente nei nostri casinò selezionati che ospitano la versione demo. Il gioco con un buon intervallo di puntate presenta un montepremi massimo di 1000x sulla scommessa vincente, che non è male.  Anche su piccole scommesse alcuni giocatori fortunati potranno ritrovarsi lo schermo pieno di simboli Sole ricevendo un ottimo compenso in denaro!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sunny Fruits: Hold and Win",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/sunny-fruits-hold-and-win-new-286x217.jpg",
            "filename": "sunny-fruits-hold-and-win-new-286x217.jpg"
        }
    ],
    "name": "Sunny Fruits: Hold and Win"
}