{
    "studio": "Inspired Gaming",
    "text": "\nSuper Fruits Wild\nNel mondo delle slot, i giochi a tema frutta si sprecano, a meno che non venga introdotta qualche novità che possa attirare l’attenzione dei giocatori, magari dandogli la possibilità di portarsi a casa un gruzzolo per niente male! È questo che ha fatto la Inspired con Super Fruits Wild. Prima di concentrarci sulle caratteristiche, diamo un’occhiata al comparto grafico. Come da abitudine, ancora una volta questa software house ci ha regalato una slot ricca di dettagli, anche se scarna dal punto di vista delle animazioni, aspetto che per molti è un pregio anziché un difetto. I rulli si muovono su uno sfondo nero accompagnati da una musica arcade tipica delle slot e dal rumore meccanico dei rulli in sottofondo. I tasti sono a scomparsa, ossia risultano essere visibili solo nelle pause tra uno spin e l’altro. Abbiamo il tasto Start, quello Impostazioni e quello Valore della puntata, oltre al Fortune Spins, di cui illustreremo la funzione più in là.\nCaratteristiche principali della slot machine\nAnche la griglia di gioco ha un taglio tradizionale, con 5 rulli e 3 righe, con 10 linee di pagamento fisse su cui è possibile puntare un minimo 0,20 € e un massimo di 100 €. Se vogliamo attivare i giri automatici dovremo tenere premuto il tasto Start, mentre spostando il cursore Turbo avremo un accelerazione dei rulli. Super Fruits Wild offre anche l’opzione “Gioco per mancini”, attraverso la quale i tasti verranno invertiti di posizione. Il punto debole di questa slot risiede nel basso ritorno teorico al giocatore (return to player o RTP), pari al 94,98%, ma bisogna tenere sempre a mente che questo è un valore totalmente teorico e incide in maniera marginale sulle possibilità di vincita.\nSimboli e funzionalità di Super Fruits Wild\nUn pregio di Super Fruits Wild sta nel valore che hanno i simboli. Partiamo subito di vendo che si vince abbinando 3, 4 o 5 simboli uguali da sinistra a destra. Prugna, arancia, limone e ciliegie sono i simboli che pagano meno: se appaiano 5 volte in una linea vincente, e tenendo conto della scommessa minima di 0,20 €, ci ripagheranno con la somma di 2 €. Con uva e anguria avremo invece 4 €, la campanella 5 €, il 7 blu garantisce 6 € mentre quello rosso 8€. Il simbolo che paga di più è la corona: se appare 5 volte, con una spesa di 0,20 € ci farà guadagnare 50 €!\nIl logo del gioco è il nostro simbolo Jolly, quando appare si espande per tutto il rullo con la scritta Wild. Ogni volta che si vince il valore della nostra scommessa, si attiva il gioco Sizzling Hot Spins in cui il giocatore può puntare tutta la sua vincita. In tal caso la griglia si divide in 4 griglie più piccole e parte il gioco gratuito, in cui ogni Wild si espande e si trasferisce sui rulli delle griglie successive.\nSe non si vuole attendere di ottener una vincita pari alla propria scommessa, è possibile attivare Sizzling Hot Spins anche attraverso il tasto Fortune Spins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super Fruits Wild",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/super-fruits-wild-featured-286x217.jpg",
            "filename": "super-fruits-wild-featured-286x217.jpg"
        }
    ],
    "name": "Super Fruits Wild"
}