{
    "studio": "Red Rake",
    "text": "\nSuper 10\nSuper 10 Stars è una slot di Red Rake Gaming che per molti aspetti ricorda una vecchia macchina da frutta ma porta con sé una serie di funzionalità completamente moderne. Si tratta di una slot a 5 rulli con 3 file e 30 linee di pagamento fisse con l’azione che si svolge all’interno di un cabinet di gioco. Vuoi scoprire i trucchi per aumentare le tue vincite? Leggi la mia recensione!\nCome si gioca alla slot senza scaricare Super 10 Stars?\nPrima di girare i rulli devi impostare la puntata totale per giro, che può essere compresa tra 0,30€ e 150,00€. Volendo, c’è anche la funzionalità di riproduzione automatica che puoi usare per impostare fino a 100 giri di seguito. I simboli includono:\n\nIcona con triplo 7,\nIcona con doppio 7,\nIcona singola 7,\nIcona con 5 BAR\nIcona BAR singola\nIcona delle Campane\nIcona delle ciliegie\nIl Jolly in verde denominato W che potrà sostituire tutti gli altri ad eccezione dei simboli Bonus e Scatter.\n\nCon Super 10 Stars è tutta questione di Bonus\nCi sono un certo numero di simboli Bonus e Scatter da considerare:\n\nLa Ruota della roulette multicolore –  Se ottieni tre simboli Bonus della Ruota della roulette in qualsiasi punto dei rulli inizia il Gioco Bonus che nasconde un Moltiplicatore di vincite\n5 Stelle dorate –  Il simbolo 5 SUPER STARS assegna vincite Scatter. Se ne ottieni tre, quattro o cinque in qualsiasi punto dei rulli, vincerai rispettivamente 2, 10 o 200 volte la puntata totale\n5 Stelle in argento  – Con l’atterraggio di 3, 4, 5, 6, 7, 8 o 9 in qualsiasi punto dei rulli ti regalerà vincite di 1, 2, 5, 10, 25, 50 o 100 volte la tua scommessa totale\nIl Round Bonus – C’è uno speciale simbolo SUPER 7 STELLE che può atterrare e riempire la bobina di mezzo. Quando succede, gli altri rulli attivano i Respins gratis.\n\nMa non è tutto…\nSe ottieni i simboli Bonus sui rulli 2, 3 e 4 contemporaneamente, partiranno dei giri gratuiti. Per prima cosa devi selezionare il simbolo del PUNTO INTERROGATIVO da una griglia di 20 posizioni e devi continuare a scegliere fino a quando non ne trovi tre corrispondenti. Cosa si vince?\n\n5 giri gratuiti con un moltiplicatore 2x,\n7 giri gratuiti con un moltiplicatore 2x,\n10 giri gratuiti con un moltiplicatore 2x,\n11 giri gratuiti con un moltiplicatore 2x,\n15 giri gratuiti con un moltiplicatore 2x\n20 giri gratuiti con un 3x moltiplicatore.\n\nATTENTO! Puoi anche trovare uno speciale Wild Plus 5 Free Games, che funge da Jolly per una nuova selezione che potrebbe assegnarti altri 5 giri gratuiti.\nFunzionalità extra SUPER 10 STARS\n\nFunzionalità FRENESIA – Se fai atterrare il simbolo Super 10 Stars completamente impilato sul terzo rullo, viene lanciata la funzione FRENESIA, una sorta di mini slot a una bobina con nuovi simboli per moltiplicare la scommessa per linea, assegnare giri gratuiti o lanciare il gioco FRENZY ROULETTE che offre moltiplicatori fino a 100x\nFunzionalità JACKPOT SUPER 10 STARS – La slot offre una vincita superiore a 1000x per l’atterraggio di cinque Jolly lungo una linea di pagamento. Il triplo 7 può pagare fino a 500x, il doppio 7 fino a 250x, il 7 singolo fino a 200x, l’icona 5 Bar fino a 100x, il Bar, le campane e le ciliegie possono pagare fino a 50x. Tutti i 7 misti possono pagare fino a 60x e qualsiasi barra mixata arriva a pagare fino a 30x.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super 10",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/super-10-new-286x217.jpg",
            "filename": "super-10-new-286x217.jpg"
        }
    ],
    "name": "Super 10"
}