{
    "studio": "Playson",
    "text": "\nSuper Burning Wins: Respin\nInformazioni generali\nSoftware: Playson\nRulli:3\nLinee di gioco: 5\nImporto minimo della puntata: 0,10 €\nImporto massimo della puntata: 100 €\nVincita massima: x750 volte la puntata\nReturn to Player (RTP): 96 %\nJackpot massimo: 75.000 €\nVolatilità: medio-bassa\nCaratteristiche principali\nPensavate che le Fruit Machine fossero dei giochi appartenenti al passato? La Playson con questa slot machine nata nel novembre del 2019 vi smentisce del tutto! Questi giochi super tradizionali, che si ispirano alle vecchie slot terrestri, le prime che fecero la comparsa nelle sale da bar, continuano a trovare consensi anche nelle nuove generazioni, con un fascino indiscutibile e senza tempo.\nSuper Burning Wins Respin rientra a pieno titolo nella categoria delle Fruit Machine, sia per quanto riguarda il tema, ovviamente, ma anche proprio per la struttura: si tratta infatti di una classica slot machine a tre rulli, tre righe e solo cinque linee di pagamento, con pochissime funzioni speciali e un gameplay molto semplice e intuitivo.\nPer quanto riguarda il return to player, Super Burning Wins Respin offre un più che sufficiente 96%, in linea con la maggior parte delle slot in circolazione, mentre la volatilità è medio-bassa, il che significa che è facile vincere con questo gioco ma non ci si deve aspettare di portare a casa facilmente delle grandi somme.\nSuper Burning Wins Respin è ottimizzata per essere giocata non solo da computer desktop ma anche da tutti i dispositivi mobili, sia iOS che Android.\nSimboli di Super Burning Wins Respin\nCome è facile intuire, i simboli di questa slot machine del provider Playson, rifacendosi alla tradizione delle Fruit Machine, sono rappresentati dai frutti e dai classici tre 7 e campane.\nIn ordine di valore troviamo sui rulli la X, le ciliegie (le mitiche Cherries che per tanto tempo sono state il simbolo stesso delle slot machine), le arance, i limoni, le prugne, la scritta BAR, le campanelle e i tre 7 (777).\nIl simbolo dei tre 7 è quello che su tutti ha un valore maggiore e quando compare su tutti i tre rulli regala una vincita pari a ben 150 volte la puntata iniziale.\nIn Super Burning Wins Respin non sono presenti simboli Wild o Scatter, ma troviamo delle funzioni speciali che arricchiscono il gameplay e aumentano le chance di vincite.\nFunzioni speciali di Super Burning Wins Respin\nSuper Burning Wins Respin è una slot dalle dinamiche di gioco piuttosto semplici e intuitive, arricchite da due funzioni speciali. La prima è la cosiddetta “Respins” che dà il nome al gioco: quando su due dei tre rulli abbiamo dei simboli uguali ma non si tratta di una combinazione vincente, il terzo rullo gira di nuovo singolarmente (Respin) per incrementare le possibilità di vincita.\nLa seconda funzionalità speciale viene attivata quando su tutti i tre rulli e le tre righe è presente lo stesso identico simbolo: in questa eventualità, piuttosto rara a essere sinceri, l’intero importo della vincita viene raddoppiato su ognuna delle cinque linee di pagamento, determinando potenzialmente la vincita massima di 75.000 €.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super Burning Wins: Respin",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/super-burning-wins-respins_free-286x217.jpg",
            "filename": "super-burning-wins-respins_free-286x217.jpg"
        }
    ],
    "name": "Super Burning Wins: Respin"
}