{
    "studio": "Red Rake",
    "text": "\nSuper 12 Stars\nSeguendo la linea di molte altre slot machine, inclusi titoli come Super 10, Super 7 o Super 5, presenti nel nostro elenco online, Red Rake nel 2019 ha rilasciato un nuovo gioco dal nome Super 12 Stars. In questa ultima versione sono presenti alcune novità, come la funzione Lucky Stars, oltre a 3 Jackpot e diverse altre fantastiche opzioni.\nGameplay dinamico e ricco di funzioni extra\nStai per giocare ad una slot machine che utilizza rulli 5×3, con 30 linee di pagamento per ogni round attivato. L’elenco delle funzionalità è piuttosto lungo e include:\n\nRespins,\nMoltiplicatori,\nGiri Gratuiti con Minigiochi\nUn Bonus alla roulette\nUn Grand Jackpot che regala 2000x la tua puntata\n\nValori di puntate e premi in palio\nPuoi impostare una scommessa da 0,30€ fino a 60,00€ per round. Guardando le singole combinazioni vincenti, il gioco pagherà in fase standard fino a 1.000 volte la puntata totale, sebbene con i moltiplicatori coinvolti, il potenziale aumenta rapidamente. C’è anche il mix di jackpot fissi che si potrebbero innescare durante i giri, tra cui :\n\nGrand – 2.000x la puntata totale,\nMajor – 200x la puntata totale,\nMinor – 50x la puntata totale.\n\nNel complesso, penso che i premi non siano così male, soprattutto se si guarda al numero di funzionalità che potrebbero aiutare a migliorare col tempo le tue vincite finali.\nQuali sono i simboli speciali che innescano funzionalità extra?\nTra le principali funzionalità disponibili qui, una prende il nome dal titolo della slot:\n\nSe compare l’icona Super 12 Stars sul terzo rullo, coprendolo completamente, si innescherà il bonus Lucky Stars. Le tre posizioni iniziali vengono trasformate in stelle, che saranno appiccicose per i seguenti 3 giri. Anche i nuovi giri che verranno visualizzati verranno bloccati. Una volta riempiti i rulli, o quando si esauriscono i giri, la funzione termina e si viene ricompensati in base a ciò che indicano le stelle. Alcuni giri possono attivare premi in denaro, mentre altri potrebbero contribuire a uno dei jackpot fissi o a tutti e tre!\nUn altro simbolo di funzionalità è il logo Super 10 Stars che quando appare, copre anche la terza bobina. La funzione che viene attivata qui è una mini slot con 1 bobina, che può offrire giri gratuiti, premi o un mini gioco chiamato Frenzy Roulette. Frenzy Roulette ti fa scegliere un colore, verde o rosso, e poi la roulette gira e tu vinci l’importo indicato nel punto in cui atterri.\nSuper 7 Stars è un trigger Wild Respin\nPuoi vincere premi fino a 200x puntate totali se compaiono fino a 5 Scatter dorati, nello specifico sono quelli con il logo Super 5 Stars.\n\nSlot in demo o giocabile con soldi veri ricca di funzioni e giri gratis\nLa slot gratis Super 12 Stars ha una lunga lista di funzionalità da offrire, che contraddice la natura classica dello slot in stile vintage dei primi casinò fisici di Las Vegas. Il mix tra tradizionale e moderno è pienamente riuscito, sempre che ti piacciano questo genere di slot, altrimenti puoi sempre optare per uno dei numerosi titoli presente nel nostro elenco online!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super 12 Stars",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/super-12-stars-featured-286x217.jpg",
            "filename": "super-12-stars-featured-286x217.jpg"
        }
    ],
    "name": "Super 12 Stars"
}