{
    "studio": "Inspired Gaming",
    "text": "\nSuper Fire 7s\nLe slot fruttate possono essere definite a tutti gli effetti dei grandi classici del gioco online. Super Fire 7s ha tutti gli elementi che la rendono riconoscibile agli occhi dei giocatori più scafati, con in più la funzione Gamble che si differenzia da quella a cui siamo abituati nelle altre slot. Prima di addentrarci nella descrizione delle caratteristiche della slot, facciamo una veloce panoramica sulla grafica. Come si evince dal titolo, il fuoco è l’elemento fondante del gioco. Sullo sfondo ci sono delle fiamme e la griglia è di colore rosso che sfuma sul nero. I pulsanti sono a scomparsa, nel senso che quando appaiono solo quando i rulli sono fermi. Oltre al tasto start, troviamo la rotella per le impostazioni, l’icona per aumentare o diminuire la puntata e i pulsanti “Scommetti” e “Incassa” che si attivano solo a seguito di una vincita. Sulla parte bassa troviamo il Saldo, Posta e la vincita totale.\nCaratteristiche principali della slot machine\nLa griglia ha 5 rulli e 4 righe, con 40 linee di pagamento fisse. La puntata minima per ogni Spin è di 0,20 €, la massima 100 €. Accedendo alle impostazioni troviamo le info sul gioco e 3 diversi cursori, uno per attivare i suono, uno per investire la posizione dei pulsanti (gioco per mancini) e uno Turbo per accelerare la rotazione dei rulli. Pagano solo le combinazioni ottenute con simboli identici su rulli adiacenti a partire da sinistra verso destra, nel caso di vincite multiple viene ricompensata solo la più alta. Tenendo premuto il tasto Start per qualche secondo si apre la schermata Auto attraverso cui si possono impostare tra 5 e 100 giri automatici. Super Fire 7s ha un RTP di tutto rispetto, pari al 96,5%.\nSimboli e funzionalità di Super Fire 7s\nI simboli si differenziano per valore, le prugne le arance e l’uva pagano meno di tutti, poi troviamo l’anguria e le campanelle a pari merito. A seguire ci sono tre diverse tipologie di 77: quelli blu e rossi hanno lo stesso valore, quelli infuocati valgono di più. Per fare un esempio, se la puntata è di 2 € e dovessero comparire 5 simboli 77 infuocati, la nostra vincita sarebbe di 40 €.\nLa stella è il simbolo che paga di più in assoluto: mantenendo la puntata di 2 €, 3 simboli assegnano 20 €, con 5 simboli si arriva a ben 5.000 €! Il simbolo Wild sostituisce tutti i simboli eccetto la stella. In seguito a ogni vincita, i pulsanti Incassa e Scommetti cominciano ad alternarsi. Cliccando sul primo è possibile mettere da parte il denaro e riprendere il gioco, con il secondo tasto invece si può provare a raddoppiare la vincita. In questo caso sullo schermo apparirà una pila di importi e alla base la scritta Lose. Una luce si alternerà tra l’importo superiore e la scritta Lose, noi dovremo cercare di bloccarla sull’importo. Riuscendoci, si passerà al livello successivo, in caso contrario si perderà l’intera vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super Fire 7s",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/super-fire-s-new-286x217.jpg",
            "filename": "super-fire-s-new-286x217.jpg"
        }
    ],
    "name": "Super Fire 7s"
}