{
    "studio": "Red Rake",
    "text": "\nSuper 5 Stars\nEcco cosa ottieni quando fai un mix con una slot machine classica e le funzionalità più innovative moderne: la slot gratis Super 5 Stars di Red Rake Gaming. Puoi vincere fino a 50 giri gratuiti, moltiplicatori fino a 500x e persino un gioco bonus che ricorda un gioco televisivo!\nGameplay dinamico e ricco di potenziali vincite\n\nPuoi girare i rulli partendo da un minimo di 0,30€ o se sei un grande giocatore, puoi scegliere di puntare fino a 150,00€ al turno\nSuper 5 Stars è una slot machine a 5 rulli e 30 payline fisse che consente ai giocatori di controllare le proprie scommesse\nIntorno ai rulli il glitter dorato illumina i pulsanti di puntata\n\nQuali sono i simboli principali?\nI simboli che compongono questo gioco sono:\n\nlettera verde W,\nil trio di campane d’oro,\nciliegie,\nBAR singoli,\n5 BAR singoli,\n5 BAR doppi,\nSuper 5 stelle,\nSuper stelle d’argento,\nsimboli bonus insieme a 7 rossi ardenti singoli, doppi e tripli.\n\nPuntate  e vittorie massime\n\nPuoi vincere l’incredibile cifra di 2.500 monete ruotando cinque dei simboli verdi con la lettera W\nI 7 rossi ardenti a tripla fiamma assegneranno 1.000 monete per 5 icone uguali sulla tua linea di pagamento\nIl simbolo dorato Super 5 stelle assegnerà 500 monete per cinque sulla tua linea di pagamento attiva.\n\nCome si comportano i bonus in questa slot senza scaricare?\n\nWild: la lettera verde W è il simbolo jolly in questo gioco e sostituirà tutti gli altri simboli (eccetto i simboli speciali come Super 5 Stars, bonus e Super Silver) per aiutarti a creare combinazioni vincenti e aumentare il tuo game count;\nBonus: tre simboli bonus attiveranno i giri gratuiti. Questi simboli appariranno solo sui rulli 2, 3 e 4. Nella griglia ci sono 20 caselle con il simbolo del punto interrogativo, che dovranno essere aperte per scoprire il valore dei giri gratuiti. Potresti guadagnare tra 5 e 20 giri gratuiti con un moltiplicatore 2x o 3x appiccicoso;\nIl simbolo Super Silver Stars assegnerà moltiplicatori che vanno da 1x a 200x;\nSe trovi il simbolo d’oro Super 5 stelle ti sarà assegnato un moltiplicatore per la rotazione di almeno tre simboli sui rulli.\n\nEcco il  mio resoconto finale\nLa slot machine Super 5 Stars è una slot machine a media varianza con una percentuale di ritorno al giocatore (RTP) del 95,04%. Sebbene le vittorie siano poche e lontane tra loro, ci sono molte diverse combinazioni vincenti che possono cadere sui rulli. Avrai un potenziale per combinare 20 giri gratuiti con un moltiplicatore 3x con jolly e Super 7 stelle che potrebbe premiarti alla grande!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super 5 Stars",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/super-5-stars_gratis-286x217.jpg",
            "filename": "super-5-stars_gratis-286x217.jpg"
        }
    ],
    "name": "Super 5 Stars"
}