{
    "studio": "Ainsworth",
    "text": "\nSuper Charged 7s\nLe Fruit Machine sono forse le slot più diffuse in assoluto, grandi classici con cui tutti i giocatori si sono cimentati almeno una volta nella vita. Il passaggio dalle classiche macchinette anni ’90 al loro corrispettivo digitale è stato naturale, con alcuni giochi che hanno mantenuto intatte le loro caratteristiche, altri che sono stati modernizzati o riadattati per essere al passo coi tempi.\nSuper Charged 7s mantiene uno stile retrò con l’aggiunta di alcuni accorgimenti che la rendono appetibile anche per i giocatori più esigenti sempre a caccia di novità.\nLa grafica di Super Charged 7s è molto semplice: la cornice di gioco è attraversata dalla corrente elettrica generata da blocchi di batterie, mentre nel sesto rullo, quello dei moltiplicatori, ci sono dei fulmini. Sotto la griglia troviamo diversi tasti: uno per le impostazioni, uno per regolare il volume, l’altro per accedere alla tabella dei pagamenti. Accanto è posizionata la pulsantiera per aumentare o diminuire la scommessa e quelli per far partire i giri automatici (100), oltre naturalmente al classico tasto per il controllo manuale.\nCaratteristiche principali della slot machine\nLa griglia presenta una struttura tradizionale a cinque rulli e tre righe, con in aggiunta un sesto rullo per i moltiplicatori. Super Charged 7s ha un RTP pari al 93,04% e una volatilità media, ciò significa che paga con una buona frequenza anche se non elargisce cifre stratosferiche. Le puntate vanno da un minimo di 1 € a 10 €, e attraverso il tasto MAX è possibile effettuare la puntata massima. Le linee di pagamento sono 40.\nSimboli e funzionalità di Super Charged 7s\nA differenza di tante altre slot, in Super Charged 7s non ci sono i simboli legati alle carte. Tra i simboli di base troviamo le ciliegie e il dollaro, entrambi pagano 0,60 € quando appaiono cinque volte in una combinazione vincente. Abbiamo poi il simbolo “bar” in tre diverse varianti: con una, due o tre scritte. Essi possono anche combinarsi per assicurarci delle vincite, seppur basse. Il simbolo che paga di più in assoluto è il 7 che dà il nome alla slot.\nIl simbolo Wild è il diamante, sostituisce tutti gli altri simboli eccetto lo Scatter e paga sino a un massimo di 20 volte la puntata. Lo Scatter è rappresentato dalla scritta “Bonus”, appare solo sui rulli 1, 3, 5 e assicura 8 Free Spins. Nel caso il simbolo Scatter dovesse comparire durante i giri gratuiti, allora avremo in omaggio ulteriori Free Spins.\nIn Super Charged 7s esiste anche un ulteriore bonus che si attiva quando il simbolo della ruota con la scritta Wheel appare sui rulli per almeno 6 volte. In tal caso il sesto rullo comincia a girare. Se durante questa modalità di gioco appariranno 6 ruote, allora il denaro vinto verrà moltiplicato x 1, se ne appariranno 7 la moltiplicazione sarà per 2 e così via sino a un massimo di 10 o più ruote e un moltiplicatore x 5.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Super Charged 7s",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/super-charged-7s_logo-286x217.jpg",
            "filename": "super-charged-7s_logo-286x217.jpg"
        }
    ],
    "name": "Super Charged 7s"
}