{
    "studio": "Ainsworth",
    "text": "\nSweet Chilli Electric Cash\nSweet Chilli Electric Cash è una nuova slot machine prodotta dalla software house Ainsworth, ed è veramente un gioco elettrizzante! La tematica è incentrata sulla tradizione messicana, omaggiata dai simboli che si alternano sui rulli, tra i quali ovviamente non poteva mancare il peperoncino piccante!\nLa struttura di gioco è quella tradizionale, con cinque rulli e venticinque linee di pagamento, mentre il gameplay risulta essere abbastanza articolato, grazie alla presenza di diverse funzioni speciali e di ben 4 Jackpot, rispettivamente Mini, Minor, Major e Grand Jackpot, con valore crescente.\nLa volatilità di Sweet Chilli Electric Cash è media, ciò significa che ci si può aspettare sia di vincere premi piccoli con una certa frequenza, sia di ottenere talvolta delle vincite sostanziose.\nPer quanto riguarda invece il ritorno teorico al giocatore, o RTP, questa slot di casa Ainsworth è nella media della maggior parte dei giochi di slot, attestandosi su un abbastanza canonico 96,17 %.\nSimboli piccanti per premi caldissimi!\nLa grafica di Sweet Chilli Electric Cash è molto colorata, a partire dallo sfondo per arrivare ai simboli, tutti riprodotti in pieno stile messicano. I simboli non tematici di questa slot machine sono rappresentati dai numeri e dalle lettere che si riferiscono alle carte da gioco dal 9 all’Asso, e che sono disegnati come un cartone animato. I simboli legati al Messico e alla sua cultura comprendono invece un tubetto di Chilli, una chitarra e delle maracas, un peperoncino piccante e un sombrero.\nTra i simboli speciali troviamo il Wild, rappresentato da una maschera messicana da wrestling, che può comparire solo sui rulli 2, 3, 4 e 5, e che può sostituire tutti gli altri simboli tranne lo Scatter. Questo è un simbolo raffigurante dei peperoncini rossi e verdi, compare sui rulli centrali (2, 3 e 4) e insieme ad esso appare sullo schermo anche un cosiddetto “Electric Prize” (premio elettrico), che permette di ottenere un moltiplicatore casuale che può far vincere fino a 250 volte la puntata, oppure un Jackpot Bonus Mini o Minor. Il simbolo Scatter permette di accedere alla funzione Stick & Spin, al termine della quale saranno assegnati i premi elettrici vinti.\nDurante la Stick & Spin inoltre, il simbolo raffigurante i peperoncini resta in una posizione fissa e assume il ruolo di simbolo impilato, per cui sopra di esso se ne possono accumulare fino a 15: in questa situazione, se vengono raccolti 10 o 15 peperoncini si ottengono i due Jackpot maggiori, Major e Grand.\nSlot machine simili a Sweet Chilli Electric Cash\nIl tema messicano è indubbiamente molto affascinante e coinvolgente: i giochi di slot che utilizzano questa tematica sono sempre molto colorati e divertenti! La Ainsworth non è l’unica software house ad averla scelta e si possono trovare diversi altri giochi simili. Tra questi ricordiamo per esempio Tex Mex, ma anche Extra Chilli della Megaways e Fruitful Siesta, una Fruit Machine in chiave messicana. Infine, ispirate alla Dia de Los Muertos, abbiamo Calaveras, Beautiful Bones e Grim Muerto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sweet Chilli Electric Cash",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/sweet-chilli-electric-cash_logo-286x217.jpg",
            "filename": "sweet-chilli-electric-cash_logo-286x217.jpg"
        }
    ],
    "name": "Sweet Chilli Electric Cash"
}