{
    "studio": "Play’n Go",
    "text": "\nSweet Alchemy\nIl tema di questa slot prodotta dalla software house Play’N’Go è presto detto: si tratta di un gioco in cui a farla da padrone sono le caramelle di ogni gusto e colore. Niente di originalissimo, dobbiamo dirlo, infatti questa tipologia di slot è nata e si è sviluppata in seguito all’avvento sul mercato del noto gioco Candy Crush. Sebbene Candy Crush non sia una slot machine, ha dato via a un seguito di giochi ispirati al mondo delle leccornie, in cui le schermate sono invase da cascate di dolcetti multicolore.\n\nDiciamo subito che se avete delle grandi aspettative riguardo l’originalità di Sweet Alchemy, be’, forse non si tratta proprio della slot machine che può fare al caso vostro, ma se invece cercate un gioco abbastanza semplice e con delle potenzialità di vincita di tutto rispetto, allora vi consigliamo quantomeno di provarla, anche in modalità demo, ossia senza spendere un centesimo!\nPer quanto riguarda il compartimento grafico, anche in questo caso non vi dovete aspettare animazioni tridimensionali o effetti speciali particolari, ma la scelta dei colori e la vivacità della schermata di gioco regalano comunque un’esperienza ludica divertente e coinvolgente.\nCaratteristiche principali della slot machine\nLa griglia di gioco di questa dolcissima slot machine di casa Play’N’Go è composta da cinque rulli, cinque righe e una sola linea di pagamento. Per ottenere una vincita i giocatori devono comporre combinazioni di quattro o più simboli adiacenti. Anche per quanto riguarda lo stile e le modalità di gioco, Sweet Alchemy è chiaramente ispirata alla serie di Candy Crush.\nPer quanto riguarda il range di scommesse, su Sweet Alchemy potrete effettuare le vostre puntate a partire da soli 10 centesimi fino a un massimo di 100 €. Si tratta di una slot caratterizzata da una volatilità media, perciò sebbene i premi non siano frequentissimi, avrete la concreta possibilità di ottenere delle vincite di tutto rispetto, anche in virtù di un ritorno teorico al giocatore (RTP) che si attesta su un ottimo 96.52 %, di oltre mezzo punto al di sopra della media.\nSimboli e funzionalità di Sweet Alchemy\nI simboli che si alternano sui rulli di Sweet Alchemy sono una successione di leccornie di ogni forma, gusto e colore, con valori diversi che potrete facilmente conoscere cliccando sul tasto “i” (informazioni) che potrete trovare in basso alla sinistra della schermata.\nSulla destra dello schermo troverete un “misuratore di zuccherosità”, che si riempie man mano che si ottengono delle combinazioni vincenti e che come ricompensa, aggiunge dei jolly diversi nella griglia: avremo dei jolly standard e oltre a questi, dei jolly a strisce e a pois, che rimuovono e sostituiscono simboli dai rulli, contribuendo a creare ulteriori combinazioni vincenti.\nSe durante un unico giro riuscite a riempire il misuratore di zuccherosità con 38 caramelle, avrete accesso a una funzionalità speciale chiamata “Crea l’elisir”, un giro gratuito in cui si ha a disposizione un ulteriore funzione chiamata “incantesimo Bonbon” e si giocherà su una griglia speciale costituita da nove rulli e nove righe.\nCon tutte queste funzionalità speciali le possibilità di divertimento e di vincita sono davvero tante, vi consigliamo dunque di provare subito Sweet Alchemy.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sweet Alchemy",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/sweet-alchemy_free-286x217.jpg",
            "filename": "sweet-alchemy_free-286x217.jpg"
        }
    ],
    "name": "Sweet Alchemy"
}