{
    "studio": "Pragmatic Play",
    "text": "\nSweet Bonanza\nI mondi pieni di dolci e caramelle hanno ottenuto un successo immenso negli ultimi anni, specialmente con giochi rompicapo per smartphone. Molte slot machines hanno provato a catturare le zuccherate atomosfere di celebri giochi come Candy Crush, e oggi andremo ad analizzare proprio una di quelle: Sweet Bonanza della Pragmatic Play. Riuscirà questa slot a stare al passo con i giochi da cui prende ispirazione? Scopriamolo partendo dall’analisi del comparto grafico.\nTra i dolci di Sweet Bonanza\nPer quanto riguarda l’aspetto grafico, Pragmatic Play ha fatto un lavoro semplice ma ottimo. Niente è abbandonato a se stesso, e tutto, dai simboli alla griglia, è decorato in modo da rispecchiare il tema della slot. Sullo sfondo troviamo un mondo di dolci e caramelle, montagne di gelato con tanto di coni rovesciati, nuvole di zucchero filato e gigantesche caramelle all’orizzonte. L’ampia griglia, composta da 6 rulli e 5 linee, è contornata da un bastoncino di zucchero che gli fa da cornice. Tra i simboli semplici troviamo della frutta (forse caramellata) come una banana, dell’uva, un cocomero, una prugna e una mela, mentre tra i simboli speciali troviamo delle ambite caramelle dalla forma geometrica, un rettangolo blu, un pentagono verde, un quadrato viola e infine una a forma di cuore rosso. Il simbolo scatter di Sweet Bonanza è un gigantesco lecca-lecca a spirale mentre non è presente il simbolo wild. Nonostante questa assenza però, c’è un altro simbolo, presente solo nei giri gratuiti (di cui parleremo meglio nel prossimo paragrafo), ovvero una bomba caramellata, che fungerà da simbolo moltiplicatore. Lo stile grafico è molto semplice e non avrete difficoltà a seguire ciò che avviene su schermo.\nSweet Bonanza e le valanghe di simboli\nSe con il suo stile grafico Sweet Bonanza prova a ricordarci in tutti i modi i giochi per smartphone che hanno portato il tema dei dolci dove è oggi, lo stesso tentativo lo fa, per quanto possibile, anche con il gameplay. Sweet Bonanza utilizza infatti una funzione “a caduta” presente anche in altre slot machines, ma che qui (proprio per il suo aspetto simile ai giochi per smartphone) dà il meglio di sé. Dopo ogni spin i simboli vincenti vengono eliminati, e negli spazi vuoti cadranno altri simboli che possono vincere nuovamente, creando così una catena di vincite. Come tante altre slot machines, Sweet Bonanza dispone anche di una funzione per ottenere dei giri gratuiti, per l’esattezza 10, che si attiverà ottenendo 4 o più simboli scatter. Nel caso si dovessero trovare di nuovo altri 4 simboli scatter durante questi giri gratuiti, allora se ne otterranno altri 5. In questi giri gratuiti potranno apparire dei simboli esclusivi a forma di bomba: ognuno di essi potrà avere un moltiplicatore da 2 a 100x. Sweet Bonanza possiede un RTP nella media del 96.48%\nSlot simili a Sweet Bonanza\nSweet Bonanza della Pragmatic Play è quindi una slot semplice e senza troppe pretese che potrà intrattenere per qualche giocata, specialmente se siete dei fan degli ambienti molto colorati. Se volete provare altre slot machines a tema dolci e caramelle allora Sweet Alchemy e Candy Bars fanno al caso vostro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Sweet Bonanza",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/sweet-bonanza-thumb-286x217.jpg",
            "filename": "sweet-bonanza-thumb-286x217.jpg"
        }
    ],
    "name": "Sweet Bonanza"
}