{
    "studio": "High 5 Games",
    "text": "\nTales of Hercules\nIl mito di Ercole (Hercules) è presente nella cultura dell’Antica Roma e richiama la figura dell’Eracle che troviamo invece nella mitologia ellenica. Eracle era un eroe e semidio, figlio di Zeus in persona e di Alcmena, nato a Tebe e caratterizzato da una forza sovraumana. La figura di Ercole è legata a numerose leggende sulla sua forza, prima fra tutte quella che riguarda le cosiddette “sette fatiche di Ercole”.\nNel mondo delle slot machine, i prodotti dedicati alle grandi culture del passato sono molto presenti: quella più utilizzata è senza dubbio la civiltà egizia, seguita a ruota da quelle ellenica e romana, senza dimenticare le antiche civiltà americane, con in testa quella Maya.\nTales of Hercules, prodotta dalla software house High 5 Games è un omaggio alla mitologia ellenica e alla figura di Ercole e seppur non spicchi per originalità, riconosciamo il grande sforzo creativo nel realizzare una slot graficamente assai ben curata e con un gameplay di tutto rispetto.\nCaratteristiche principali della slot\nTales of Hercules ha una struttura di base tradizionale, con cinque rulli, quattro righe e ben 40 linee di pagamento. Si tratta di un gioco che piacerà sicuramente agli high roller, gli scommettitori che amano effettuare delle puntate di un certo valore, in quanto il range di scommesse va da 40 centesimi fino a un massimo di 200 €, una cifra di tutto rispetto! Il premio più alto a cui si può ambire giocando a Tales of Hercules è pari a 1.000 volte il valore della scommessa, che traducendo in soldoni diventa 200.000 €, proprio niente male!\nSi possono mettere le mani sul jackpot quando l’intera griglia di gioco è occupata dai simboli con valore più alto, che essenzialmente sono i simboli tematici.\nIl gioco è presente su varie piattaforme come versione demo gratuita, grazie alla quale potrete allenarvi e conoscere tutti i segreti della slot prima di giocare dei soldi veri.\nSimboli e funzionalità di Tales of Hercules\nSui rulli di Tales of Hercules sia alternano sia i simboli non tematici che quelli legati al mito di Ercole: i primi sono rappresentati dai numeri e dalle lettere che si riferiscono alle carte da gioco, in questo caso dal 10 all’asso, che pagano tra le 75 e le 90 volte il valore della puntata.\nPer ottenere delle vincite più sostanziose bisogna sperare nei simboli tematici, che comprendono le mele dorate, Hercules stesso, una principessa guerriera, un leone, un alce e il jolly: tutti questi sei simboli permettono di vincere il jackpot di 1.000 volte la puntata quando occupano l’intera griglia di gioco.\nI jolly durante il gioco base compaiono come singoli, mentre nei giri gratuiti diventano doppi e tripli. Un’altra particolarità dei giri gratuiti è che cambia il set di rulli, e tutti i simboli Wild che appaiono restano bloccati, aumentando le possibilità di ottenere delle vincite.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tales of Hercules",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/tales-of-hercules_featured-286x217.jpg",
            "filename": "tales-of-hercules_featured-286x217.jpg"
        }
    ],
    "name": "Tales of Hercules"
}