{
    "studio": "High 5 Games",
    "text": "\nTeatime Treasures\nLe fiabe sono racconti affascinanti che da sempre trasportano milioni di menti in mondi fantastici e che ci permettono di realizzare viaggi altrimenti impossibili. Molte di queste sono ormai radicate nella cultura popolare, non solo per la loro fama come semplici fiabe, ma anche grazie ai film e ai cartoni animati che le hanno adattate. High 5 Games con Teatime Treasures ci porta nel mondo di Alice nel Paese delle Meraviglie, sicuramente una delle fiabe più celebri. Saranno riusciti a fare un buon lavoro?\nLa bizzarra festa di Teatime Treasures\nLa prima cosa che salta all’occhio quando ci si immerge per la prima volta nel bosco magico di Teatime Treasures è sicuramente quanto questo sia affollato. Sullo sfondo vediamo una miriade di piante, tronchi e funghi che finiscono con l’incorniciare la griglia di gioco, composta da mattoni grigi. A sinistra troviamo lo Stregatto, insieme ad un cartello che punta un indicatore per le giocate gratuite e il jackpot. Tra i simboli normali troviamo i semi delle carte da gioco (fiori, quadri e picche) e una corona d’oro, mentre tra i simboli speciali troviamo oggetti che ci riportano alla storia di Alice nel Paese delle meraviglie: la tazzina di tè del non-compleanno, l’orologio tascabile del Bianconiglio e il cappello del Cappellaio Matto. Il simbolo Wild è una fetta di torta, l’ampolla magica farà apparire più cappelli mentre la funzione speciale del gioco è caratterizzata dall’enorme simbolo (occupa ben tre caselle) del bruco famelico. Come già accennato, l’ambiente e la griglia (composta da 5 rulli e 5 linee) possono risultare particolarmente affollati, forse anche per colpa del poco spazio occupato dalla griglia rispetto al resto dello sfondo, ma può comunque risultare accattivante per molti.\nUna scorpacciata di torte con Teatime Treasures\nIl gameplay di Teatime Treasures non è estremamente complicato, ma mantiene in parte quell’aspetto un po’ confusionario che troviamo anche nel suo comparto grafico. A differenza di molte altre slot, il simbolo scatter non è presente e i giri gratuiti potranno essere ottenuti quando il bruco (nella sua interezza) capiterà sulla griglia assieme alla torta. Si estenderà per raggiungerla e ogni casella occupata da lui e dalla torta sarà considerata Wild. Questa funzione si chiama “Wild Train” e se il bruco mangerà 5 fette di torta si potranno ottenere dei giri gratuiti, mentre se riuscirà a mangiare ben 12 fette di torta allora si otterrà un jackpot. Nonostante un RTP del 96%, la funzione Wild Train non è affatto facile da attivare poiché il bruco apparirà solo sul quinto rullo, e non sempre per intero. Questo potrebbe scoraggiare molti dal provare questa slot, che però per alcuni potrebbe ancora valere un tentativo proprio per questa meccanica abbastanza originale.\nSlot simili a Teatime Treasure\nSe dopo aver provato Teatime Treasure avrete ancora voglia di immergervi nella fiaba di Alice nel Paese delle meraviglie ci sono alcune opzioni che fanno per voi: Alice and The Mad Tea Party e Malice fanno sicuramente al caso vostro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Teatime Treasures",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/teatime-treasures_new-286x217.jpg",
            "filename": "teatime-treasures_new-286x217.jpg"
        }
    ],
    "name": "Teatime Treasures"
}