{
    "studio": "Yggdrasil",
    "text": "\nTemple Stacks\nInformazioni generali\nSoftware: Yggdrasil\nRulli: 5\nLinee di gioco: 243/ 248.832\nGiocata minima: € 0,10\nGiocata massima: € 100\nMinimo gettoni per linea: 1\nVincita massima: 25,000x\nReturn ti Player (RTP): 96,10%\nVolatilità: medio bassa\nCaratteristiche principali\nQuello della cultura mesoamericana è un tema abbastanza sfruttato nel mondo delle slot machine e anche la software house Yggdrasil con la sua Temple Stacks ci porta a vivere un’avventura ambientata nella profondità della giungla del centro America, con un gioco molto bello e ricco, sia per quanto riguarda il compartimento grafico ma anche, soprattutto, per il gameplay piuttosto articolato.\nTemple Stacks è una slot machine con una struttura di base abbastanza classica, costituita da cinque rulli, tre righe e 243 linee di scommessa, tuttavia quando si innesca un meccanismo particolare detto “Splitz Mystery Stacks”, le linee aumentano fino a 12 e i modi di vincere raggiungono l’impressionante numero di 248.832!\nLe vincite sono assegnate quando su rulli adiacenti atterrano 2-5 simboli uguali, a partire da sinistra verso destra.\nPotere iniziare la vostra avventura nella cultura azteca con puntata da 0,10 fino a 100 crediti per giro, sia da computer desktop sia da dispositivo mobile tramite l’App dedicata.\nIl gioco ha una volatilità medio-alta, per cui non aspettatevi vincite troppo frequenti, mentre l’RTP è del 96%, nella media della maggior parte delle slot machine che si trovano nei casinò online.\nSimboli e modalità di gioco\nUna volta dato il via ai giri, sarete condotti nel bel mezzo di una fitta giungla, in cui tramite dei gradoni di pietra giungerete a un tempio azteco nascosto dalla vegetazione. La schermata di gioco è posizionata in cima ai gradini, fiancheggiata da colonne tribali decorate con statue rappresentanti delle teste di giaguaro.\nI simboli che si alternano sui rulli sono delle grosse gemme di colore verde, rosso, blu, arancione e viola, che sono anche i simboli con il valore più alto, mentre quelli di basso valore sono rappresentati da delle raffigurazioni artistiche di pesci blu, aquile viola, giaguari marroni e serpenti rossi.\nOltre ai simboli Wild e Scatter tradizionali, il gioco ha un altro simbolo ibrido, a metà tra un jolly e uno Scatter: se compare sui rulli per due volte funge da jolly, mentre se ne appaiono tre, quattro o cinque regala dei giri gratuiti.\nSlot simili a Splitz Mystery Stacks\nIl tema dedicato alle culture mesoamericane è molto sviluppato nel mondo delle slot machine, e alcune tra esse sono diventate tra le più giocate in assoluto.\nUna slot machine davvero famose è Book of Maya e Book of Ra Magic della Novomatic, nata sulla falsa riga della altrettanto nota Book of Ra: Book of Maya è un tributo alla cultura azteca, con una grafica bellissima e un gameplay facile e avvincente che l’hanno resa il gioco ideale per tantissimi appassionati.\nMeno famosa ma altrettanto bella è invece Mayan Gods, in cui i simboli della cultura azteca si alternano con immagini futuristiche di astronavi aliene, secondo la teoria che vede gli antichi Maya in contatto con gli abitanti di galassie lontane.\nInfine, citiamo Mayan Temple Advance della Capecod, in cui il gioco si muove nella giungla, circondati da totem e templi, omaggio anche in questo caso alla cultura Maya.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temple Stacks",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/temple-stacks_gratis-286x217.jpg",
            "filename": "temple-stacks_gratis-286x217.jpg"
        }
    ],
    "name": "Temple Stacks"
}