{
    "studio": "IGT",
    "text": "\nTemple of Fire\nDi recente scoperta, il tempio del fuoco, si trova vicino alla capitale del Perù, Lima, e risale a circa 5.000 anni fa. La IGT gli ha voluto rendere omaggio con una slot dal gameplay semplice ma con alcune funzioni speciali che la rendono molto interessante per tutti gli appassionati del gioco online. La grafica è di ottimo livello, con il colore rosso a farla da padrone. I simboli sono ben definite e alcune animazioni rendono ogni partita molto coinvolgente. La griglia di gioco si trova all’interno del tempio, con ogni Spin accompagnato da animazioni sonore degne di nota. Nella parte sottostante troviamo tutti i pulsanti principali e il riepilogo della nostra scommessa e delle nostre vincite.\nCaratteristiche della slot\nLa griglia di gioco di Temple of Fire ha 5 rulli 4 righe, con 30 linee di pagamento fisse su cui è possibile puntare da un minimo di 0,60 € sino a un massimo di 1.800 €. Volendo, si può decidere di giocare in modalità Autoplay scegliendo tra 10 e 50 giri automatici e impostando dei limiti di perdita, raggiunti i quali il gioco si interrompe. La volatilità è bassa, si vince di frequente ma cifre non troppo alte, e il valore RTP si attesta sul 96%.\nSimboli e funzionalità\nA differenza di molte altre slot, in Temple of Fire non troviamo i simboli delle carte da gioco, ma solo simboli tematici, più che altro manufatti d’oro risalenti alla civiltà peruviana. Anelli, polsini, maschere rappresentanti le antiche divinità sono quelli principali e pagano molto bene. Il simbolo con più alto valore è però il logo del gioco, ossia la scritta Temple of Fire. Si hanno combinazioni vincenti quando 3, 4 o 5 simboli uguali vengono allineati da sinistra verso destra partendo dal primo rullo. In caso di più combinazioni su una stessa linea, verrà pagata solo quella più alta. Abbiamo 2 simboli Wild, il fuoco che occupa solo uno slot e la regina che invece si estende per l’intero rullo. Grazie alla loro funzione di Jolly, possono sostituire tutti i simboli eccetto lo Scatter. Una funzione dello Wild esteso è quello di lasciare fiamme sul simbolo Temple of Fire adiacente, così da trasformarlo in Wild. Il simbolo Scatter è la scala dorata e può comparire sul rullo 1, 3 e 5. Prima di iniziare i giri gratuiti, ci verrà richiesto di scegliere una tra tre diverse opzioni: avere 4 Free Spins e un moltiplicatore 3x, oppure 6 Free Spins e un moltiplicatore 2x o infine 12 Free Spins ma accontentandosi di un moltiplicatore 1X. Durante ogni giro gratuiti, un rullo casuale si trasforma in Wild e nel caso in cui compaiano ulteriori Scatter, allora ci verranno assegnati ulteriori giri gratuiti. Il numero di giri e il valore del moltiplicatore rispecchieranno la nostra scelta iniziale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temple of Fire",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/temple-of-fire-logo-286x217.jpg",
            "filename": "temple-of-fire-logo-286x217.jpg"
        }
    ],
    "name": "Temple of Fire"
}