{
    "studio": "Lightning Box Games",
    "text": "\nTemple Cash Frogs ‘n Flies\nLa slot machine Temple Cash Frogs’n Flies è uno degli ultimi prodotti rilasciati dalla software house Lightning Box Gaming, che già in passato si è distinta con giochi ricchi di funzionalità speciali e caratterizzati da un compartimento grafico molto ben realizzato e arricchito con brillanti effetti sonori.\nTemple Cash Frogs’n Flies è ambientata in uno stagno, e riporta in modo assai simpatico sui rulli gli animali e le piante che lo popolano.\nNon si tratta in questo caso di uno slot graficamente strabiliante, ma è certamente molto divertente!\nSulla schermata inziale trovate ad accogliervi una rana verde brillante che cerca di mangiare una mosca, visibilmente terrorizzata, con gli animali che spiccano sullo sfondo blu mare. Anche con la schermata di gioco siamo in acqua e troviamo molto carino il fatto che i rulli siano divisi da delle colonne di bollicine.\nI colori sono davvero molto vividi e le immagini ben realizzate e , nel complesso, riteniamo che Temple Cash Frogs’n Flies abbia tutte le carte in regola dal punto di vista grafico per garantirvi un’esperienza di gioco coinvolgente e divertentissima!\nCaratteristiche principali della slot machine\nTemple Cash Frogs’n Flies, rilasciata nel giugno 2020, si presenta come una slot machine dalla struttura molto tradizionale, ma non lasciatevi ingannare dall’aspetto, perché dietro i cinque rulli e le quattro righe si nasconde un gioco che vi può rivelare più di una sorpresa.\nDisponibile per essere giocato sia da computer desktop, sia da tutti i dispositivi mobili, siano essi smartphone o tablet, Temple Cash Frogs’n Flies permette di scommettere a partire da 0,48 fino a 60 crediti per ogni giro e offre ben 1.024 modi per vincere!\nPer ottenere una vincita dovrete allineare almeno tre simboli uguali, con le combinazioni vincenti che pagano a prescindere dalla posizione dei simboli sui rulli.\nLa varianza di Temple Cash Frogs’n Flies è medio alta, promettendo di gratificare sia i giocatori che aspettano i grossi premi, sia coloro che amano piccole vincite ma un po’ più frequenti.\nPer quanto riguarda il ritorno teorico al giocatore, questo si attesta sul 95,30 %, abbastanza basso ma in linea con quello delle altre slot di quest’anno e, in particolare, con le slot di casa Lightning Box Gaming.\nSimboli e funzionalità di Temple Cash Frogs’n Flies\nI simboli che possiamo trovare sui rulli di Temple Cash Frogs’n Flies sono sia tematici che non. Questi ultimi come sempre sono rappresentati dalle carte da gioco, dal 9 all’Asso, che tra tutti hanno il valore più basso, mentre per ottenere delle vincite un pochino più sostanziose dovrete aspettare le icone tematiche.\nNelle acque del laghetto di Temple Cash Frogs’n Flies troverete rane, pesci rossi, tartarughe e ninfee, con i pesci rossi che tra i simboli regolari pagano di più.\nI Wild del gioco sono due,  la mosca e la rana, che appaiono solo sui rulli centrali, mentre lo Scatter offre fino a 20 giri gratuiti.\nÈ previsto un Bonus Jackpot con 6 livelli di gioco e la possibilità di intascare i 3.000 crediti del Grand Jackpot, la vincita più alta su Temple Cash Frogs’n Flies!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temple Cash Frogs ‘n Flies",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/temple-cash-frogs-n-flies_free-286x217.jpg",
            "filename": "temple-cash-frogs-n-flies_free-286x217.jpg"
        }
    ],
    "name": "Temple Cash Frogs ‘n Flies"
}