{
    "studio": "Play’n Go",
    "text": "\nTemple of Wealth\nLe slot con una tematica incentrata sulla cultura e sulle leggende dell’Oriente, in particolare della Cina, sono davvero molto diffuse, e quasi tutte le software house ne hanno almeno una nel loro catalogo. Non è quindi un tema di certo originale, tuttavia, la cultura orientale offre davvero tantissime fonti di ispirazione, per cui nonostante la tematica comune, osserviamo delle slot machine molto variegate e diverse tra loro.\nLa software house Play’N’Go ha sviluppato un’intera trilogia, chiamata Wealth Package, in cui tutti i titoli hanno in comune la stessa tematica. Temple of Wealth fa parte di questa “tripletta di slot”, e, dobbiamo dirlo, è un gioco che graficamente ci è piaciuto parecchio.\nLa schermata iniziale si apre su un tempio in cui a farla da padrone è l’immagine di un dragone dorato; lo sfondo è anch’esso sulle tonalità dell’arancio e dell’oro e, nel complesso, ispira un senso di maestosità.\nLa schermata di gioco è relativamente semplice dal punto di vista grafico: i rulli sono incorniciati dalle colonne del tempio, mentre i simboli, tutti ispirati alla tradizione cinese, sono riprodotti con grande cura per i dettagli. L’esperienza di gioco che potrete fare con Temple of Wealth è decisamente coinvolgente e interessante, e ci sentiamo di consigliarvela!\nCaratteristiche principali della slot machine\nTemple of Wealth si presenta con una griglia di gioco molto tradizionale, costituita dai canonici cinque rulli e tre righe, con ben 243 linee di pagamento.\nGiocando con questa slot machine è possibile vincere un premio massimo pari a 5.000 volte il valore della puntata, impostando il valore del gettone da un minimo di 0,1 a un massimo di 100.\nLa cosa più interessante di Temple of Wealth è senza ombra di dubbio la possibilità di poter mettere le mani su uno dei 4 jackpot progressivi, ma non finisce qui, sono infatti presenti ben sei modalità di free spins, in cui potrete usufruire anche di simboli speciali e di un rullo dorato che permette di accedere ai quattro jackpot.\nIl ritorno teorico al giocatore di Temple of Wealth si attesta sopra il 96 %, più che soddisfacente! Se però non siete interessati a giocare con denaro vero, il gioco è disponibile anche in modalità demo del tutto gratuita!\nSimboli e funzionalità di Temple of Wealth\nI simboli regolari comprendono le carte da gioco dal J all’Asso e alcune icone tematiche, di cui potrete conoscere il valore consultando la tabella dei pagamenti.\nLo Scatter è lo Ying Yang, che quando compare per almeno tre volte sui rulli innesca i giri gratuiti, secondo sei modalità selezionabili dal giocatore.\nOltre a questa funzione, durante il gioco base si attiva casualmente un rullo d’oro: se un Wild comparirà qui si vincerà automaticamente un jackpot. La scelta del jackpot la farete proprio voi, tramite un ulteriore gioco bonus con delle monete che sveleranno il premio vinto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temple of Wealth",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/temple-of-wealth_gratis-286x217.jpg",
            "filename": "temple-of-wealth_gratis-286x217.jpg"
        }
    ],
    "name": "Temple of Wealth"
}