{
    "studio": "WMS",
    "text": "\nTemptation Queen\nRiassumere una casa di sviluppo di slot machine a un’unica tematica è spesso impossibile e limitante. Lo stesso si può dire della WMS, casa che ha sfornato alcuni tra i titoli più particolari e originali che si possa pensare. Detto questo, è inutile negare il fascio che l’Antico Egitto esercita sui suoi sviluppatori, considerato il largo numero di slot a tema che hanno sfornato nel corso degli anni (ne parleremo più approfonditamente nell’ultimo punto di questa recensione).\nOggi andiamo proprio a parlare di una di queste slot, ovvero Temptation Queen, titolo ispirato alla leggendaria figura della regina Nefertiti (anche l’attenzione nei confronti delle donne egiziane è simbolo della WMS).\nSenza altri indugi, andiamo a cominciare.\nTemptation Queen: il primo impatto\nLa prima impressione che si ha di una slot e che spesso determina se la proveremo o meno è l’impatto visivo e sonoro al momento del primo avvio. Naturalmente l’aspetto più importante di un titolo è il gameplay, di cui parleremo in seguito, ma anche l’occhio vuole la sua parte quindi andiamo velocemente a parlare di questa sfumatura.\nA fare da cornice al gioco troviamo le mura delle piramidi, ricoperte di geroglifici e bassorilievi. Il giallo e l’ocra sono i colori che giocano sovrani, come è lecito aspettarsi da una slot posizionata tra le dune del deserto. I vari simboli che vanno a comporre la griglia di gioco alternano i colori accesi del viola e del fucsia con le illustrazioni 2D/3D a tema, quali la Sfinge, gli scarabei, la croce egizia (ankh) e la stessa protagonista della slot.\nDa un punto di vista sonoro, il gioco utilizza una tavolozza di suoni standard non a tema, ma che fanno poca differenza sulla qualità complessiva della slot.\nTemptation Queen: la prima partita\nUna volta abituato l’occhio al colore della sabbia, possiamo cominciare a giocare. Il meccanismo attorno al quale ruota la slot è abbastanza comune: stiamo parlando di cinque rulli che mostrano tre simboli ognuno… il 5×3 onnipresente tra le slot online.\nCome ogni titolo moderno, anche Temptation Queen ha la sua dose di simboli speciali, in particolare il simbolo Wild rappresentato da una piramide che può sostituire qualsiasi altro simbolo normale nell’assegnare una vincita.\nQuesto simbolo appare solo nei tre rulli centrali e nel caso si venga a creare una combinazione utilizzando il Wild, questo si espanderà lungo tutto il rullo dando la possibilità di ottenere delle vincite concatenate.\nIl secondo simbolo speciale è il gatto, animale sacro nell’antico Egitto (e anche oggi, in molte case) che si comporta come un simbolo Skatter dando la possibilità di accedere alla modalità bonus.\nSlot simili a Temptation Queen\nCome stabilito in precedenza, l’Antico Egitto e le meraviglie ad esso associate sono un tema molto comune nella scuderia della WMS. Ovviamente questo viene ripreso largamente anche da altre case di sviluppo, ma già solo nella WMS troviamo Egyption Riches, Lady of Egypt (che più si avvicina a questa slot proprio a causa della presenza di un’altra dama), Rome & Egypt e molte altre ancora.\nInsomma, se il tema egiziano rientra tra le tue passioni, il mondo delle slot online è pronto a rispondere con forza alla tua richiesta.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temptation Queen",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/temptation-queen-new-286x217.jpg",
            "filename": "temptation-queen-new-286x217.jpg"
        }
    ],
    "name": "Temptation Queen"
}