{
    "studio": "Relax Gaming",
    "text": "\nTemplar Tumble 2 Dream Drop\nInginocchiati davanti al potenziale di vincita della slot con jackpot progressivo di Relax Gaming intitolata Templar Tumble 2 Dream Drop. Ti aspettano simboli a cascata, un moltiplicatore di giri gratis e una funzione misteriosa, che può combinarsi durante i free spin per vincite fino a 20.000 volte la tua scommessa e la possibilità di conquistare uno dei cinque jackpot progressivi Dream Drop, con un massimo di 10.000.000€!\nTemplar Tumble 2 Dream Drop: gameplay, vincite e volatilità\nTemplar Tumble 2 Dream Drop è una video slot a cascata 6×7 con 117.649 modalità di pagamento. Puoi unirti a questa incredibile avventura medievale con jackpot, con puntata minima a partire da 0,20€ fino a 50 crediti per giro. Il gioco è altamente volatile, con un RTP del 94%, di cui il 12% è riservato ai jackpot Dream Drop.\nTema e design: cavalieri, castelli e musica medioevali\nDopo Tumble Dream Drop e l’avventurosa Temple Tumble Megaways, Relax Gaming ritorna alle sue radici medievali di castelli e cavalieri, con una scenografia più cupa. La schermata principale si apre con due imponenti statue di cavalieri che incorniciano l’area di gioco e l’ingresso al castello. \nUna colonna sonora orchestrale immerge il giocatore in un’atmosfera ancora più oscura. Cosa si nasconderà al di là del ponte levatoio?  \nSimboli e payout del gioco \nLo slot Templar Tumble 2 Dream Drop ha molti simboli e ognuno di valore differente. Forse ne conosci già qualcuno, se hai provato in passato la slot Tumble Dream Drop. \n\nI simboli regolari a basso pagamento sono i semi delle carte;\nL’emblema dell’albero, il grifone, il leone e la maschera di ferro rappresentano i simboli di maggiore valore;\nI simboli Blocker sono blocchi di pietra su cui possono apparire altre icone per attivare funzioni bonus;\nLa cornice o lo scudo blu sono moltiplicatori;\nLa cornice rossa, che rappresenta il mistero della divulgazione, può aggiungere varie funzioni bonus durante il gioco;\n La ciotola d’oro è un simbolo scatter che viene coinvolto nell’attivazione del bonus.\n\nFunzionalità speciali e bonus presenti nel gameplay\n\nScatter – La raccolta di 3 simboli scatter nel gioco base sblocca il round bonus giri gratuiti. Raffigurato come un calice d’oro, può atterrare ovunque sui rulli e distruggere tutti i simboli bloccanti adiacenti per aiutarti a ottenere vincite aggiuntive;\nSimboli contrassegnati – Se guardi da vicino lo schermo, vedrai che alcuni simboli e tessere bloccanti sono avvolti in una cornice blu o rossa. Ora, su entrambi i lati delle bobine, ci sono due misuratori a forma di spada. Ognuna di loro ha 5 unità e l’unico modo per riempirle è distruggere i simboli contrassegnati sulla griglia, che riempiranno quindi i due misuratori unità per unità fino a raggiungere il nuovo livello..\nMoltiplicatore di vincita – Il misuratore blu contiene la funzione del moltiplicatore crescente. Inizia a 1x e aumenta di uno ad ogni nuovo livello raggiunto;\n\n\nMistero svelato (Mistery Reveal) – Il misuratore rosso corrisponde ai simboli incorniciati in rosso ed è noto come la funzione di rivelazione del mistero. Ogni volta che riempi tutte e 5 le unità, la funzione rivela 2 simboli misteriosi in posizioni casuali. Questi possono rivelare un simbolo di pagamento o una moneta del valore compreso tra 1x e 100x la tua puntata;\n\n\nGiri Gratuiti – Quando viene attivato, il round bonus assegna 10 giri gratuiti e tutti i progressi fatti su entrambi i misuratori al momento dell’attivazione della funzione vengono trasferiti. In questa fase, entrambi i contatori rimangono attivi ad ogni giro e, a differenza del gioco base, i progressi non si azzerano durante i giri. Inoltre, ogni scatter estende il round bonus di 1 giro gratuito;\nDream Drops Jackpot Bonus – La slot può attivare il round bonus del jackpot in modo casuale durante il gioco. Succede quando un simbolo DD appare su ogni rullo. In questo round bonus, ci sono 5 rulli per ogni jackpot. Occorrono 2 tessere DD per vincere in modalità Rapid o Midi, 3 per vincere Maxi, 4 per Major o 5 per Mega.\n\nValutazione conclusive e verdetto\nIl gioco principale di Templar Tumble 2 Dream Drop rimane vicino all’originale, mantenendo le pietre bloccanti e le combinazioni di simboli a cascata che aumentano le modalità di pagamento su sequenze di giri estese.\nI fan di Dream Drop Jackpots e l’opportunità di lunghe sequenze di giri di simboli a cascata offerti dal gameplay della serie Temple Tumble dovrebbero apprezzare questa versione. I fan di Templar Tumble, senza alcun interesse nell’offrire il 12% delle loro scommesse a un contributo del jackpot, potrebbero invece sentirsi un po’ spaesati.\n\nDomande Frequenti \nLa slot Templar Tumble 2 Dream Drop include una funzione Free Spin?\n\nSì, tre scatter che atterrano sui rulli attivano questa funzione. Scatter aggiuntivi che atterrano durante il round assegneranno giri extra.\n\n\n\nQual è la vincita massima di Templar Tumble 2 Dream Drop?\n\nLa vincita massima durante il gioco principale è 20.000x la puntata. Tuttavia, per i premi progressivi del Dream Drop Jackpot, il Mega pool è di 500.000€.\n\n\n\nPosso giocare a Templar Tumble 2 Dream Drop gratuitamente?\n\nSì. Unisciti a uno dei siti consigliati nella nostra lista di casino sicuri per giocare gratuitamente. In questo modo puoi rispolverare le tue abilità prima di avventurarti nel gioco con soldi veri.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Templar Tumble 2 Dream Drop",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/09/templar-tumble-dream-drop_featured-286x217.jpg",
            "filename": "templar-tumble-dream-drop_featured-286x217.jpg"
        }
    ],
    "name": "Templar Tumble 2 Dream Drop"
}