{
    "studio": "High 5 Games",
    "text": "\nTemple of the Golden Monkey\nLa software house High 5 Games per quanto riguarda i temi scelti per le sue slot machine non spicca di certo per originalità: numerosi titoli infatti richiamano tematiche già usate (e talvolta abusate) in diversi altri giochi di slot e anche Temple of the Golden Monkey non vince il primo premio per il tema più originale!\nLa cultura orientale, cinese in particolare, ha trovato molto spazio nel mondo delle slot machine: si tratta certamente di una cultura affascinante, ricca di storie, leggende e simbolismi, che rappresenta una fonte di ispirazione costante anche tra i produttori di giochi di slot.\nTemple of the Golden Monkey è incentrata sulla figura del Re Scimmia Sung Wukong: questo personaggio è il protagonista del romanzo tradizionale cinese intitolato “Viaggio a Occidente”. Si tratta di una figura assai conosciuta e apprezzata in Oriente e, neanche a dirlo, molto apprezzata anche tra i produttori di slot machine, che le hanno dedicato più di un gioco.\nTemple of the Golden Monkey non brilla per eccezionalità neanche osservando il compartimento grafico: l’immagine dorata del Re Scimmia che campeggia sulla schermata inziale è bella e ben definita, ma le lodi si fermano qui. I simboli che si alternano sui rulli sono in gran parte non tematici, e la griglia di gioco è incorniciata semplicemente dalle colonne che sorreggono il tempio della scimmia. Insomma, si poteva fare certamente di meglio, ma considerato che la High 5 Games non è un colosso del settore, ci possiamo accontentare!\nCaratteristiche principali della slot\nLa sensazione aprendo Temple of the Golden Monkey è quella di trovarsi davanti a una sorta di gioco d’azione alla Tomb Rider più che a un gioco di slot, ma i rulli fugano subito ogni dubbio! La struttura di questa slot machine è costituita da cinque rulli, tre righe e ben 99 linee di pagamento!\nSi può giocare sia in modalità Play for Fun, con un saldo di 1.000 crediti fittizi, ma se si vuole fare le cose sul serio, allora è possibile puntare dei soldi veri a partire da 99 centesimi fino a 198 € per ogni giro. La volatilità di Temple of the Golden Monkey è piuttosto bassa, il che significa che le vincite probabilmente saranno costanti ma che non ci si deve aspettare di ottenere dei grossi premi.\nNota dolente di questa slot è lo scarsissimo ritorno teorico al giocatore (return to player o RTP) che si attesta su un ben poco incoraggiante 94,96%, decisamente al di sotto della media.\nSlot simili a Temple of the Golden Monkey\nLa slot machine che per eccellenza celebra la figura del Re Scimmia è quella prodotta dalla software house Yggdrasil e che si chiama appunto Monkey King: è un gioco ben congegnato e divertente, apprezzabile anche dal punto di vista grafico.\nMolto interessante è anche Monkey Warrior, prodotta invece dalla Pragmatic Play, che sviluppa il lato guerriero di Wukong con un gameplay articolato e divertente.\nInfine, citiamo una slot davvero molto simile a Temple of the Golden Monkey: Legend of the Golden Monkey sempre di casa Yggdrasil, in cui potrete vedere lo stesso identico tema sviluppato in una chiave un pochino differente.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Temple of the Golden Monkey",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/05/temple-of-the-golden-monkey_gratis-286x217.jpg",
            "filename": "temple-of-the-golden-monkey_gratis-286x217.jpg"
        }
    ],
    "name": "Temple of the Golden Monkey"
}