{
    "studio": "Play’n Go",
    "text": "\nThat’s Rich\nQuando si avvicina l’estate, alzi la mano che non ha voglia di mare cristallino, sabbia dorata, cocktail sul bagnasciuga, pelle bruciata e giri in barca. Il tema di questa slot rilasciata dal noto provider Play’N’Go è proprio questo, una vacanza da sogno, tra lusso e divertimento sfrenato. Solo guardando l’immagine iniziale sembra di trovarci in una di quelle località turistiche tanto care ai vip: una bellissima ragazza con la pelle abbronzata, vestita con un abito elegante, sorseggia un cocktail davanti al mare placido.\nLo sfondo della schermata di gioco è in primo piano rispetto a una finestra che si apre sul mare. Nella cornice color oro sulla parte inferiore della schermata sono presenti i box in cui vengono visualizzate le vincite e si può selezionare l’importo delle puntate; sulla destra si trova invece il tasto Autoplay con cui far partire il gioco in modalità automatica, mentre in basso c’è l’icona per regolare il volume della musica lounge che accompagna le giocate.\nLa grafica è abbastanza semplice, ma se non vi piacciono le animazioni tridimensionali e le musiche invadenti, questa slot è l’ideale perché difficilmente vi distrarrà dal gioco.\n\nCaratteristiche principali della slot\nDi struttura tradizionale, That’s Rich ha cinque rulli, tre righe e dieci linee di pagamento. Le puntate vanno da un minimo di 10 centesimi a un massimo di 100 euro. Uno dei punti forti di questa slot del provider Play’N’Go è senza dubbio l’alta volatilità: infatti con un punteggio di 8 su 10 permette una vincita potenziale di ben 10.000 volte la puntata. Facendo due rapidi conti si può arrivare a vincere la strabiliante cifra di 100.000 euro!\nL’RTP è lievemente al di sopra della media, attestandosi su un buon 96,27%.\nOltre alla versione desktop, That’s Rich esiste anche per dispositivi mobili,  tablet o smartphone, sia iOS che Android.\nSe prima di effettuare una scommessa, volete provare la slot, That’s Rich offre anche una versione demo, con cui allenarsi e prendere confidenza col gioco.\n\nSimboli e funzionalità di That’s Rich\nIn questa slot troviamo simboli non tematici e tematici: per quel che riguarda i primi, abbiamo lettere e numeri associati alle carte da gioco, dal 10 all’Asso, che sono quelli con valore inferiore. I simboli tematici invece riprendono tutto ciò che ha a che fare con il lusso e con le vacanze da sogno: si va dalle mazzette di banconote, al mega yacht e alla villa con piscina, senza dimenticare gli abiti firmati.\n\nIl simbolo Wild è rappresentato dal giornale con una donna in copertina e permette di ottenere sino a 20 giri gratuiti, ha inoltre la funzione di Wild espandibile, che può cioè occupare più posizioni sui rulli e aumentare le possibilità di vincita.\nIl trofeo con la stella è il simbolo Scatter del gioco e permette di accedere alla funzione Win Spins, che prevede cinque giri bonus in cui è garantita almeno una combinazione vincente; se durante il Win Spin compare ancora lo Scatter, si avrà diritto ad altri due giri gratuiti vincenti.\n",
    "images": [
        {
            "alt": "I simboli della slot online That's Rich",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/thats-rich-simboli.jpg",
            "filename": "thats-rich-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot That's Rich",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/thats-rich-tabella-pagamenti.jpg",
            "filename": "thats-rich-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a That's Rich hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/thats-rich-bonus.jpg",
            "filename": "thats-rich-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "That's Rich",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/thats-rich_thumb-286x217.jpg",
            "filename": "thats-rich_thumb-286x217.jpg"
        }
    ],
    "name": "That’s Rich"
}