{
    "studio": "iSoftbet",
    "text": "\nThe Nutcracker\nInformazioni generali\nSoftware: iSoftBet\nRulli: 5\nLinee di gioco: 20\nPuntata minima: 0,20 €\nPuntata massima: 20 €\nJackpot: x5.000 volte la puntata\nReturn To Player (RTP): 95,97%\nAutoplay: Si\nCaratteristiche principali\nThe Nutcracker è una slot machine prodotta dalla software house iSoftBet, presentata nel Natale del 2018 e con un’atmosfera decisamente natalizia. Il tema infatti si rifà alla favola del principe Schiaccianoci (The Nutcracker Prince), ambientata nel giorno della Vigilia di Natale e che vede tra i suoi protagonisti la bambina Clara e un soldatino Schiaccianoci.\nPer quanto riguarda la struttura di gioco, The Nutcracker è una slot machine a cinque rulli e venti linee di pagamento, con una range di scommesse che va da un minimo di 20 centesimi fino a un massimo di 20 €. La vincita massima che si può ottenere con questo gioco è pari a 5.000 volte la puntata iniziale, quindi ben 100.000 €, una somma di tutto rispetto!\nL’RTP (return to player) si attesta su un canonico 95,97%, del tutto nella media della maggior parte dei giochi di slot.\nSimboli regolari e speciali di The Nutcracker\nSui rulli di The Nutcracker si alternano simboli tematici e non: questi ultimi comprendono i numeri e le lettere che si riferiscono alle carte da poker, dal 10 fino all’Asso. I simboli tematici riguardano ovviamente la favola del principe Schiaccianoci e comprendono un orsacchiotto, un trenino giocattolo e la bimba (Clara) che tiene in mano il pupazzo Schiaccianoci.\nI simboli speciali di questa slot machine sono come sempre Wild e Scatter: il Jolly è rappresentato dal principe Schiaccianoci, che può sostituire tutti gli altri simboli nel completamento di una combinazione vincente, mentre lo Scatter è un simpatico topolino, che regala un numero variabile di giri gratuiti a seconda delle volte in cui compare sui rulli.\nMolto interessante la funzionalità speciale legata al simbolo Wild: se compare sul rullo centrale durante i giri regolari attiva la funzione Bonus Schiaccianoci e i giri gratuiti: sulla schermata di gioco compariranno un albero di Natale e una serie di pacchetti da aprire, che riveleranno il numero di giri gratuiti vinti, compreso tra cinque e dieci. Nei free spins inoltre, sarà possibile usufruire di un Wild impilato, che resterà bloccato sui rulli ogni volta che sarà completata una combinazione vincente.\nThe Nutcracker: conclusioni e slot simili\nThe Nutcracker è senza ombra di dubbio una slot machine molto piacevole da giocare, sia dal punto di vista puramente estetico che per quanto riguarda il gameplay. Il tema del Natale e della favola è trattato in maniera delicata, senza che risulti noioso o pesante. La grafica è ben curata e unita a una base musicale coerente col tema natalizio, crea un’atmosfera di gioco quasi magica. I numerosi giri gratuiti in palio aumentano notevolmente le possibilità di vincita e permetteranno di accedere al premio più grosso messo in palio, apri a 5.000 volte la puntata.\nSe vi è piaciuta questa slot machine di casa iSoftBet, vi consigliamo di provare Jingle Spin di NetEnt, simile per tematica e altrettanto bella e coinvolgente!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Nutcracker",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/the-nutcracker-isoftbet_free-286x217.jpg",
            "filename": "the-nutcracker-isoftbet_free-286x217.jpg"
        }
    ],
    "name": "The Nutcracker"
}