{
    "studio": "IGT",
    "text": "\nThe 100,000 Pyramid\nBasato su uno degli spettacoli a quiz più popolari d’America, lo slot The 100000 Pyramid di IGT gioca su cinque rulli e 15 linee di pagamento. Ciò che rende questa slot attraente è il suo premio jackpot a sei cifre. La 100,000 Pyramid è una delle rare slot online che non sono jackpot progressivi ma offrono un generoso jackpot di 100.000 monete. Giocabile da 15p fino a €450 per giro, è possibile vincere fino a 36 giri gratuiti con un moltiplicatore 9x.\n\nUna grafica da quiz\nNon appena si lancia The 100.000 Pyramid slot, si vede che le bobine prendono la parte centrale dello schermo. Sono posizionate su uno sfondo che rappresenta lo studio di quiz show con il logo del gioco in cima alle bobine. Il rea sotto i rulli è riservato ai pulsanti di gioco, così come ai display di vincita e di equilibrio.\nTutto in The 100000 Pyramid è progettato a tema, quindi non sorprendetevi se sentirete la sigla del quiz quando girerete i rulli.\nPotete giocare il gioco con un taglio da £0,01 fino a €75,00 dove l’importo massimo che potete vincere è di 100.000 monete, da cui il nome della slot. L’RTP varia dal 92,78% nel gioco base al 95,03% nel gioco bonus.\nTutti i simboli della Piramide 100000 sono presi direttamente dal quiz o hanno un certo tocco di quiz-show. Sono suddivisi in gruppi di valori bassi e valori alti. Il gruppo di simboli di basso valore include i cinque simboli di carta di gioco standard 10, J, Q, K e A. Ciascuno di loro assegna certe sovvenzioni per combinazioni di tre, quattro e cinque simboli di corrispondenza su un payline attivo.\n\nFunzioni e simboli della Slot Machine\nIl Logo di 100.000 Piramide è anche il Wild e sostituisce tutti i simboli, eccetto lo Scatter. Il logo Winner’s Circle è lo scatter del gioco e la chiave del Winner’s Circle Bonus round.\nIl bonus di The Winner’s Circle si attiva quando si atterra tre o più di The Winner’s Circle si disperde sui rulli. Quando questo accade, si inizia con due giri liberi e un moltiplicatore di 1x. Successivamente, devi fare cinque scelte, ognuna delle quali rivelerà o un moltiplicatore aumentato o ulteriori giri liberi. Tuttavia, potete anche scegliere una freccia di avanzamento, che vi porterà al livello successivo, oppure potete rivelare una scelta in più. Se attivate questa funzione bonus con quattro o cinque scatter, avrete più frecce di avanzamento e pick extra.\nIn teoria, potreste vincere fino a 36 giri gratis con il moltiplicatore massimo di 9x. Una volta terminati i picks, sarete portati alla funzione bonus Free Spins. I giri gratuiti che si vincono vengono giocati su un set di rulli potenziato insieme al moltiplicatore guadagnato. L’unica cosa negativa di questa funzione è che non può essere riprogrammata.\nCome abbiamo già detto nelle sezioni precedenti, le vincite nella slot 100000 Pyramid vengono assegnate per combinazioni di simboli corrispondenti. L’importo che si vince dipende dal simbolo che si atterra e dal suo numero. I simboli di basso valore Le daranno delle vincite più piccole, mentre i simboli di alto valore Le daranno delle vincite molto più alte.\nIl simbolo più alto che paga nel gioco è Il logo del gioco 100.000 Pyramid che Le farà ottenere un jackpot di 100.000 monete se atterra cinque di loro. Tuttavia, questo non è l’unico modo per ottenere una vincita, perché la funzione bonus potrebbe anche farvi ottenere dei premi consistenti.\n\nAltre Slot Machine simili\nProbabilmente non avrai capito il riferimento di 100,000 Pyramid. La verità, infatti, è che si tratta di un quiz televisivo molto in voga negli Stati Uniti d’America, ma che qui in Italia non è mai diventato molto famoso, per questo lo ignoriamo. Se ti interessano altre Slot Machine simili, devi sapere che IGT ha prodotto anche Jeopardy, di nuovo una Slot a tema quiz televisivo che ti permetterà di accrescere la tua cultura personale mentre fai un sacco di soldi.\n",
    "images": [
        {
            "alt": "I simboli della slot online The 100,000 Pyramid",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-100000-pyramid-simboli.jpg",
            "filename": "the-100000-pyramid-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot The 100,000 Pyramid",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-100000-pyramid-tabella-pagamenti.jpg",
            "filename": "the-100000-pyramid-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a The 100,000 Pyramid hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-100000-pyramid-bonus.jpg",
            "filename": "the-100000-pyramid-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "The 100,000 Pyramid",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-100000-pyramid_free-286x217.jpg",
            "filename": "the-100000-pyramid_free-286x217.jpg"
        }
    ],
    "name": "The 100,000 Pyramid"
}