{
    "studio": "WMS",
    "text": "\nThe Wizard of Oz\n\nInformazioni generali\nSoftware: WMS\nRulli: 5\nLinee di gioco: 10\nPuntata minima: 0,10 €\nPuntata massima: 150 €\nAutoplay: Si\nDalla slot terrestre a quella online: un successo al passo con i tempi\nNegli ultimi anni la software house WMS ha riprodotto in versione online molte tra le sue slot terrestri, privilegiando quelle di maggior successo come ad esempio Wizard of Oz.\nCi si chiede dunque se questa software house sia riuscita nell’intento di rendere le slot online all’altezza di quelle terrestri: nel caso di Wizard of Oz, la versione terrestre rimane superiore a quella online, ma a dirla tutta, non la supera di molto. Sono tante le caratteristiche che accomunano le due versioni, a partire da quel che riguarda la modalità di gioco. Si può dire che sebbene non sia elettrizzante come la versione terrestre, questa slot è senza alcun dubbio fantastica. Non sono tante le slot che permettono al giocatore di vivere un’avventura in piena regola, ma questa ci riesce attraverso un viaggio ricco di bonus e funzionalità speciali, in compagnia di amici straordinari come Lo Spaventapasseri e L’Uomo di Latta.\nPreparatevi dunque a sorprendervi e a perdere la cognizione del tempo mentre giocate con Wizard of Oz!\nTema e grafica\nCi sono alcune slot machine che detengono uno status leggendario nei casinò di tutto il mondo e una di queste è proprio Wizard of Oz. Basato sulla popolarissima storia del Mago di Oz, nata dalla fantasia di L. Frank Baum, questo gioco vi farà affrontare un viaggio sino al sentiero di mattoni gialli che permetterà a Dorothy di varcare la porta del mago in persona.\nAd accompagnare la ragazzina con le scarpette rosse ci sono anche i suoi compagni di viaggio: il Leone, L’Uomo di Latta e lo Spaventapasseri, oltre a un gran numero di personaggi strambi e affascinanti in cui vi imbatterete lungo la strada.\nLa grafica è molto ben fatta e realistica ed è accompagnata da effetti sonori di grande qualità (come del resto accadeva nella versione terrestre), tutti aspetti che rendono l’esperienza di gioco altamente coinvolgente.\nSimboli, Wild e Scatter\nI simboli di Wizard of Oz sono tutti a tema con la storia e, in particolare, hanno le fattezze dei protagonisti dell’omonimo film con Judy Garland datato 1939.\nVedremo dunque scorrere sui rulli le immagini di Dorothy, il logo del gioco, le scarpette rosse, il cane Totò, lo Spaventapasseri, il Leone, L’Uomo di Latta, la malvagia Strega dell’Ovest, una mongolfiera, un tornado e una casa che vola in aria dentro al tornado.\nLa Città di Smeraldo rappresenta il simbolo Feature, mentre il logo del gioco è quello Wild.\nUn altro simbolo che di tanto in tanto appare sui rulli, è Glenda, la strega buona dell’Est. Questo fa sì che si inneschi la funzione “simboli espandibili”.\nLo Scatter attiva poi la funzione Oz Pick, ma solo sui rulli 1, 3 e 5. Questo consente al giocatore di ottenere o un premio in denaro, oppure la funzione “Scimmia Alata” o quella “Road to the Emerald City”. La Scimmia alata offre poi l’accesso ai free spins, mentre la Road to Emerald permette di attivare il round bonus.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Wizard of Oz",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/the-wizard-of-oz_free-286x217.jpg",
            "filename": "the-wizard-of-oz_free-286x217.jpg"
        }
    ],
    "name": "The Wizard of Oz"
}