{
    "studio": "WMS",
    "text": "\nTHE WIZARD OF OZ Ruby Slippers\nCerto, ci sono un sacco di Slot Machine che non hanno un tema ben preciso. Sono molto generiche, solitamente, quindi potrebbero annoiarti dopo un po’. Anche perché, questo tipo di Slot, di solito non ha una trama ben precisa e si limita a farti giocare senza alcun tipo di svolgimento.\nQuesto, invece, non succede quando la Slot Machine si ispira ad un fenomeno cinematografico, in quanto deve seguire la trama del film e ti permette di rivivere la storia nei panni del protagonista, tutto questo mentre vinci un sacco di soldi. Se sei incuriosita da questa esperienza di gioco, continua a leggere!\nLa grafica della Slot Machine\nSe hai un minimo di interesse nella filmografia classica, avrai capito dal titolo della recensione che, Wizard of Oz Ruby Slippers è una Slot Machine prodotta da WMS e ha, come tema principale, il Mago di Oz. In particolare, non si prende in esame la storia generale della favola, ma il film omonimo uscito nel 1939.\nLa grafica è molto particolare, perché non si mostra una classica griglia con caselle ben precise. Comunque, dopo un attento sguardo, si può concludere che la griglia è una classica 5×3. Sullo sfondo c’è una foresta, con degli effetti speciali molto particolari, per esempio per quanto riguarda la messa a fuoco e le sfumature di colore.\nI simboli non sono cartoon, come capita spesso nei casi delle Slot Machine. In questo caso, invece, danno una sensazione di vintage, perché riprendono proprio gli attori del film del 1939 sul Mago di Oz. Finalmente troviamo anche una sezione per lo Spin, ossia per il giro dei rulli, diverso dai classiconi che annoiano subito. In questo caso è molto simile all’intera Slot Machine.\nLe funzioni e i simboli della Slot\nAll’interno di Wizard of Oz Ruby Slippers, la Slot Machine prodotta da Williams Interactive, ci sono numerose funzioni molto particolari che, oltre a farti godere l’esperienza grafica, ti consentono di vincere un sacco di soldi. La funzione Ruby Slippers, per esempio, è totalmente casuale e, quando si attiva, vedrai proprio Dorothy che gioca con le sue scarpette. In quel caso otterrai da 1 a ben 4 Expanding Wilds, che sono dei simboli Wild molto particolari perché si diffondono su un intero rullo e ti consentono un sacco di vincite e moltiplicatori fino a 10x.\nIl simbolo di Dorothy, poi, rappresenta già di per sé una cosa molto interessante, perché ti permette di ottenere 5 giri gratis se si trova all’interno di una linea di pagamento in cui è stata effettuata una combinazione vincente.\nL’uomo di latta, se capita con una combinazione vincente, ti permette di moltiplicare il guadagno per 3.\nUn particolarissimo bonus si ottiene se ottieni la strega e una qualsiasi altra icona speciale sul quinto rullo. A quel punto verrà attivato un minigioco in cui potrai scegliere tra le diverse scope della strega per ottenere un premio istantaneo.\nAltre Slot Machine simili\nSe ami la storia del Mago di Oz, hanno fatto un sacco di Slot Machine con questo tema. Anche Williams Interactive ha fatto un’altra Slot del genere, ossia Wizard of Oz Emerald City, con una griglia molto particolare di 3×3 e il bonus Glinda The Good Witch.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "THE WIZARD OF OZ Ruby Slippers",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/the-wizard-of-oz-ruby-slippers-new-286x217.jpg",
            "filename": "the-wizard-of-oz-ruby-slippers-new-286x217.jpg"
        }
    ],
    "name": "THE WIZARD OF OZ Ruby Slippers"
}