{
    "studio": "Light & Wonder",
    "text": "\nThe Race\nSe vi piacciono le slot Megaways, quelle con tantissimi modi per vincere e dotate di un gameplay semplice e diretto, bene, The Race è proprio la slot che fa per voi.\nCome dice il nome, si tratta di una slot in cui il focus sono le gare automobilistiche, solo che di macchine non ce n’è nemmeno l’ombra! Nonostante ciò, tutto ci fa sentire parte di un circuito, a cominciare dalla griglia di gioco, con due schermi laterali in cui vengono mostrati i simboli vincenti quando otteniamo combinazioni paganti. In alto sono indicati i modi per vincere che variano a ogni Spin, ai lati invece sono disposti tutti i tasti per effettuare le nostre scommesse e dare avvio al gioco. Dal punto di vista grafico The Race non è niente di eccezionale, anzi la semplicità sembra la prerogativa di questa slot, con qualche buona animazione a dare movimento al gioco. Una nota di merito per il comparto musicale che accompagna le giocate, caratterizzata da una canzone elettronica con qualche effetto sonoro.\n \nCaratteristiche di The Race\nAbbiamo già detto che siamo di fronte una slot Megaways; quindi, la caratteristica principale è una griglia con sei rulli che può accogliere un numero variabile di simboli. In alcune bobine saranno 5 simboli, in altri 3, ciò che conta è che grazie a questo espediente i modi per vincere sono davvero tanti! Nel caso di The Race ne abbiamo ben 117.649 con meccanismo a cascata:  dopo ogni combinazione pagante, i simboli vincenti vengono sostituiti da altri del tutto nuovi. Ogni Spin costa almeno 0,20 €, e la vincita massima è di 24.070 volte la puntata.\nCon l’Autoplay si possono impostare da 5 a 100 giri automatici, ma per avviarli è richiesto l’inserimento di un limite di vincita e uno di perdita, oltre i quali la modalità si arresterà.\nThe Race è un gioco a volatilità alta, con un RTP del 96,27%.\n \nCome si gioca a The Race\nI simboli base sono 10: le carte dal 9 all’asso hanno un valore contenuto, mentre le gemme preziose di colore verde blu e rosso pagano in modo adeguato. Mentre le bobine scorrono in verticale, nella parte bassa della griglia c’è un rullo ridotto che scorre in orizzontale, aggiungendo un simbolo ai rulli 2, 3, 4 e 5.\nIl Wild riveste la funzione di Jolly e sostituisce tutti i simboli eccetto quelli speciali. Una volta atterrato, il Wild può duplicarsi, se avviene durante i Free Spins allora si aggiunge un moltiplicatore x5.\nIl cuore è lo Scatter e attiva la funzione Heart Bonus: sulla griglia vuota possono atterrare solo simboli Scatter durante 3 Respins e ognuno di essi riporta i Respins a 3. Alla fine, in base al numero di Scatter, otterremo un numero equivalente di giri gratis durante i quali avremo dei moltiplicatori progressivi.\nÈ presente la funzione Gamble che permette di scommettere la somma vinta per incrementarla, con il rischio però di perdere tutto.\n\nDomande Frequenti \nQuante sono le paylines in The Race?\n\nTrattandosi di una slot Megaways, i modi per vincere sono ben 117.649.\n\n\n\nQual è la volatilità e il ritorno teorico al giocatore?\n\nIn The Race abbiamo un’alta volatilità e il valore RTP è poi al 96,27%.\n\n\n\nPosso giocare anche su smartphone?\n\nSì, perché The Race ha un’architettura HTML5 che la rende adatta per ogni dispositivo mobile.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Race",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/the-race_logo-286x217.jpg",
            "filename": "the-race_logo-286x217.jpg"
        }
    ],
    "name": "The Race"
}