{
    "studio": "iSoftbet",
    "text": "\nThe Golden Rat\nQuesto nuovissima slot intitolata The Golden Rat è stata rilasciata da iSoftBet nel gennaio 2020 e prende ispirazione dal Calendario Cinese 2020, che vede come protagonista il Topo. Se sei affascinato dal mondo asiatico, leggi la mia recensione e fatti portare fortuna dal Golden Rat!\nCaratteristiche standard in The Golden Rat\nGli elementi grafici e la simbologia rendono questo gioco degno di nota per gli amanti di design curati. Ecco i punti chiave e le funzioni del gioco The Golden Rat  giocabile anche da dispositivo mobile:\n\nCi sono solo 5 rulli con 25 possibilità di realizzare la vincita\nLa puntata va da 0,25€ fino a 200,00€\nL’RTP è abbastanza basso pari al 95,14%\nLa volatilità è media\nLe opzioni principali per aiutarti  a vincere di più sono: le ripetizioni, i Giri Gratuiti, i Jolly in pila e alcuni simboli nascosti.\n\nCosa si deve fare per vincere un premio con The Golden Rat?\nCi sono diversi simboli nella slot, ma quello più remunerativo è il Golden Rat che paga 20x per 5 su una linea di pagamento. Esso è anche il Wild in grado di innescare il Jackpot. Se saprai usare bene questa icona speciale potrai ricevere fino a 500 monete per una combinazione vincente di 5 Golden Rat. Quali sono gli altri simboli?\n\nSimboli Reali che pagano 4x o 2x per 5 su una linea di pagamento\nDrago Dorato che paga 16x per 5 su una linea di pagamento\nTamburo d’Oro che paga 12x per 5 su una linea di pagamento\nAlbero dei Soldi che paga 8x per 5 su una linea di pagamento\nMonete d’Oro che pagano 6x per 5 su una linea di pagamento\n\nQuali sono le principali Funzioni Bonus?\n\nIl simbolo Jolly del Golden Rat quando atterra impilato sui rulli può intervenire su qualsiasi simbolo (tranne lo Scatter) per aiutarti a creare combinazioni vincenti;\nQuando atterrano almeno 5 simboli Borsa Rossa di Denaro, attiverai la funzione Bonus con 3 Respins.\n\nCi sono Giri gratuiti in The Golden Rat?\nCertamente, il Drago d’Oro è il simbolo Scatter di questo gioco e atterrerà solo sui rulli 1, 3 e 5. Il tuo compito è quello di farlo atterrare su questi 3 rulli contemporaneamente per attivare la funzione Giri Gratuiti. Sfortunatamente, non c’è modo di riattivare la funzione Giri Gratuiti o ottenere extra round, ma con la funzione di sincronizzazione In Sync potrai crearti maggiori chance!\nLe mie conclusioni su questa slot a tema asiatico\nGolden Rat è sicuramente una slot con una bella grafica. Le funzioni Bonus sono ben bilanciate e la vincita massima deriva in realtà dalla funzione Respins e non dai Giri Gratuiti. Con una volatilità media, il potenziale potrebbe anche soddisfarmi, ma l’RTP del 95,14% è davvero un po’ troppo basso rispetto alla media e rende le partite meno emozionanti. Fortunatamente, il potenziale di vincita massimo di 1121x risolleva la mia valutazione! Prova anche le altre slot a tema asiatico nel nostro elenco come ad esempio China River di Bally!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Golden Rat",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/the-golden-rat-logo-286x217.jpg",
            "filename": "the-golden-rat-logo-286x217.jpg"
        }
    ],
    "name": "The Golden Rat"
}