{
    "studio": "Tom Horn Gaming",
    "text": "\nThe Cup\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 3\nReturn To Player (RTP): 96,31 %\nJackpot: 5000 volte la puntata\nVarianza: media\nCaratteristiche principali\nCon una slot machine che ha come tema il calcio possiamo dire che lo sviluppatore, in questo caso la software house Tom Horn Gaming, ha scelto di vincere facile! Non c’è infatti nessun luogo al mondo dove il football non sia apprezzato, giocato e seguito: ogni nazione ha il suo campionato e i tornei internazionali infiammano gli animi delle persone in ogni parte del mondo! Va da sé che una slot incentrata sul mondo del pallone, in particolare ispirata alla Coppa del Mondo che si è giocata in Brasile nel 2014, non poteva non essere un prodotto di successo!\nThe Cup è una tradizionale slot a 5 rulli e 11 linee di pagamento ed è ambientata in uno stadio di calcio gremito, con i tifosi che acclamano i loro beniamini dagli spalti e degli effetti sonori che fanno sentire il giocatore quasi in campo!\nTom Horn Gaming ci ha abituato a slot machine non particolarmente elaborate, sia dal punto di vista delle grafica sia da quello della modalità di gioco, tuttavia pare che con The Cup gli sviluppatori avessero tutta l’intenzione di creare un prodotto che spiccasse all’interno del catalogo e ci sono parzialmente riusciti: si tratta nel complesso di una slot molto piacevole con effetti soprattutto sonori che rendono l’esperienza ludica coinvolgente e un gameplay che pur non essendo spettacolare regala vincite frequenti e molto divertimento!\nSimboli e modalità di gioco\nSullo sfondo di The Cup troviamo ovviamente un campo da calcio, visto come se ci si trovasse all’interno della rete e sui rulli scorrono i simboli che sono sia tematici che non. Tra questi ultimi, come spesso accade, troviamo i numeri e le lettere che si riferiscono alle carte da gioco dal 10 all’Asso, mentre i simboli tematici sono rappresentati da un portiere, un giocatore nell’atto di calciare la palla, l’arbitro col fischietto in mano, dei cartellini e, ovviamente, la luccicante coppa del mondo.\nIl calciatore pronto al tiro rappresenta il simbolo Wild con funzione di Jolly, mentre lo Scatter è la Coppa del Mondo, che permette di accedere immediatamente a 10 giri gratuiti e a dei moltiplicatori. Durante i free spins poi compare un simbolo speciale, il logo del gioco in una sorta di cartellino, che contribuisce ad accrescere il moltiplicatore fino a 11x.\nÈ presente inoltre una funzione Gamble molto carina, alla quale è possibile giocare dopo una vincita di qualsiasi entità. In questo caso, anziché avere la solita carta da girare di cui indovinare il colore, abbiamo il tiro di un calcio di rigore: se il pallone va a segno, si vedrà raddoppiata la propria vincita, mentre se il rigore va fuori porta o è parato, purtroppo si perderà tutto!\nInfine, il Jackpot aumenta con l’aumentare della vostra scommessa, per cui se giocate il massimo su ogni linea di pagamento avrete la possibilità di vincere il premio massimo che è pari a 5.000 volte la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Cup",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-cup_logo-286x217.jpg",
            "filename": "the-cup_logo-286x217.jpg"
        }
    ],
    "name": "The Cup"
}