{
    "studio": "Endorphina",
    "text": "\nThe Vikings\nLa slot The Vikings ci porta in un paesaggio ghiacciato, freddo e antico, come quello dei miti e dei guerrieri nordici. Certo, i personaggi femminili presenti in questa slot sono più affascinanti che spaventosi, ma questo è solo un giocoso giudizio personale.\nLa slot The Vikings è prodotta da Endorphina e presenta 20 linee di pagamento dislocate in un display in formato 3×5. E’ piuttosto differente da altre slot Endorphina recensite fino ad ora, sia per il numero delle payline superiore, sia per la grafica che sembra avvicinarsi molto alle slot Playtech.\nGrafica della slot machine\nLa slot The Vikings richiama molto il colore celeste del ghiaccio più datato, la cui anima pervade tutti i simboli. Negli occhi dei personaggi, nei riflessi degli oggetti metallici, nel ghiaccio stesso. Un colore che riesce bene a rendere l’atmosfera gelida al punto giusto per calarsi nel climax del gioco.\nNei simboli della slot The Vikings troviamo raffigurate guerriere vichinghe, che sovrastano in numero l’unico guerriero vichingo presente tra i rulli. A questi si aggiunge un cavallo, guerriero anch’esso, con tanto di armatura e briglie da combattimento.\nCome vedremo tra poco, vi sono anche due simboli speciali, che attivano le relative funzioni speciali.\nLe funzioni e i bonus della slot The Vikings\nI simboli speciali della slot The Vikings sono due:\n\nDreki, l’imbarcazione vichinga da guerra, funge da jolly e sostituisce tutti i simboli del gioco nella creazione delle combinazioni vincenti, tranne lo scatter\nAmuleto del guerriero, il teschio metallico, rappresenta il simbolo sparso e perciò paga in ogni posizione in cui appare (nel caso se ne visualizzino due o più)\n\nLe funzioni speciali della slot The Vikings sono due:\n\nFree games, 12 giri gratuiti che si attivano visualizzando almeno 3 simboli scatter sui rulli nello stesso giro\nGamble: alla fine di ogni giro vincente, si può giocare contro un banco virtuale alla carta più alta, scegliendola tra quattro carte disponibili.\n\nValutazione della slot The Vikings\nLa slot The Vikings è una buona slot, non c’è che dire. Differente un po’ nello stile dalle altre di Endorphina recensite in precedenza, ma ha delle caratteristiche che la rendono senz’altro di buona qualità: la grafica, il sonoro e l’attenzione ai dettagli e le informazioni belle chiare.\nDiscreta anche sotto il punto di vista delle funzioni speciali, con dei free spin e una funzione gamble che è più avvincente rispetto a tante altre offerte dagli altri provider. Probabilmente è per via della grafica.\nSlot simili a The Vikings\nSe vi piacciono le slot a tema vichingo eccone alcune che possono interessarvi: Vikings (NetEnt), Vikings Go to Hell (YggDrasil), Viking Runecraft (Play’n’Go), Vikings go Berzerk (YggDrasil), Vikings go Wild (YggDrasil).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Vikings",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/the-vikings_featured-286x217.jpg",
            "filename": "the-vikings_featured-286x217.jpg"
        }
    ],
    "name": "The Vikings"
}