{
    "studio": "Red Rake",
    "text": "\nThe Legendary Red Dragon\nSe sei un fan dell’universo dei draghi, il team di Red Rake Gaming ti fa un regalo: la fantastica video slot gratis a tema orientale chiamata The Legendary Red Dragon. Il leggendario Drago Rosso ti farà vivere un viaggio misterioso e ottenere il massimo profitto dalle combinazioni vincenti formate da simboli a tema cinese. Sei pronto per dominare il drago? Continua a leggere qui…\nGameplay e simboli con un enorme potenziale di vincita\nLa slot senza scaricare The Legendary Red Dragon viene fornito con 50 linee di pagamento su 6 rulli con un potenziale di vincita pari a 1000 monete. Quali sono i simboli principali del gioco?\n\nIl Pesce d’Oro\nLa Lanterna\nLe carte da gioco, che come al solito, hanno il valore più basso.\nIl Drago Viola e il Drago Verde\nil Drago Rosso ha il ruolo Wild e appare sui rulli 2, 3, 4, 5 e 6. Il simbolo Wild viene sostituito da qualsiasi simbolo tranne lo Scatter, rappresentato dal segno Yin & Yang.\n\nQuali sono le funzionalità extra di The Legendary Red Dragon?\n\nI due simboli speciali del Drago Viola e Verde sono responsabili di un Jackpot non progressivo del valore di 1000 monete. Tutto quello che devi fare è far atterrare 6 Draghi Viola sui rulli e realizzare i tuoi desideri di vincita!\nSe trovi 5 simboli Scatter riceverai fino a 20 giri gratuiti, mentre con 3 o 4 Scatter otterrai tra 8 e 12 Giri Gratuiti. La buona notizia è che puoi riattivare questa funzione e ricevere giri gratuiti aggiuntivi\nSe ottieni 2 simboli Yin e Yang riceverai 4 Giri Gratuiti. Come se questo non fosse già abbastanza generoso, a funzione Free Spins Round offre anche il riempimento casuale di 2 rulli con simboli Wild.\n\nI leggendari Draghi premiano il tuo coraggio\nLa slot senza registrazione The Legendary Red Dragon ha molto da offrire ai suoi giocatori quando si tratta di grafica e funzionalità speciali. Il suo design vibrante e colorato insieme alle potenti animazioni dei feroci draghi ti daranno poteri speciali in un’atmosfera dai sapori\nantichi. Se la fortuna sarà dalla tua parte, otterrai il meglio da questi extra, che sono la principale fonte per vincere enormi premi anche se il Jackpot non è progressivo. In lista trovi tante altre slot del marchio Red Rake giocabili anche con denaro reale.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Legendary Red Dragon",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/the-legendary-red-dragon_gratis-286x217.jpg",
            "filename": "the-legendary-red-dragon_gratis-286x217.jpg"
        }
    ],
    "name": "The Legendary Red Dragon"
}