{
    "studio": "High 5 Games",
    "text": "\nThe Legend Of Robin And Marian\nLe fiabe ci hanno accompagnato per tutta la nostra infanzia. Alcune sono diventate anche dei famosi film d’animazione grazie alla Walt Disney.\nI nomi sono molti, ma tra quelle che ci hanno emozionato maggiormente è impossibile non fare il nome di Robin Hood. Il famoso arciere che toglieva ai ricchi per dare ai poveri, che abitava nella famosa foresta di Sherwood.\nSe vuoi seguire anche tu le gesta famose di questo personaggio che abbiamo conosciuto tutti noi durante la nostra infanzia, devi assolutamente continuare a leggere. Ti stiamo per parlare, infatti, di una Slot Machine con tema la vicenda di Robin Hood!\nLa grafica della Slot Machine\nSi tratta di una delle grafiche più belle di tutte le Slot Machine del momento. Ti parliamo di The Legend of Robin Hood & Marian con la sua grafica che, per quanto molto semplice e senza effetti speciali elettrizzanti tipici delle Slot Machine di fantascienza, ti permetterà di goderti le ore passate a scommettere i tuoi soldi.\nLa griglia è una classica 5×3 ma delle statistiche legate alla probabilità di vincita ti parleremo più avanti nel corso della recensione. Per adesso ci limitiamo a spiegarti cosa aspettarti dalla grafica.\nNaturalmente, l’intera esperienza di gioco è ambientata nella famosa foresta di Sherwood, che rappresenta quasi un locus amoenus, con i suoi fiori primaverili, la sua alta erba verde e gli alberi che creano una penombra rilassante e proteggono gli occhi dal forte sole. I simboli hanno una qualità decisamente buona, sia quelli più semplici e legati al Poker, ovvero il 10, il J, il Q, il K, e l’Asso, ma anche quelli più elaborati, che rappresentano Robin Hood, Marian e lo Sceriffo di Nottingham. In ogni caso i personaggi sono talmente ben definiti da permetterti di affezionarti a loro e a tutti i guadagni che ti permetteranno di ricevere.\nFunzioni e simboli della Slot Machine\nCome ti dicevamo, The Legend of Robin Hood & Marian di High 5 Games presenta una classica griglia 5×3 per un totale di 40 linee di pagamento. Per adesso niente di innovativo, in quanto la griglia è quella vista e rivista nella maggior parte dei giochi Slot, mentre il numero di paylines allo stesso modo è in linea con le altre Slot Machine sul mercato.\nCiò che fa storcere un po’ il naso è la percentuale di RTP che, nonostante sia alla stessa stregua delle altre Slot prodotte da High 5 Games, non si avvicina allo standard sul mercato. La Slot propone, infatti, un payout del 94,9%, contro il classico 95,5% assicurato dalla maggior parte dei giochi Slot online.\nFortunatamente potrai contare su un gran numero di funzioni interessanti e su simboli che pagano molto. Ci sono ben 5 simboli scatter, ossia tutti quelli rappresentati dalle lettere che compongono la parola BONUS. Questi ti assicurano i giri gratis e anche piccoli moltiplicatori che, in ogni caso, ti permetteranno di fare i soldi veri.\nMettendo in fila Donna Marian, invece, potrai ottenere un moltiplicatore fino a 70x, ossia un sacco di soldi facili.\nAltre Slot Machine simili\nSe anche tu hai amato la storia di Robin Hood, non possiamo fare altro che consigliarti un’altra Slot Machine con questo tema, ossia Robin Hood – Shifting Riches. In questo caso la percentuale di payout è molto più alta, ossia 96,8%, quindi ti consigliamo di provarla se vuoi avere maggiori probabilità di vincere.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Legend Of Robin And Marian",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/the-legend-of-robin-and-marian_gratis-286x217.jpg",
            "filename": "the-legend-of-robin-and-marian_gratis-286x217.jpg"
        }
    ],
    "name": "The Legend Of Robin And Marian"
}