{
    "studio": "Play’n Go",
    "text": "\nThe Sword of the Holy Grail\nDal XII secolo in poi si sono susseguite numerose leggende su Re Artù che hanno contribuito a creare quell’alone di mistero su questo personaggio leggendario. Tra le più antiche c’è quella che vede mago Merlino nella doppia veste di creatore della tavola Rotonda per mezzo di un incantesimo e di protettore di Artù, colui che conquisterà il trono dopo aver estratto la famosa spada Excalibur dalla roccia. Ginevra fu la sposa di Artù, ma si innamorò di Lancillotto e questo causò la caduta dell’impero di Camelot. Lancillotto poi partì alla ricerca del sacro Graal, la coppa da cui Gesù bevve il sangue durante l’ultima cena e in cui si dice venne raccolto il sangue sgorgato dal suo corpo durante la crocifissione.\nIn The Sword and the Holy Grail, questa interessante slot di casa Play’N’Go, si alternano tutti questi eventi, ricreati con una grafica dettagliata che ci trasporta appieno nell’ambientazione gotico medievale narrata nei romanzi del ciclo di Artù. Lo sfondo su cui si svolge il gioco è la tavola rotonda, sopra la cornice di gioco si trova una spada su cui sono scritti i moltiplicatori delle vincite. In basso si trovano le varie informazioni, come il saldo e il valore della puntata che può essere aumentata o diminuita utilizzando i gli appositi tasti. Accanto ad essi si trovano i pulsanti Start e Autoplay.\nCaratteristiche principali della slot machine\nLa griglia di The Sword and the Holy Grail è una classica a cinque rulli per tre righe. Le linee di pagamento sono 20 e sono fisse, non è possibile quindi attivarne un numero diverso. Le puntate partono da 0,10 € e possono raggiungere al massimo 100 €: questo range rende la slot adatta sia ai giocatori prudenti che agli high rollers. Ha un RTP pari al 96,53% e un’alta volatilità. Con l’Autoplay si possono impostare tra i 10 e 100 giri automatici.\nSimboli e funzionalità di The Sword and the Holy Grail\nCi sono diversi simboli e modalità di gioco che rendono The Sword and the Holy Grail una slot davvero appassionante. I simboli di meno valore sono quelli incisi nella tavola rotonda, il 10, J, Q, K e A.\nA fronte di una puntata di un 1 €, Merlino quando appare 3 volte paga 1 €, con 4 simboli si arriva a 1,50 € e con 5 si hanno 7.50 €. Tenendo sempre conto della puntata di 1 € e di 5 simboli, Lancillotto paga 12 €, Ginevra 20 € e Artù 40 €.\nLa parte più interessante della slot è però legata al Wild e allo Scatter. Il primo è rappresentato dal Sacro Graal e può apparire anche con un moltiplicatore che aumenta le vincite in modo esponenziale. Lo Scatter è rappresentato dalla spada, quando appare 3 o più volte sblocca i Free Spins. Se durante i giri gratuiti appaiono altri Scatter, essi si vanno ad accumulare, permettendoci di passare al livello successivo. Ogni livello sblocca simboli Wild con moltiplicatori. Giusto per fare un esempio, 18 spade raccolte in successivi giri sbocca un moltiplicatore pari a 100, per una vincita ipotetica di 10.000 volte la puntata!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Sword of the Holy Grail",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/the-sword-of-the-holy-grail_slot-1-286x217.jpg",
            "filename": "the-sword-of-the-holy-grail_slot-1-286x217.jpg"
        }
    ],
    "name": "The Sword of the Holy Grail"
}