{
    "studio": "Hacksaw Gaming",
    "text": "\nThe Respinners\nI The Respinners sono un gruppo immaginario di musica rock-pop e il setting di questa slot è un live pieno di energia. La grafica non è eccelsa, ma rende benissimo l’effetto un po’ comico che evidentemente gli sviluppatori hanno voluto dare al loro prodotto. La griglia è il palco su cui si muovono i nostri artisti, lo sfondo è l’immagine sfocata degli spettatori con i pugni alzati, con tanto di torrette per le casse ben visibili sui lati.\nSulla parte alta della cornice che racchiude i rulli c’è la band al completo, in basso invece si trovano soltanto pochi tasti, così che la schermata risulti libera e facilmente utilizzabile. I pulsanti sono quello per il menù, quello per variare la puntata, quello Start e quello Autoplay.\nIl comparto sonoro è costituito dalla hit della band, un motivetto con un intro di batteria e basso che prosegue con qualche nota della tastiera. Il ritmo si fa più incalzante con il proseguo del gioco. A ogni vincita si ha un’esplosione a cui si accompagnano le urla del pubblico. Se la combinazione vincente riguarda un membro della band, questi verrà illuminato sopra la griglia.\nCaratteristiche della slot\nLa griglia ha 5 rulli e 4 righe e una vincita potenziale sino a 5.150 volte la puntata. Si vince quando simboli uguali compaiono ovunque su rulli adiacenti, da sinistra a destra. Il range di puntata è molto ampio, fattore che rende The Respinners una slot adatta a tutti. La scommessa minima è di 0,20 € e la massima di 100 €. Si possono impostare dei giri automatici da 10 a 1.000 e c’è anche un tasto per le impostazioni avanzate che dà la possibilità di sceglieresti limiti oltre i quali l’Autoplay si bloccherà. Dal menù a sinistra si possono disattivare gli effetti sonori, la musica di sottofondo, accedere alla tabella dei pagamenti e attivare anche la funzione turbo per accelerare la rotazione dei rulli. La volatilità è alta, si vince meno di frequente rispetto alle slot con volatilità bassa, ma gli importi sono sempre alti. RTP nella norma, essendo pari al 96,4%.\nSimboli e funzionalità\nIn The Respinners ci sono 9 simboli base, le note musicali e i membri del gruppo. I simboli delle note sono colorati di blu, verde, arancio e rosso e sono anche quelli che pagano meno. I membri del gruppo invece stanno quotazioni molto più alte.\nIl simbolo Wild sostituisce tutti i simboli.\nOgni qualvolta il giocatore ottiene una combinazione con un membro della band riceverà un Free Spin in omaggio. Se in un unico giro si riescono ad attivare tutti i membri della band, allora si attiverà la funzione Giri Gratis che prevede 12 Respins. Durante questa funzione ogni membro della band è associato a un moltiplicatore. Dopo ogni vittoria, il moltiplicatore viene aumentato di 4x.\nUn’altra funzione Bonus è quella chiamata La Folla Impazzisce. L’attivazione è casuale e durante di essa vengono aggiunti un numero variabile di simboli Wild fino a un massimo di 4.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Respinners",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/03/the-respinners_featured-286x217.png",
            "filename": "the-respinners_featured-286x217.png"
        }
    ],
    "name": "The Respinners"
}