{
    "studio": "High 5 Games",
    "text": "\nThe Legacy of Cleopatra’s Palace\nQuello della cultura egizia è un tema usato e potremmo dire anche abusato nel mondo delle slot machine: si sprecano infatti i titoli ambientati all’ombra delle Piramidi o sulle rive del fiume Nilo. Si può affermare senza essere smentiti che, dopo le Fruit Machine, le slot a tema Antico Egitto siano quelle più rappresentate in assoluto.\nTutti i provider hanno nel loro catalogo almeno una slot di ispirazione egiziana e anche la software house High 5 Games ne propone diverse. The Legacy of Cleopatra’s Palace è una slot a tema egiziano incentrata sulla figura della bella Cleopatra: sulla schermata iniziale campeggia il volto dell’affascinante regina, con gli occhi in evidenza, molto ben riprodotta a dire la verità, tuttavia la fantasia nel compartimento grafico finisce qui. La schermata di gioco è semplicemente incorniciata da delle colonne dorate, i simboli che si alternano sui rulli non sono un capolavoro di originalità e accuratezza e mancano del tutto sia delle animazioni tridimensionali sia particolari effetti speciali. Nel complesso, per quanto riguarda tema e grafica, possiamo definire The Legacy of Cleopatra’s Palace una slot senza infamia e senza lode.\nCaratteristiche principali della slot machine\nVisto che graficamente The Legacy of Cleopatra’s Palace non ci ha lasciato a bocca aperta, vediamo cosa ci propone dal punto di vista del gameplay!\nLa struttura della griglia di gioco è molto tradizionale, con cinque rulli e tre righe, e anche il gameplay nel complesso non è niente di elaborato ma anzi, potrebbe rappresentare un’ottima scelta per coloro che si affacciano per la prima volta al mondo delle slot, proprio in virtù della sua semplicità e immediatezza.\nUna cosa che ci piace in The Legacy of Cleopatra’s Palace è la possibilità di scommettere sulle 40 linee di pagamento dai 40 e 40.000 crediti, che corrispondono a un valore del gettone compreso tra 0,02 centesimi e 1 €, per cui le puntate andranno da 80 centesimi a 40 €.\nAnche il ritorno teorico al giocatore (return to player o RTP) è abbastanza buono: con un 96,5% si colloca lievemente al di sopra della media della maggior parte dei giochi di slot.\nSimboli e funzionalità di The Legacy of Cleopatra’s Palace\nTra i simboli di The Legacy of Cleopatra’s Palace,  quelli che hanno il valore inferiore sono i numeri e le lettere che si riferiscono alle carte da gioco dal 9 all’Asso, con il numero 10 sostituito da un 5. I simboli più pagati sono invece rappresentati dallo scettro di Cleopatra, da una tavoletta dorata con su incisi dei geroglifici, dei papiri arrotolati, l’occhio di Horus e lo scarabeo sacro.\nIl Wild è il logo del gioco con gli occhi di Cleopatra e ha funzione di jolly, mentre lo Scatter è la maschera di un Faraone, che permette di accedere a un numero variabile di giri gratuiti in cui si potrà usufruire anche di vari moltiplicatori.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Legacy of Cleopatra's Palace",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/the-legacy-of-cleopatras-palace_free-286x217.jpg",
            "filename": "the-legacy-of-cleopatras-palace_free-286x217.jpg"
        }
    ],
    "name": "The Legacy of Cleopatra’s Palace"
}