{
    "studio": "Playtech",
    "text": "\nThe Matrix\nLa celebre trilogia Matrix, con Keanu Reeves, è entrata sin dall’uscita del primo film (nell’ormai lontano 1999) nel cuore di tantissimi appassionati.\nDa allora sono moltissimi i prodotti a tema Matrix usciti in ogni ambiente, e sarebbe in preparazione perfino un quarto film.\nLa Playtech prova a far leva sui milioni di fan del franchise con la sua slot machine The Matrix, che riprende elementi e personaggi dei film. Saranno riusciti a creare una slot machine degna del prodotto su cui è basata?\nTra I Codici di The Matrix\nDal punto di vista grafico, The Matrix rispecchia perfettamente l’estetica del film.\nLa griglia, composta da 5 rulli da 4 righe ciascuno, ha sul suo sfondo un mare di codici verdi su sfondo nero, codici che tornano anche a figurare come simboli dal valore minore.\nI simboli speciali invece sono di diverse categorie. Da una parte abbiamo gli occhiali di Neo e un telefono, dall’altra abbiamo le figure di alcuni dei personaggi del film, come l’Agente Smith, Trinity e Morpheus. Questi tre possono apparire come teste, mezze figure o figure intere che occupano più posizioni.\nTra gli altri simboli abbiamo due simboli Wild, uno con Neo e l’altro, chiamato Wild Dejavu, con un gatto nero. C’è anche un simbolo scatter, con la pillola rossa e la pillola blu, facilmente riconoscibile dalla scritta “free games”.\nI simboli non finiscono qui. C’è anche il simbolo del nucleo energetico e il simbolo Nabuchadnezzar (Nabucodonsor), protagonisti della loro modalità speciale di cui parleremo nel prossimo punto.\nInsomma, simboli ed elementi visivi che risulteranno essere molto familiari ai fan della triologia. Riuscirà il gameplay ad essere all’altezza?\nThe Matrix E Le Sue Modalità Speciali\nSenza tener conto delle modalità speciali che la slot machine offre, The Matrix ha un gameplay classico e familiare, adatto a tutti i giocatori.\nLa componente grafica, seppur fedele al film, non risulta essere troppo convincente, e lo stesso vale per il sonoro. La slot rischierebbe quindi di risultare come passabile e obsoleta, ma fortunatamente riesce ad aggiungere un po’ di pepe al suo gameplay e a distinguersi dalle altre slot machine grazie alle sue due modalità di giocate gratuite.\nQueste si attivano ottenendo un simbolo scatter sul primo, terzo e quinto rullo. A questo punto il giocatore potrà scegliere tra le giocate gratuite dell’Agente Smith o tra le giocate Nabuchadnezzar, entrambe molto diverse tra loro.\nLa funzione Agente Smith offre 8 giocate gratuite limitate. All’inizio di ogni giocata verranno aggiunti sui rulli dei simboli dell’Agente Smith, in modo da aumentare le possibilità di vittoria.\nLa funzione Nebuchadnezzar invece, parte da 15 giocate gratuite, che con la giusta fortuna possono continuare all’infinito. In questa modalità cominceranno ad apparire sui rulli il simbolo del nucleo energetico e il simbolo Nebuchadnezzar. Ogni volta che appare il simbolo del nucleo energetico, questo distruggerà tutti i simboli Nebuchadnezzar, se il nucleo non apparirà e se alla fine della giocata saranno presenti simboli Nebuchadnezzar sui rulli, le giocate gratuite termineranno.\nAltre Slot Simili A The Matrix\nThe Matrix è una slot machine indicata principalmente per i fan della trilogia, anche se il suo buon RTP del 95.14%, unito ad una volatilità media e alle sue uniche funzioni speciali possono renderla interessante per tutti i giocatori.\nSe cercate altre slot machine ispirate a film, videogiochi o serie animate vi consigliamo American Dad, Ace Ventura e Street Fighter II: The World Champion.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Matrix",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/the-matrix-thumb-286x217.jpg",
            "filename": "the-matrix-thumb-286x217.jpg"
        }
    ],
    "name": "The Matrix"
}