{
    "studio": "Novomatic",
    "text": "\nThe Magic Flute\nAmbientata in un Egitto fantastico, i protagonisti di questa storia sono il principe Tamino e il fidato Papageno . Essi partiranno per un lungo viaggio allo scopo di liberare Papina dalle grinfie di Salastro. Papina altri non è che la figlia di Astrifiammante, regina della notte. Grazie a un carillon e un flauto entrambi magici, Tamino e Papageno riusciranno a portare a termine l’impresa.\nIn questa slot la grafica è priva di fronzoli, senza animazioni elaborate o dettagli in alta definizione. In basso ci sono diversi pulsanti: alcuni servono per scegliere il numero di linee attivabili, da 1 a 9, altri per aumentare o diminuire il valore della puntata. C’è poi il tasto Autoplay e il tasto stop per bloccare manualmente i rulli al momento giusto. Con il tasto info si può aprire la tabella dei pagamenti e scoprire quali sono le combinazioni vincenti. Disposti in verticale, ai lati della cornice, ci sono i numeri che indicano le linee di pagamento.\nCaratteristiche principali della slot\nLa griglia di gioco è una classica con cinque rulli e tre righe, e ci sono 9 linee di pagamento personalizzabili. Il consiglio è quello di attivarle tutte per avere maggiori opportunità di vittoria. Le puntate per giro variano da 1 gettone sino a un massimo di 100.\nSimboli e funzionalità di The Magic Flute\nCominciamo col dire che si può vincere anche se compaiono due simboli, ma  solo se questi sono Papina e Tamino. Invece, per avere una combinazioni vincente con le carte da gioco, servono almeno tre simboli. Il 9, il 10 e il Q sono quelli che pagano meno. Se escono 3, 4 o 5 volte pagano rispettivamente 5, 25 e 100 volte la puntata. L’asso (A) e il re (K) pagano 10, 50 e 125 volte. Subito dopo in termini di rendita abbiamo Papageno e la sua amata che possono pagare 15, 75 o 250 volte la puntata, seguiti dal malvagio re Salastro che può arrivare a pagare sino a 400 volte la scommessa. Papina e Tamino sono i simboli in assoluto più redditizi: se escono due simboli uguali raddoppiano la giocata, se ne escono 3 la pagano 25 volte, con 4 si moltiplica per 125 e con 5 si arriva a 750 volte!\nIn The Magic Flute sono presenti anche i bonus. La regina della notte ha valore di Wild e può sostituire tutti gli altri simboli tranne lo Scatter. Se appare su 5 rulli, paga sino a 9.000 volte la puntata. Il simbolo del flauto magico è invece lo Scatter, con 3 si ha diritto a 15 free spins, inoltre ogni vincita ottenuta durante i giri gratuiti viene moltiplicata per 3.\nA seguito di una vincita, è possibile utilizzare la funzione Gamble. Cliccando il tasto Bet One e Max Bet appariranno delle carte. Il giocatore dovrà cliccare sulla carta rossa o su quella blu. Se combacerà con quella del banco, allora la vincita verrà raddoppiata e si potrà anche continuare a rischiare, in caso contrario la vincita verrà azzerata e si ricomincerà a giocare sui rulli.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Magic Flute",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/the-magic-flute-slot-286x217.jpg",
            "filename": "the-magic-flute-slot-286x217.jpg"
        }
    ],
    "name": "The Magic Flute"
}