{
    "studio": "Pragmatic Play",
    "text": "\nThe Dog House\nQuesta simpatica slot firmata Pragmatic Play è l’ideale per coloro che amano i giochi caratterizzati da una bassa volatilità: in The Dog House infatti, dopo pochi giri è probabile che si riesca ad ottenere delle vincite, anche se queste non avranno un altissimo valore.\nIl gioco si svolge in una sorta di cartone animato, i cui protagonisti sono dei cani di razza e aspetto diverso; niente tematiche particolari o avventure da seguire, solamente il divertimento in una slot che troviamo molto adatta a coloro che provano questa tipologia di intrattenimento per le prime volte, in virtù anche di un range di scommesse molto ampio, a partire da soli 0,2 € a giro.\nPer quanto riguarda la grafica, è del tutto in sintonia con l’atmosfera di gioco: i protagonisti a quattro zampe (un Bassotto, un Carlino, uno Yorkshire e un Rottweiler) si muovono in un rigoglioso giardino delimitato da una staccionata bianca, all’interno del quale troviamo una sorta di cuccia-albergo a quattro posti! I rulli sono incorniciati da una casetta costruita con assi di legno, sulla quale spicca il logo del gioco costituito da un osso che riporta la scritta “The Dog House”.\nÈ possibile giocare a The Dog House anche in modalità Autoplay, impostando il numero di giri automatici, da 7 a 50.\nSimboli regolari in The Dog House\nI simboli in questa slot sono essenzialmente i quattro cani protagonisti del gioco, a cui si aggiungono un collare, un osso, una cuccia e i numeri e le lettere che si riferiscono alle carte da gioco dal 10 all’Asso. Le carte sono tra i simboli quelli che hanno il valore minore, mentre i simboli tematici sono quelli che pagano di più in caso di combinazioni vincenti.\nTra tutti, l’icona che paga di più in assoluto è rappresentata dal Rottweiler, che se compare per tre volte sui rulli regala una vincita pari a 0,5 €, con un allineamento di quattro simboli 1,5 € e se si trova su tutti i cinque rulli offre un premio di 7,5 €.\nWild e Scatter\nIl Wild è la cuccia: ha funzione di jolly e può comparire soltanto sui rulli 2,3 e 4, inoltre, ciascuna vincita ottenuta grazie al Wild sarà moltiplicata x2 o x3 volte.\nIl simbolo Scatter è rappresentato da un’impronta canina con sopra la scritta “Bonus”: può comparire sui rulli 1, 3 e 5 e nel caso in cui sia presente su tutti questi tre rulli la vincita totale sarà moltiplicata per cinque volte e si avrà accesso alla special Feature “Free Spins Round”.\nIl numero dei giri gratuiti è determinato dai numeri che appariranno sulla schermata e durante questi si potrà usufruire anche dei Wild impilati, che daranno la possibilità di ottenere un maggior numero di combinazioni vincenti.\nDurante il gioco Bonus i rulli saranno diversi rispetto al gioco regolare, non saranno presenti simboli Scatter e non sarà possibile riattivare la funzione.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Dog House",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/the-dog-house-logo-286x217.jpg",
            "filename": "the-dog-house-logo-286x217.jpg"
        }
    ],
    "name": "The Dog House"
}