{
    "studio": "Peter and Sons",
    "text": "\nThe Mafiosi\nQual è la cosa che fa arrabbiare maggiormente noi italiani quando ci troviamo in giro per il mondo? Essere etichettati in un certo modo! Ma parleremo di questa tematica solo per scoprire le prodezze fatte dal provider Peter & Sons nella creazione della slot The Mafiosi. Facciamo un salto nel mondo dei gangster della New York del 1920. Il giocatore si trova di fronte a una griglia di gioco con gangster e jolly in espansione, pronti ad offrire moltiplicatori di vincita e tre funzioni di giri gratuiti!\nGrafica della slot\nUna grafica in stile fumetto affiancata a una colonna sonora pronta a offrire grande suspense con tocchi di jazz. Abbiamo in primo piano Don Giovanni che sghignazza con il suo sigaro in bocca e una monetina tra le mani. La griglia di gioco si posiziona proprio al centro della sua abitazione ricostruita con una buona qualità. La slot ha una struttura di 5×3 con 243 modalità di pagamento, che permettono al giocatore di sognare in grande, sfruttando il suo RTP al 96,01%. Ciò vuol dire che di solito le vincite sono generate una volta ogni quattro giri!\nCaratteristiche di gioco\nPeter & Sons ha lavorato su una buona struttura di gioco e una storia che vuole richiamare i grandi classici del cinema e dei gangster. Abbiamo diversi simboli di pagamento che partono dai semi delle carte su fiches colorate, che possono assegnare da 0,4 a 0,5 volte la tua scommessa. Si sale poi di livello con le icone delle auto rosse degli anni ’20, revolver, personaggi gangster, diamanti, collane e una cassaforte. Quest’ultima è il simbolo jolly, che riesce a sostituire tutti i simboli di gioco, fatta eccezione per il leader della mafia che è il simbolo Scatter.\nFunzionalità speciali\nOcchio ai jolly che possono espandersi e permettere di ottenere una combinazione vincente! Per ogni Wild che si posiziona in gioco è possibile far aumentare il moltiplicatore di vincita di 1x, fino a potenziarlo per un massimo di 4x. Nel caso in cui si trovino i simboli Scatter sui rulli 1 e 5 nello stesso momento si attiveranno 10 giri gratuiti: in questa fase il Jolly si espande sulla bobina per aumentare la chance di vincita.\nNoterai anche un misuratore in alto a sinistra che può essere sbloccato durante i vari giri per attivare un bonus game che si chiama Super Free Spins. Se continui a sfidare la sorte puoi sbloccare poi la funzione Mega Free Spins e l’area di gioco aumenta fino a 5×4.\nConsiderazioni finali sulla slot\nLa concorrenza su questo tema è spietata, ma con questa slot Peter & Sons hanno reso ancora più vivace l’intero settore di gioco del gambling. Il gioco di base è buono, scorre bene, ma per ottenere il massimo e migliorare l’intrattenimento bisogna sicuramente puntare sulle funzioni speciali di The Mafiosi.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Mafiosi",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/the-mafiosi_slot-286x217.png",
            "filename": "the-mafiosi_slot-286x217.png"
        }
    ],
    "name": "The Mafiosi"
}