{
    "studio": "NetEnt",
    "text": "\nThe Legend of Shangri-La Cluster Pays\nL’Estremo Oriente ha da sempre influenzato l’Occidente con la sua filosofia, la storia, cucina e anche l’arte. Ha ispirato numerosi film, videogiochi ed ovviamente, anche le slot online.\nThe Legend of Shangri-La: Cluster Pays della NetEnt è una slot che ci trasporta nella cultura orientale, ma in una veste simpatica e cartoonesca. Iniziamo la nostra recensione, parlando proprio della sua grafica così originale.\nThe Legend of Shangri-La: Cluster Pays – Grafica\nLa griglia di gioco di The Legend of Shangri-La: Cluster Pays si trova sullo sfondo di un bellissimo e colorato giardino in puro stile orientale. Fiori di ciliegio, fiumi e cascate cristalline con anche uno scorcio su un tetto a pagoda.\nLa griglia di gioco è piuttosto essenziale, ma allo stesso tempo molto curata esteticamente ed inoltre giocheremo in compagnia di un simpatico panda minore nelle vesti di un antico saggio. Ma non è l’unico saggio che vedremo! Infatti sulla griglia, vedremo scorrere simboli che raffigurano altri “guru”. Una tigre, una scimmia e, infine, un elefante. Ad accompagnare quesi tre guru troveremo anche simboli unici come libellule, fiori di ciliegio, farfalle e carpe koi.\nCi troviamo davanti a una slot molto colorata, fresca e soprattutto con un’ambientazione un po’ diversa dalle solite slot a tema Oriente. E il gameplay? Vediamolo nel prossimo punto.\nThe Legend of Shangri-La: Cluster Pays – Gameplay\nLa griglia di gioco rende questa slot molto diversa da altre che possono essere trovate online: parliamo di un meccanismo di tipo 6*5 che mostra addirittura 30 simboli a ogni giocata, contro i 15 che di solito vengono utilizzati nelle slot online.\nInoltre il titolo è corredato di un gran numero di funzioni speciali. Una di queste è la sticky respin: causalmente, dei simboli possono rimanere bloccati nello schermo innescando un nuovo giro gratuito. Qualora trovassimo altri simboli uguali, ci verrà assegnato un nuovo giro gratuito fino a che non avremo un giro vuoto o avremo riempito tutti gli slot all’interno della griglia.\nDa non dimenticare anche i simboli Scatter legati alla modalità free spin. Ottenendo tre simboli Scatter avremo accesso ai giri gratuiti, durante i quali il panda rosso trasformerà i simboli all’interno della schermata di gioco in altri in modo da far ottenere maggiori combinazioni.\nL’apparizione di un drago di ghiaccio trasformerà un numero casuale di simboli in Wild che rimarranno in posizione nel giro successivo.\nQuello che si ripromette quindi di fare questa slot è non offrire un numero immenso di giri gratuiti privi di vincite, quanto quello di rendere ogni giocata potenzialmente ricchissima.\nThe Legend of Shangri-La: Cluster Pays – Slot simili\nIl tema orientale è molto diffuso nelle slot e sebbene sia difficile trovare una slot simile a quella che abbiamo visto oggi (poiché è abbastanza unica nel suo genere) è comunque possibile provare il medesimo gusto con titoli che ne condividono il tema.\nTra queste troviamo China River della Bally e Feng Fu della Tom Horn Gaming, tanto per citarne due.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Legend of Shangri-La Cluster Pays",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/the-legend-of-shangri-la-cluster-pays-gratis-1-286x217.jpg",
            "filename": "the-legend-of-shangri-la-cluster-pays-gratis-1-286x217.jpg"
        }
    ],
    "name": "The Legend of Shangri-La Cluster Pays"
}