{
    "studio": "Wizard Games",
    "text": "\nThe Funky Boombox\nUn tuffo nel passato\nChi ha vissuto al propria giovinezza negli anni Ottanta, ricorderà certamente un’epoca unica e bellissima caratterizzati da oggetti che nel tempo sono diventati veri e propri must come ad esempio i videogiochi cabinati, le radio portatili, i favolosi walkman, le cassette, le luci al neon delle discoteche ma soprattutto tanta musica funky.\nIn The Funky Boombox ci troviamo all’interno di una sala da ballo, con il pavimento a scacchi e il bancone del bar sullo sfondo. Al centro dello schermo c’è la griglia di gioco, racchiusa in una cornice con luci al neon arancione e viola, gli stessi colori della trama dei rulli.\nSul lato sinistro c’è una ghiera con tutte le impostazioni con cui regolare la nostra giocata.\nIl comparto sonoro è una musica dance anni Ottanta che ci riporta con i ricordi a quelle mitiche giornate fatte di spensieratezza e allegria.\n \nCaratteristiche di The Funky Boombox\nLa griglia di gioco ha 5 rulli e 3 righe e 30 paylines fisse su cui è possibile puntare almeno 0,50 € per Spin. Si vince creando combo di simboli identici su rulli adiacenti a partire dal primo di sinistra. Se otteniamo più combinazioni su una stessa linea, verrà pagata solo la più alta, nel caso di linee diverse, allora gli importi verranno sommati.\nPer velocizzare la caduta dei simboli possiamo utilizzare il Quick Spin, ossia la funzione Turbo, o l’Autoplay, che ci permette di impostare un numero variabile di giri automatici.\nLa volatilità medio-bassa è associata a vincite molto frequenti seppur di basso valore. Il ritorno teorico al giocatore (RTP) è del 96,23%.\n \nCome vincere a The Funky Boombox\nIn questo gioco troviamo tre categorie di simboli: basso, medio e alto livello. La cassetta e il walkman appartengono al primo gruppo, salendo troviamo la macchina arcade singola e doppia. Le vincite più remunerative sono però quelle elargite dalle radio con la scritta Boom, singola o doppia, che arrivano a pagare 20 volte la scommessa.\nLa ragazza con il trucco viola è il simbolo Wild e sostituisce tutti i simboli eccetto quelli speciali. È inoltre il simbolo più redditizio, visto che arriva a pagare sino a 50 volte la scommessa.\nLa radio Funky Boombox è un simbolo speciale che può farci vincere un premio compreso tra 1x e 1.000x la scommessa o un Collect Pot progressivo, un premio in denaro indicato alla sinistra della griglia che viene incrementato giro dopo giro.\nC’è poi il Bonus Wheel che si attiva ogni qualvolta sui rulli atterrano tre vinili e che può regalare premi in denaro e un moltiplicatore.\nLa ragazza con gli occhiali è il nostro Scatter e quando ne atterrano almeno 3, vedremo la griglia riempirsi di simboli misteriosi. Cliccandoci sopra scopriremo il numero dei Free Spins e l’entità del moltiplicatore.\n\nDomande Frequenti \nDove posso trovare The Funky Boombox?\n\nQuesto gioco è presente su tutti i casinò online dotati di certificazione AAMS.\n\n\n\nPosso provare il gioco prima di investire soldi reali?\n\nCertamente, sul nostro sito è presente la versione DEMO che permette di testare il gioco in modalità totalmente gratuita.\n\n\n\n\n\nCon questa slot si può arrivare a vincere una cifra pari a 4.065 la scommessa.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Funky Boombox",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/04/the-funky-boombox_new-286x217.jpg",
            "filename": "the-funky-boombox_new-286x217.jpg"
        }
    ],
    "name": "The Funky Boombox"
}