{
    "studio": "Red Rake",
    "text": "\nThe Travels of Marco\nChi non è rimasto affascinato dalle avventure dei viaggi di Marco Polo? Dopo film e serie TV, questa storia è riuscita ad ispirare anche il settore del Gaming, in particolare il team di creativi Red Rake, che ne ha realizzato una slot machine. Questo gioco online è una combo perfetta tra influenze asiatiche ed europee, arricchito da emozionanti moltiplicatori. Preparati a salpare per terre lontane…\nDa cosa è costituito il gameplay di questa slot senza scaricare?\nViaggia attraverso l’Asia in questa versione di Red Rake e sfrutta i 5 rulli con le 30 linee attive. Il gioco ha fino a 60x Moltiplicatori, Giri Gratuiti, Jolly e Scatter, quindi direi che un piccolo approfondimento valga la pena!\nModalità di puntata e premi in palio\nPer le tue scommesse, hai la possibilità di impostare l’importo totale per ogni round. Il valore di partenza è di 30 centesimi. Questo ti basterà per piazzare una scommessa di 1 centesimo su ciascuna delle 30 linee attive disponibili. All’altra estremità del range, hai in gioco le stesse 30 linee, ma con un valore di scommessa molto più alto per ognuna. Per quanto riguarda i premi, nel gioco base non riscontri nulla di eclatante finché non proverai la funzione extra dei 60x Moltiplicatori applicati alle loro combinazioni vincenti. In questo caso, il potenziale è chiaramente migliore. Grazie a questa particolare funzionalità, che deve essere raggiunta prima che vengano rilasciate le ricompense migliori, il gioco si presenta con un’elevata volatilità.\nQuali sono le caratteristiche principali della slot Marco Polo?\n\nInnanzitutto, abbiamo il simbolo con Marco Polo come immagine, che la slot utilizzerà come funzionalità jolly;\nPuoi avere simboli Marco Polo che formano combinazioni insieme a simboli regolari, a condizione che appaiano sulla stessa linea e siano allineati da sinistra a destra;\nLa vera novità di questo Jolly è che può sostituire anche gli Scatter, un aspetto davvero raro tra le slot online.\n\nCome si attivano i Giri Gratis in questa slot?\nPer ottenere Giri Gratuiti, (quelli con il potenziale più alto), puoi sfruttare le icone Yin Yang sparse nella schermata. Questi Scatter devono apparire un certo numero di volte, prima di darti Giri Gratis. Ricorda che prima che inizi la funzione Giri Gratuiti, puoi scegliere tra una vincita istantanea o l’accesso ai giochi Gratis\n\nSe scegli l’opzione Instant Win, otterrai un gioco bonus in stile Abacus, che rivelerà un premio, mostrandoti un numero alla volta.\nPer quanto riguarda i Giri Gratuiti, man mano che avanzi, viene aggiornata anche la mappa virtuale del viaggio, dandoti la possibilità di ottenere Round aggiuntivi e nuovi Moltiplicatori.\n\nLe mie conclusioni finali su questa slot avventurosa\nSono rimasta molto impressionata da questa slot gratis ricca di storia e di luoghi sconosciuti tutti da scoprire. Le potenziali ricompense di Marco Polo unite ai Giri Gratuiti e alla funzione extra dei 60x Moltiplicatori mi hanno convinto a giocare anche con soldi veri. Avere la possibilità di vivere le vicende avventurose di questo straordinario personaggio in una versione ludica mi è davvero piaciuto. Ancora una volta Red Rake ha centrato il bersaglio!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Travels of Marco",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/the-travels-of-marco-featured-286x217.jpg",
            "filename": "the-travels-of-marco-featured-286x217.jpg"
        }
    ],
    "name": "The Travels of Marco"
}