{
    "studio": "WMS",
    "text": "\nTHE WIZARD OF OZ Emerald City\nNato dalla mente geniale di Frank Baum, Il meraviglioso Mago di OZ è un romanzo per ragazzi noto in tutto il mondo, che con i suoi personaggi strani e complessi e le ambientazioni fantastiche ha conquistato il cuore di generazioni di lettori.\nIspirati alla storia del Mago di Oz, sono poi stati prodotti diversi film, tra i quali il più celebre è senza ombra di dubbio quello del 1939 diretto fa Victor Fleming, in cui la protagonista Dorothy Gale è impersonata da una fantastica Judy Garland, una delle attrici più famose dell’epoca. A rendere leggendario il film ha contribuito anche la bellissima colonna sonora, con la canzone “Over the Rainbow” diventata poi un classico intramontabile.\nIn Wizard of Oz Emerald City, slot machine prodotta dalla software house Williams Interactive (WMS) il tema è ovviamente quello della bella storia di Baum, sviluppato graficamente con dovizia di particolari, con immagini molto ben realizzate che rendono giustizia al titolo e coinvolgono il giocatore.\nL’esperienza di gioco che ne risulta è assai coinvolgente e divertente, per chi ama far girare i rulli nel contesto di un tema particolare.\nCaratteristiche principali della slot\nWizard of Oz Emerald City è una slot machine che presenta cinque rulli e ben 243 modi per vincere. Su questo bel gioco di casa WMS è possibile effettuare le proprie scommesse a partire da un limite inferiore di soli 0,40 € fino a una puntata massima di ben 200 €, una cifra che renderà felici anche gli high rollers!\nNota stonatissima di Wizard of Oz Emerald City è il ritorno teorico al giocatore (return to player o RTP) che si attesta su uno scarso 93,95%, davvero troppo poco per poter essere considerato anche lontanamente soddisfacente!\nTuttavia, la presenza di simboli jolly, una ruota bonus con quattro jackpot fissi e un bonus di raccolta di Emerald City, risollevano le quotazioni della slot e la rendono quantomeno interessante da giocare! Se tuttavia ritenete che nonostante il tema bellissimo e le numerose funzionalità speciali, non sia il caso di investire del denaro su Wizard of Oz Emerald City, potrete sempre giocare in modalità Play for Fun senza spendere un centesimo e guadagnare comunque tanto divertimento!\nSimboli di Wizard of Oz Emerald City\nDando uno sguardo alla tabella dei pagamenti, possiamo conoscere in anticipo il valore dei simboli della slot machine: abbiamo un totale di 12 simboli, nove dei quali sono regolari, con pagamenti associati, mentre tre sono quelli speciali.\nI simboli che hanno valore inferiore sono rappresentati dai diamanti gialli, dai fiori blu e dai cuori rosa, che pagano solo 1,25 volte il valore della puntata se compaiono su tutti i rulli. I simboli che al contrario offrono i pagamenti più generosi sono il sindaco di Emerald City, il guardiano e il cagnolino Toto, x 2,5 volte la puntata, il Leone, l’Uomo di Latta, lo Spaventapasseri e il Mago di Oz, x3,75 volte la puntata e infine Dorothy, che paga fino a 12,5 volte il valore della scommessa.\nIl simbolo Wild del gioco è invece una vista mozzafiato sull’Emerald City, mentre il bonus è il grande e potente Oz e lo Scatter è rappresentato dalla strega buona Glinda, che permette di ottenere un numero variabile di giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "THE WIZARD OF OZ Emerald City",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/the-wizard-of-oz-emerald-city_logo-286x217.jpg",
            "filename": "the-wizard-of-oz-emerald-city_logo-286x217.jpg"
        }
    ],
    "name": "THE WIZARD OF OZ Emerald City"
}