{
    "studio": "NetEnt",
    "text": "\nThe Invisible Man\nAncora prima del famoso universo cinematografico dei fumetti Marvel che da qualche anno a questa parte spopola al cinema, la Universal Studio portò sullo schermo l’oscuro universo dei cosiddetti “Mostri della Universal”. Una serie di film dell’orrore che hanno fatto la storia del genere.\nThe Invisible Man della NetEnt, è una slot si basa sul grande classico del 1933, ossia: l’Uomo Invisibile. Iniziamo, quindi, la recensione parlando della sua veste grafica.\nThe Invisible Man – Grafica\nLa prima cosa che si può notare di questa slot è la cura della sua veste grafica. The Invisible Man ci catapulta nel laboratorio di uno scienziato pazzo, strizzando l’occhiolino all’estetica dei ruggenti anni ‘20.\nFra ampolle e fiale che ribollono di strani e probabilmente molto pericolosi intrugli, troviamo la griglia di gioco. Quest’ultima riprende le grafiche geometriche e dorate di quegli anni, racchiudendo al suo interno i simboli. Immancabili i simboli delle carte da gioco (A, K, Q, J, 10) che vedremo scorrere sui rulli come lettere e numeri dorati.\nGli altri simboli, invece, sono costituiti da illustrazioni cartoon dei personaggi del classico dell’orrore. L’uomo invisibile, lo scienziato Cranley, il suo assistente Kamp, i locandieri ed ovviamente la bella Flora Cranley.\nThe Invisible Man è una slot che ripropone uno dei classici dei film dell’orrore in modo piuttosto originale e con una cura nelle componenti grafiche e sonore, che non si è soliti vedere così spesso nel mondo delle slot online. Il gameplay sarà all’altezza? Vediamolo nel prossimo punto della recensione.\nThe Invisible Man – Gameplay\nSulla carta ci troviamo di fronte a una slot come molte altre che è possibile trovare online, ma in realtà essa cela delle funzioni speciali molto interessanti. La griglia di gioco è di tipo 5*3, come la media di mercato ha stabilito, e la slot è corredata da un RTP pari al 96.4, anch’esso nella media di mercato.\nLa differenza è data dalle funzioni speciali: il simbolo del uomo invisibile, infatti, è un simbolo Wild che può apparire nelle varie giocate e quindi rimane sullo schermo per TOT turni, muovendosi in ognuno di essi verso sinistra e dando la possibilità di ottenere un maggior numero di combinazioni durante questa funzione (anche perché è possibile ottenere più simboli di questo tipo contemporaneamente). Tutti questi giri sono free spin.\nLa stessa funzione è data dal poliziotto che appare invece sulla sinistra e si muove verso destra. Qualora ladro e poliziotto si incontrassero, avremo accesso alla modalità a giri gratuiti in cui sarà possibile puntare alla vincita massina. In questa modalità, tutti i simboli wild permettono di accrescere due contatori che permetteranno di accedere a due ulteriori modalità bonus.\nThe Invisible Man – Slot simili\nTrovare delle slot simili a The Invisible Man può sembrare più facile a dirsi che a farsi, ma in generale possiamo suggerire altre slot della NetEnt che si muovono nella medesima direzione, come ad esempio Creature from the Black Lagoon.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Invisible Man",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/the-invisible-man-thumb-286x217.jpg",
            "filename": "the-invisible-man-thumb-286x217.jpg"
        }
    ],
    "name": "The Invisible Man"
}