{
    "studio": "Pragmatic Play",
    "text": "\nThe Hand of Midas\nDi sicuro re Mida è uno dei personaggi più affascinanti dell’intera mitologia. Per chi non lo sapesse, egli era il sovrano della Macedonia, fedele al culto di Dionisio, che dopo aver accolto in casa Sileno, precettore della divinità, decise di riportarlo dal suo dio. Dionisio per ringraziarlo gli disse di esprimere un desiderio. Mida chiese di poter trasformare in oro tutto ciò che toccava. Il dio esaudì il suo desiderio, ma quello che all’inizio sembrava il dono più bello del mondo, in realtà si rivelò un incubo. Infatti, da quel momento Mida non poté più mangiare o dissetarsi, perché il cibo, il vino e persino l’acqua venivano trasformati in oro. In versioni successive della leggenda, Mida arrivò a trasformare in oro la sua stessa figlia.\nSoffermandoci sulla grafica, si nota subito come quella di The Hand of Midas sia molto ben fatta. I simboli sono curati nei dettagli, con qualche animazione di livello che rende più piacevole il gioco.\nNella parte inferiore della griglia troviamo tutti i tasti per impostare la puntata, sulla parte destra la casella che ci permette di acquistare giri gratis e quella per aumentare le chance di vittoria (al costo di 2,50 €). Sulla parte sinistra una mano mantiene un disco su cui è indicato il moltiplicatore assegnato. Il comparto musicale è caratterizzato da una musica epica che contribuisce a dare pathos alla slot.\nCaratteristiche e funzionalità\nLa griglia è una 5×3, con 20 linee di pagamento fisse. La puntata minima è di 0,20 €, la massima di 125 €. La vittoria più alta è di 4.000 volte la puntata.\nPer chi volesse incrementare le chance di vittoria, si può scegliere di aggiungere un moltiplicatore di 20x o di 25x. Si possono inoltre comprare un numero variabile di giri gratis. Ci sono 3 opzioni:\n\n100x la puntata per avere 3 Scatter\n200x la puntata per avere 4 Scatter\n300x la puntata per avere 5 Scatter\n\nÈ presente l’opzione per attivare i giri automatici e la possibilità di accelerare la rotazione dei rulli.\nIl valore RTP è del 96,54% e la volatilità è alta.\nSimboli e funzionalità\nIn The Hand of Midas ci sono due tipi di simboli. I primi sono le carte da gioco e hanno un basso valore. Gli altri sono simboli tematici e pagano piuttosto bene. Dal più basso al più alto troviamo: la coppa di vino, il cesto di frutta, il forziere colmo di monete, la figlia di Odino trasformata in una statua d’oro, il Dio Dionisio e infine il re Mida.\nIl sigillo con al centro la W è il simbolo Wild, sostituisce tutti i simboli eccetto lo Scatter e inoltre ogni volta che compare aggiunge un moltiplicatore 1x, 2x, 3x alla vincita totale. Con la comparsa di più Wild, il moltiplicatore si somma.\nIl simbolo Scatter è la mano di Mida. Se compare 3 volte, allora si avrà diritto a dei giri gratis. Prima che si cominci, appariranno 3 mini-rulli che determineranno il numero di Free Spins a disposizione. Le vincite garantite vanno da 10x la puntata fino a un massimo di 30x. Nel caso non si raggiunga questa soglia minima prima che i giri si concludono, allora la funzione speciale ripartirà daccapo.\n\nDomande Frequenti \nQuanto si può vincere con questa slot?\n\nLa vittoria più alta possibile è pari a 4.000 volte la puntata.\n\n\n\nCom’è il range di scommessa della slot The Hand of Midas?\n\nLa puntata minima è pari a 0,20 € e la massima arriva 125 €.\n\n\n\nQual è il suo RTP?\n\nIl suo valore di ritorno al giocatore è fissato al 96,54%\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Hand of Midas",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/the-hand-of-midas-slot-286x217.png",
            "filename": "the-hand-of-midas-slot-286x217.png"
        }
    ],
    "name": "The Hand of Midas"
}