{
    "studio": "Pragmatic Play",
    "text": "\nThe Great Chicken Escape\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 5\nLinee di gioco: 20\nImporto minimo della puntata: 0,20 €\nImporto massimo della puntata: 100 €\nReturn to Player (RTP): 96,5%\nVolatilità: media\nCaratteristiche principali\nIl tema di questa slot ci è piaciuto davvero tanto: The Great Chicken Escape si distingue dalle solite slot machine presentando una storia ambientata in un pollaio, in cui i simpatici pennuti, comandati da un sergente-pollo particolarmente agguerrito, mettono in atto le loro strategie di fuga cercando di sfuggire alla guardia di un branco di cani feroci.\nL’originalità della storia è rafforzata da una grafica innovativa, che pur non presentando particolari effetti speciali o animazioni spettacolari, grazie all’utilizzo sapiente di colori vivaci e dei giusti contrasti, risulta essenziale ed efficace.\nLa struttura del gioco è abbastanza semplice: The Great Chicken Escape è una classica slot a cinque rulli e venti linee di pagamento, con una volatilità media e un Return to Player pari al 96,50%, il che significa che le vincite sono tutto sommato frequenti ma raramente raggiungono cifre stratosferiche. Quello che arricchisce veramente il gameplay è la possibilità di accedere a ben 5 giochi bonus, che vi daranno modo di aumentare le chance di vincita e il divertimento.\nSimboli di The Great Chicken Escape\nIl gioco si muove in una sorta di campo di prigionia per polli e prevede dei simboli tematici, tra cui compaiono polli e galline, cani e lupi, e simboli non tematici, ossia le carte da gioco dal J all’Asso. Il protagonista della storia è un simpatico pollo di nome Charlie, che rappresenta il Wild del gioco: si comporta come jolly e sostituisce tutti i simboli, tranne lo Scatter, per realizzare delle combinazioni vincenti, inoltre a seconda di quante volte compare sui rulli può pagare fino a 25 volte il valore della puntata.\nI cinque Giochi Bonus\nLo Scatter è rappresentato da una sorta di pergamena con il piano di fuga dei polli, sulla quale è riportata la scritta Bonus. Quando questo simbolo compare 3 o 4 volte sui rulli si accede in maniera casuale a uno dei cinque giochi bonus previsti da The Great Chicken Escape.\n1-    Bonus Mistery Tunnel: è il gioco bonus base, sulla schermata ci sono tre casse delle quali una porta a una vincita in denaro e le altre due invece sono l’ingresso per uno dei quattro successivi giochi.\n2-    Bonus Poultry in Motion: sulla schermata ci sono 5 uova d’oro, ciascuna delle quali offre da 1 a cinque passaggi per arrivare al gioco bonus finale.\n3-    Funzione Clucky Free Spins: prevede 10 giri gratuiti e un moltiplicatore ogni volta che sui rulli appare il simbolo Wild.\n4-    Funzione Free Spins The Other Side: 9 giri gratuiti e Wild impilati che aumentano le possibilità di vincita.\n5-    The Great Escape Big Money Bonus: al giocatore si chiede di scegliere tra 12 barili, dei quali quello che permette di ottenere il premio più alto regala una vincita pari a 500 volte la puntata.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "The Great Chicken Escape",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/the-great-chicken-escape_new-286x217.jpg",
            "filename": "the-great-chicken-escape_new-286x217.jpg"
        }
    ],
    "name": "The Great Chicken Escape"
}