{
    "studio": "Wizard Games",
    "text": "\nThor’s Hammer Strike\nUna leggenda unica\nGrazie anche al successo della saga cinematografica, Thor, dio del tuono e del cielo, è diventato uno dei supereroi più amati di sempre. Per questo motivo quando si decide di incentrare un gioco su un simile personaggio, è necessario offrire una grafica altrettanto importante, dovere che la Wizard Games ha compiuto appieno, regalandoci una slot innanzitutto bella visivamente. I simboli sono disegnati talmente bene da sembrare adatti a un film d’animazione più che per un gioco online. Bello anche lo sfondo, con la città di Asgard riprodotta come una metropoli futuristica. I tasti sono uno vicino all’altro, sistemati a raggiera come fossero la pulsantiera di un’astronave, un buon escamotage che migliora la giocabilità.\nCaratteristiche di Thor’s Hammer Strike\nLa griglia classica ha 5 rulli e 3 righe su cui sono disposte 50 linee di pagamento fisse. Nonostante l’alto numero di paylines, la scommessa minima è comunque contenuta, fissata a 0,20 €. Ci sono due funzioni che accelerano le giocate, Spin Rapido e Turbo Spin, entrambe attivabili dal menù interno. Presente l’Autoplay che ci permette di far andare i rulli in modalità automatica, con l’unico accorgimento di inserire il limite di perdita o di vincita prima di avviarli.\nSi vince associando almeno 3 simboli identici e adiacenti partendo dal rullo di sinistra e procedendo verso destra.\nLa volatilità è alta, il ritorno teorico al giocatore è del 96,23%.\n \nCome si gioca a Thor’s Hammer Strike\nConcentriamoci ora sui simboli. Le lettere che compongono la parola Thor valgono poco, mentre per il pagamenti alti dobbiamo puntare sull’elmo, sull’ascia, Loki, Tarene e Odino.\nCi sono diversi simboli speciali: il Wild ricopre la funzione di Jolly e va a sostituire tutti i simboli eccetto quelli Bonus, il martello invece è lo Scatter, che oltre a pagare più di ogni altro simbolo, attiva da 8 a 15 Free Spins.\nIl fulcro del gioco è però Thor. Con 6 di questi simboli si ottiene la funzione Thor Respins, che ci omaggia con 6 giri gratuiti durante i quali i simboli Thor rimangono bloccati ai rulli. Ogni simbolo aggiuntivo regala un ulteriore Respin. Quando i giri si esauriscono, o se la griglia è piena, i simboli Thor si aggregano, creando simboli Mega che verranno conteggiati nelle vincite. Per fare alcuni esempi, con un simbolo 2×3 si vince un moltiplicatore compreso tra 10 e 40x, mentre con un simbolo 2×5 la vincita è compresa tra i 40 e i 150x. Riempiendo completamente la griglia, il moltiplicatore va da 100x a 750x, generando vincite mostruose!\n\nDomande Frequenti \nIn Thor’s Hammer Strike ci sono premi speciali?\n\nSì, grazie alla funzione Thor Respins si possono vincere premi Mini, Minor, Major e Grand che rispettivamente regalano un moltiplicatore x100, x150, x250 e x750.\n\n\n\nA quanto corrisponde il ritorno teorico al giocatore?\n\nIl valore RTP è del 96,23%.\n\n\n\nPosso provare la slot prima di puntare soldi veri?\n\nSì, perché sul nostro sito è presente la versione DEMO per testare il gioco utilizzando monete Fun virtuali totalmente gratuite.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Thor's Hammer Strike",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/thors-hammer-strike-new-286x217.jpg",
            "filename": "thors-hammer-strike-new-286x217.jpg"
        }
    ],
    "name": "Thor’s Hammer Strike"
}