{
    "studio": "Red Tiger",
    "text": "\nThor’s Lightning\nAprendo Thor’s Lightning, slot machine prodotta dalla software house Red Tiger Gaming, ci si trova catapultati nel bel mezzo di una scena invernale nell’aspro nord, in cui i protagonisti sono i personaggi che popolano la mitologia norrena. Thor con il suo martello, Loki e il loro padre Odino, faranno compagnia al giocatore mentre girano i rulli in una slot che dalla grafica al gameplay non ha nulla da invidiare a prodotti di software house decisamente più blasonate della Red Tiger.\nGli Asgardiani e il paesaggio intorno a loro sono riprodotti con una grafica davvero ben fatta: lo stile è realistico e molto moderno, ricordando da vicino i film e i fumetti della Marvel, mentre una colonna sonora epica, con climax ascendente quando il martello di Thor è chiamato all’azione, completa l’esperienza di gioco che risulta accattivante e coinvolgente.\nNon si tratta della prima slot machine a tema mitologia norrena, sono diversi i provider che l’hanno trattata, tuttavia Thor’s Lightning è certamente un prodotto degno di nota e che non mancherà di soddisfare anche i giocatori più esigenti!\nStruttura di Thor’s Lightning e caratteristiche principali\nLa struttura di gioco di questa bella slot machine è una griglia 7×7, ossia con sette rulli e sette righe, che determinano un numero veramente ampio di possibili combinazioni vincenti.\nLe potenzialità di vincita sono particolarmente ricche, con un jackpot che vale fino a 1.800 volte la puntata!\nIl range di scommesse di Thor’s Lightning va da un minimo di 0,20 fino a un massimo di 40 €, classificando la slot come uno di quei giochi in cui è possibile togliersi delle belle soddisfazioni anche senza dover per forza investire un capitale!\nInteressante anche il ritorno teorico al giocatore (return to player o RTP), che in Thor’s Lightning si attesta su un buon 96,10%, lievemente al di sopra della media della maggior parte dei giochi di slot che si possono trovare nei casinò online.\nSimboli e funzionalità speciali\nLa caratteristica principale per quanto riguarda la funzionalità di gioco di Thor’s Lightning è il fatto che anziché avere rulli che girano, il sistema di allineamento di simboli prevede una caduta “a cascata” sulla griglia. Questa novità rende Thor’s Lightning una slot molto originale, perfetta per chi vuole sperimentare una nuova modalità di gioco e allontanarsi un pochino dalla tradizione.\nPer quanto riguarda i simboli, sono nove quelli che si alternano sulla griglia, e sono tutti dedicati alla mitologia del nord Europa: tra essi troviamo ovviamente Thor con l’immancabile martello, suo fratello, l’enigmatico Loki e il loro padre, la divinità Odino, oltre che la principessa Freya e altri protagonisti delle leggende norrene.\nTra le funzioni speciali abbiamo quella Lightning Strike, in cui Thor evoca un fulmine che spazza via dalla griglia i simboli con valore più basso e ne inserisce al loro posto degli altri, incluso il jolly.\nL’altra funzionalità speciale di chiama Hammer Strike e il protagonista è il martello di Thor che viene lanciato sulla griglia di gioco e inserisce o rimuove dei simboli random per aumentare le potenzialità di vincita.\nEsiste infine una funzione Free Spins che si può giocare secondo due modalità: la Valahalla Free Spins e la Muspell Free Spins.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Thor's Lightning",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/thors-lightning-thumb-286x217.jpg",
            "filename": "thors-lightning-thumb-286x217.jpg"
        }
    ],
    "name": "Thor’s Lightning"
}