{
    "studio": "Tom Horn Gaming",
    "text": "\nThrones of Persia\nInformazioni generali\nSoftware: Tom Horn Gaming\nRulli: 5\nLinee di gioco: 20\nPuntata minima per linea: 0,01 €\nPuntata massima per linea: 2 €\nPuntata massima totale: 40 €/giro\nJackpot: 5000 monete\nVarianza: media\nTema e grafica\nIl tema storico, soprattutto quello incentrato sulle antiche civiltà del passato, è molto comune nel mondo delle slot machine, basti pensare per esempio alle slot sull’Antico Egitto come Book Of Ra, che sono giocate dagli appassionati di tutto il mondo.\nCon Thrones Of Persia, della software house Tom Horn Gaming, lo sviluppatore ha scelto si un tema storico, ma uno forse non così sfruttato come quello dell’Egitto o della cultura azteca, e ci porta direttamente nella Persia di Ciro Il Grande. Ci troviamo dunque nel 500 a.C., catapultati in una città polverosa dove campeggiano delle massicce costruzioni di pietra. Nella schermata iniziale troviamo il re Ciro seduto sul suo trono, mentre quando si avvia il gioco, sui rulli abbiamo i simboli riprodotti in uno stile che dovrebbe richiamare quello persiano.\nPer quanto riguarda la grafica, questa è molto curata: la città persiana è assai realistica e il modo in cui i simboli sono disegnati è decisamente raffinato, tuttavia non troviamo qua, come del resto in praticamente tutte le slot machine di casa Tom Horn, né animazioni 3D, né particolari effetti speciali.\nSimboli, Wild e Scatter\nThrones of Persia presenta simboli regolari e speciali, sia coerenti con il tema che non. Tra i simboli non tematici abbiamo i numeri e le lettere che rappresentano le carte da gioco dal 9 all’Asso, mentre tra quelli tematici abbiamo un carro, un cavallo, un leone, une nave e dei guerrieri persiani.\nI simboli speciali sono due: Wild e Scatter. Il primo è rappresentato da Ciro il Grande in persona e sostituisce tutti gli altri simboli ad eccezione dello Scatter. Oltre a questo Wild diciamo “regolare” è presente un Wild extra, che è sempre il re Ciro ma seduto sul trono: questo simbolo compare solo durante i Free Spins e raddoppia tutte le vincite date da combinazioni che lo includono.\nLo Scatter è un tempio d’oro e offre un premio istantaneo in denaro, dei giri gratuiti e la possibilità di tentare ulteriormente la fortuna con un gioco bonus.\nIl Bonus prevede la scelta di una tra le tre pietre che compariranno sulla schermata: si potranno vincere degli ulteriori giri gratuiti o dei moltiplicatori.\nIn conclusione\nThrones of Persia, tra i giochi presenti nel catalogo della Tom Horn è tra quelli che ci son piaciuti di più: il gameplay non è particolarmente elaborato, ma è arricchito dal gioco bonus che offre la possibilità di incrementare in maniera consistente le vincite. L’ampio range di puntata, a partire da soli 0,01 € per linea lo rende un gioco adatto anche a chi non è disposto a scommettere grosse cifre. Infine, la grafica e la colonna sonora sono molto ben realizzate e garantiscono un’esperienza di gioco del tutto soddisfacente!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Thrones of Persia",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/thrones-of-persia-new-286x217.jpg",
            "filename": "thrones-of-persia-new-286x217.jpg"
        }
    ],
    "name": "Thrones of Persia"
}