{
    "studio": "Microgaming",
    "text": "\nThunderstruck\nLa storia raccontata da Thunderstruck è ispirata alla mitologia e pone al centro una delle figure più importanti per gli appassionati del tema: il dio Thor. Questa slot machine è firmata da Microgaming che ha pensato a una struttura standard con 5 rulli e un massimo di 9 linee di puntata. Sì, potrebbero sembrare poche, ma il punto fondamentale è vedere in che modo queste linee riescano a offrire le vincite di gioco. Ciò che attirerà i giocatori è sicuramente la figura di Thor, il dio del tuono che abbiamo avuto modo di ammirare anche al cinema con pellicole divenute cult. In questa slot machine lo troveremo con il suo poderoso e immancabile martello, ma anche al fianco di funzioni speciali, Free Spins e possibilità di realizzare vincite che sono triplicate. Vediamo quali sono i punti di forza di questo titolo e in che modo è possibile realizzare delle vincite sostanziose!\nGrafica e simboli di gioco\nQuesta slot si presenta ai giocatori con una grafica semplice e curata, in stile cartoon, che potrebbe demotivare alcuni gamer. Ma cerchiamo di non fermarci solo a questo e scopriamo in profondità che cosa ci presenta, perché le animazioni, i suoni e le funzionalità non ti deluderanno. La scommessa effettuata può essere impostata da un minimo di 1 gettone fino a un massimo di 5, il cui valore corrisponde a 0,01 centesimi fino a 45 euro. E’ presto detto che le vincite possono essere ottenute (e aumentate) andando a trovare delle combinazioni vincenti sulla griglia. Thor è il grande protagonista della slot, e per questo è anche stato scelto come simbolo Wild. Può essere sia il Jolly che il moltiplicatore delle vincite: il potere primario è quello di sostituire tutte le icone di gioco per aumentare la possibilità di creare combo vincenti. Non ha questo potere però verso lo Scatter. Al tempo stesso può far aumentare in modo esponenziale la cifra che sarà accreditata come tua vincita.\nAl suo fianco abbiamo lo Scatter, ovvero le 2 arieti che attivano il bonus Free Spins se si presentano in 3 unità, ma se sono solo 2 rappresentano già da sole una combinazione vincente. In quest’ultimo caso raddoppiano la scommessa, ma con 3 simboli di arieti si passa a un moltiplicatore 5x, mentre con 4 simboli si sale a 20x. Se deciderai di usare la “Funzione Puntata” puoi tentare di indovinare il colore o il seme di una carta estratta per raddoppiare la vincita o per quadruplicarla. Se sbagli perderai la vincita che hai generato!\nTra gli altri simboli fortunati troviamo anche il martello di Thor, il corno, le carte da poker, il castello, il mantello e il fulmine.\nConsiderazioni finali sulla slot Thunderstruck\nLa slot Thunderstruck è quindi un gioco nel gioco, che può lasciare perplessi i giocatori per la scelta grafica con effetto cartone animato, ma che sa sicuramente ripagare con vincite gustose. Una delle azioni più interessanti che ti troverai ad affrontare è il suo “Bonus Free Spins”, che si genera con l’arrivo dei 3 simboli Scatter sui rulli: con le 15 giocate gratuite che si ottengono  sarà quindi possibile sognare a occhi aperti!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Thunderstruck",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/03/thunderstruck_gratis-286x217.jpg",
            "filename": "thunderstruck_gratis-286x217.jpg"
        }
    ],
    "name": "Thunderstruck"
}