{
    "studio": "High 5 Games",
    "text": "\nThundering Buffalo\nEsistono molte slot machine che utilizzano come sfondo per i loro giochi il tema del selvaggio West e dei nativi americani che vivono in praterie senza confini e che si dedicano alla caccia dei bufali. La software house High 5 Games propone Thundering Buffalo, una slot incentrata su questa tematica. La grafica è semplice ma molto accattivante. La schermata iniziale si apre con un bufalo maestoso in primo piano, davanti a una verde prateria e al cielo solcato da qualche nuvola che si riflette in un fiume. Sulla schermata di gioco (in sovrapposizione rispetto allo sfondo caratterizzato dagli imponenti rilievi del Gran Canyon) ci sono tutti i simboli che rimandano al selvaggio west. Bisonti, tipì (la tenda conica utilizzata degli indiani), i grandi falò con cui i nativi d’America evocavano gli spiriti, ci fanno immergere in un’atmosfera che sa di antico e di selvaggio. Sulla parete inferiore dello schermo troviamo i tasti per il settaggio del gioco, disposti in modo intuitivo e di facile accesso.\nCaratteristiche principali della slot\nSu Thundering Buffalo sono presenti i classici 5 rulli che offrono 720 diversi modi per vincere, ma a differenza di tante altre slot, la disposizione delle righe segue lo schema 1-2-3-2-1. È possibile fare puntate minime di 50 gettoni per arrivare sino a 50.000, ossia scommesse che vanno dai 0,50 centesimi sino a un massimo di 500,00 euro. Certo, a scommettere così tanti soldi non può essere di certo un novellino e nemmeno chi si sta approcciando per la prima volta al mondo delle slot machine, per fare puntate di questa portata, bisogna avere una notevole esperienza e molto sangue freddo!\nUn punto a sfavore di questo gioco è senza ombra di dubbio il ritorno teorico al giocatore (return to player o RTP) che si stanzia su un valore di 94,9%, un po’ bassino rispetto alla media della maggior parte dei giochi di slot che si attestano quasi tutti sul 96%.\nSimboli e funzionalità di Thundering Buffalo\nSui rulli di Thundering Buffalo si alternano simboli non tematici a simboli  tematici. I primi sono rappresentati da lettere e numeri, quelli che si trovano sulle carte da gioco, in questo caso dal 10 all’asso; tra tutti i simboli, quelli non tematici sono quelli che hanno il valore inferiore. Per quel che riguarda i simboli tematici ci sono tutti quelli che caratterizzano il tema della slot, tra cui gli indiani d’America e i bufali dalle corna scintillanti. Come sempre, i simboli tematici sono quelli che pagano di più. Su Thundering Buffalo si vince quando si allineano tre simboli uguali anche su rulli non adiacenti. Oltre ai simboli regolari, ci sono anche quelli speciali: il Wild, lo Scatter e il Free Spins. Il Wild, con funzione di jolly, sostituisce tutti gli altri simboli per ottenere una combinazione vincente. Abbiamo poi uno Scatter rappresentato dal falò e il simbolo free spins che permette di attivare dei giri gratuiti, da un minimo di 8 sino a un massimo di 240!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Thundering Buffalo",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/thundering-buffalo-logo-286x217.jpg",
            "filename": "thundering-buffalo-logo-286x217.jpg"
        }
    ],
    "name": "Thundering Buffalo"
}