{
    "studio": "Capecod Gaming",
    "text": "\nTime Machine Creator\n\nNegli ultimi 100 anni il progresso tecnologico a cui abbiamo assistito non ci ha solo semplificato la vita, ma ci ha portato a sognare i traguardi che un giorno la scienza potrà raggiungere. Tra tutte le invenzioni che popolano l’immaginario della gente, sicuramente la macchina del tempo è una di quelle più apprezzate. D’altronde, è proprio grazie a questa fantasia che sono nati capolavori cinematografici come Ritorno al Futuro e nel nostro immaginario spesso associamo a questa invenzione la possibilità di diventare ricchi.\nChi non vorrebbe andare avanti nel tempo e vedere i numeri del superenalotto? O comprare un almanacco sportivo?\nEcco perché non stupisce vedere questo tema applicato al mondo della slot online, con il titolo Time Machine Creator della Capecod.\nScopriamo insieme questa slot.\nTime Machine Creator: comparto visivo\nCominciamo la nostra recensione partendo dall’aspetto più superficiale e immediate della slot: quello grafico e musicale. Nell’aprire Time Machine Creator della Capecod, ci troviamo di fronte a una griglia di gioco molto colorata a tema tecnologico.\nSulla sinistra si trova lo scienziato protagonista, il quale si anima ogni dieci secondi circa, mentre i simboli che ruotano lungo i rulli sono tutti a tema “macchina del tempo”: troviamo lo scienziato stesso, il progetto di costruzione, la macchina e gli avvisi di sicurezza. Anche i simboli delle carte da gioco, comuni in moltissime slot per ricoprire il ruolo di combinazioni dal minor valore, sono rielaborati in base al tema.\nLa musica è praticamente assente, in quanto ha un volume molto basso e serve solo d’accompagnamento soffuso in sottofondo, mentre ogni volta che faremo girare i rulli sentiremo il forte suono di una scossa elettrica (alcuni giocatori vorranno disattivarlo dopo un po’ di giocate stanchi di sentirlo ripetere).\nL’aspetto interessante è quello che si scopre una volta ottenuti i giri gratuiti: in questo caso finiremo in un’epoca storia diversa dove sia lo scienziato che lo sfondo della slot cambieranno di stile.\nRiassumendo questo aspetto, la slot è di buon gusto e con uno stile moderno che ci spinge ad analizzarla più a fondo, spostandoci così verso le meccaniche di gioco.\nTime Machine Creator: gameplay\nCon il suo RTP di  95.45% e il suo meccanismo 5×3, Time Machine Creator si presenta come la classica slot della Capecod.\nIn precedenza abbiamo parlato dei giri gratuiti: una combinazione di cinque simboli Scatter (la macchina del tempo) ci permetterà di accedere a questa modalità speciale. Ci troveremo di fronte alla macchina del tempo la quale ci potrà portare in quattro epoche diverse.\nNella nostra esperienza, siamo riusciti a vistarne due: il 1973 e il 1915.\nNel primo caso la slot era a tema musicale, con la possibilità di trovare una palla da discoteca che conferiva altri giri gratuiti (ci ha sorpreso scoprire la facilità con cui è possibile ottenere altri giri gratuiti. Il 1973 è quindi durato molto nella nostra esperienza, mentre il 1915 conteneva dei simboli Wild aggiuntivi che ci hanno permesso di ottenere vincite maggiori ma la modalità in sé è durata molto meno.\nLe vincite ottenute in entrambe le modalità sono state più o meno le stesse, pari a circa venti volte il valore della nostra giocata.\nSlot simili a Time Machine Creator\nCome è lecito aspettarsi, la Capecod non è la prima e non sarà l’ultima casa di sviluppo a sfruttare il tema della macchina del tempo: la Ash Gaming ci propone infatti Time Machine o ancora Time Travel Tigers della Yggdrasil.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Time Machine Creator",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/time-machine-creator_slot-286x217.png",
            "filename": "time-machine-creator_slot-286x217.png"
        }
    ],
    "name": "Time Machine Creator"
}