{
    "studio": "Bally",
    "text": "\nTitanic\nIl mondo del cinema e quello delle slot spesso vanno a braccetto nella creazione di prodotti di successo.\nSolitamente questi tipi di slot sono indirizzate soprattutto agli appassionati e in questo caso, la slot Titanic della Bally attirerà sicuramente i fan del film diretto da James Cameron che parla della struggente storia d’amore fra Jack e Rose a bordo del transatlantico più famoso al mondo.\nNella recensione parleremo di questa chicca per appassionati, partendo dalla sua veste grafica. Sarà all’altezza dell’iconico film anni ‘90? Scopriamolo insieme nel prossimo punto della recensione.\nTitanic – Grafica\nLa prima cosa che salta all’occhio della slot Titanic è la sua semplicità. La griglia di gioco, infatti, si trova su un semplice sfondo di caldo legno e decorata con intarsi in oro. Un richiamo piuttosto semplice all’estetica presente sulla nave del film.\nI simboli della slot sono perfettamente in linea con l’ambientazione, in quanto essi sono i protagonisti del film quali il squattrinato Jack e l’altolocata Rose, la madre di lei Ruth e il rivale in amore Cal. Tutti sono rappresentati in foto prese direttamente dal film.\nInsieme ad essi possiamo trovare anche altri simboli che invece richiamano l’atmosfera dell’epoca in cui Titanic è ambientato, come: botti di legno, valige e bauli accatastati, automobili dei primi del ‘900, un orologio da taschino e guanti da signora. Per quanto riguarda il comparto sonoro, invece, un pianoforte e dei violini ripropongono la famosa canzone di Celine Dion e tema del film: My Heart Will Go On.\nTitanic è una slot che piacerà sicuramente ai fan che potranno rivivere la storia del film fra uno spin e l’altro. Nel prossimo punto andremo quindi a parlare del gameplay della slot.\nTitanic – Gameplay\nAll’interno della griglia di gioco che ricorda un po’ le decorazioni del Titanic, troviamo un tipo di slot 5×3 su cui vedremo scorrere i nostri 15 simboli ad ogni spin. In questo caso, però, ci soffermeremo sui simboli speciali.\nIl simbolo in rosso con su scritto Wild va a sostituire i simboli, tranne gli Scatter, per formare delle combinazioni di vincita pari al valore del simbolo sostituito. Lo Scatter viene invece rappresentato dalla famosa immagine di Jack e Rose abbracciati, che si divide anche in JACKROSE WILD e JACKROSE DOUBLE WILD.\nLe modalità bonus nella slot sono molteplici come la Mistery Double Wilds e la Mistery Double Reels che potrebbero essere attivate casualmente durante gli spin dei rulli, o ancora la Jack’s Drawing Mistery dove si dovranno scoprire tre disegni uguali per poter vincere e la Heart of the Ocean dove una ruota si fermerà su determinati simboli di diverso valor\nSlot simili a Titanic\nSlot che hanno come tema principale il terribile ma storico incidente del Titanic non ce ne sono, ma le slot basate sui film sono talmente tante che possiamo nominarne solo alcune. Come quella su Terminator 2, Jumanji, Ghostbusters, Alien oppure Jurassic Park.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Titanic",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/titanic-logo-286x217.jpg",
            "filename": "titanic-logo-286x217.jpg"
        }
    ],
    "name": "Titanic"
}