{
    "studio": "Blueprint Gaming",
    "text": "\nTivoli\nUno dei più antichi parco-giochi del mondo ancora funzionanti si trova in Danimarca, nel pieno centro di Copenaghen. Fondato nel 1843, Tivoli è una vera e propri attrazione che ogni anno lascia a bocca aperta milioni di turisti. Le montagne russe di legno, la ruota panoramica, le autoscontro, tutte risalenti al secolo scorso, rimandano a un passato dal sapore fiabesco a cui è difficile resistere. La slot della Blueprint Game riproduce fedelmente il grande parco-giochi attraverso una grafica curata nei minimi dettagli e con una musica di sottofondo piacevole e allo stesso tempo discreta. La cornice di gioco è rappresentata dalla famosa entrata dallo stile orientaleggiante, con i tasti principali sistemati sotto i due bracieri.\nCaratteristiche della slot\nTivoli offre una classica griglia 5×3, con 10 linee di pagamento fisse. Le scommesse partono da un minimo di 0,10 € sino a un massimo di 250 €, caratteristica che le rende adatta a ogni tasca. Vengono pagate le combinazioni da sinistra a destra, nel caso di più combinazioni vincenti su una stessa linea viene pagata solo la più alta. È possibile inoltre impostare un numero variabile di giri gratuiti compreso tra 10 e 100 e decidere anche dei limiti di perdita o di vincita singola, raggiunti i quali l’Autoplay verrà interrotto. La volatilità alta rende Tivoli una slot ancora più appetibile rispetto a tante altre, e noi vi consigliamo di provarla anche in modalità demo del tutto gratuita e senza necessità di registrazione, per divertirvi e fare pratica con il gioco senza spendere nemmeno un centesimo!\nPer quanto riguarda il ritorno teorico al giocatore (return to player o RTP), Tivoli si attesta su un ottimo 96,2%, lievemente al di sopra della media della maggior parte di giochi di slot.\nSimboli e funzionalità\nI simboli relativi alle carte da gioco sono quelli che pagano meno, seguiti da i biglietti e dalle varie attrazioni, dalle mongolfiere alle autoscontro. Per ottenere delle combinazioni vincenti è possibile utilizzare anche il Wild, che ha funzione di Jolly e può sostituire tutti i simboli tranne quelli speciali. Per ottenere dei giri gratuito è necessario ricorrere allo Scatter, rappresentato dalla sagoma dell’entrata del parco-giochi. 3 simboli Scatter ci ricompensano con 10 giri gratuiti, se compaiono 4 simboli i giri saranno 15 mentre con 5 i Free Spins saranno 20. In tal caso vedremo aprirsi una nuova griglia con accanto il bigliettaio. Durante i Free Spins può succedere che il bigliettaio compaia sui rulli, così come i biglietti d’ingresso. Il bigliettaio ritirerà tutti i tagliandi presenti, aumentando così le nostre vincite.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tivoli",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/11/tivoli-featured-286x217.jpg",
            "filename": "tivoli-featured-286x217.jpg"
        }
    ],
    "name": "Tivoli"
}