{
    "studio": "Nolimit City",
    "text": "\nTomb Of Akhenaten\nTomb Of Akhenaten della Nolimit City è una slot con tanti bonus e simboli speciali per vittorie da capogiro!\nTema e grafica\nTra le antiche civiltà, di certo quella egizia è una di quelle più affascinanti, anche per via dell’alone di mistero che da sempre la accompagna. Le tante divinità, le imponenti costruzioni, i riti funebri sfarzosi, sono stati oggetto di studio da parte degli archeologici di tutto il mondo, dando vita a numerose leggende e diventando lo spunto per libri e film avventurosi.\nCome dice il nome, Tomb Of Akhenaten è ispirata al famoso palazzo funebre voluto dal faraone per ospitare le sue spoglie e quelle della sua famiglia.\nL’ottima grafica e una musica di sottofondo dalle basse tonalità ci fa immergere subito nell’atmosfera misteriosa che si respira durante il gioco. Alcune animazioni come una pioggia di monete a seguito di importanti vincite. I tasti presenti sono ridotti al minimo, giusto lo Start, l’Autoplay il Turbo, e i pulsante per modificare il valore della puntata. È inoltre presente il pulsante per acquistare i giochi bonus.\nCaratteristiche principali\nCon 5 rulli, 3 file e sino a 3.125 modi per vincere, Tomb Of Akhenaten è di sicuro una slot da tenere d’occhio. Il prezzo minimo per un giro è di 0,10 € ma si può decidere di investire sino a un massimo di 100 €. Attraverso l’apposito tasto si possono attivare da 10 a 1.000 giri automatici e dei limiti di vincita o di perdita. Si vince con combinazioni da sinistra a destra di simboli adiacenti. Il valore RTP è pari al 96,09% e la volatilità è alta.\nSimboli e funzionalità di Tomb Of Akhenaten\nIn Tomb Of Akhenaten ci sono 10 simboli regolari e 3 simboli speciali.\nLe carte da gioco sono quelli con minor valore, seguiti da alcune divinità principale del popolo egizio. Partendo da quello con minor valore, troviamo la leonessa Tefnut, il dio della scrittura Thot, Sobek il dio coccodrillo, Anubis dio dell’Oltretomba e infine il dio del sole Ra.\nTra i simboli speciali, il Wild è rappresentato dalla principessa e sostituisce tutti i simboli eccetto il faraone che è anche il nostro simbolo Bonus. Con 3 simboli bonus si ha diritto a 8 giri gratuiti, ogni simbolo aggiuntivo ne aggiunge 2.\nDurante il gioco regolare e i Free Spins, a seguito di ogni vincita si attiverà la funzione Sticky Win Spins, ossia verrà aggiunta una riga in alto e assegnati 3 giri gratuiti. Le prime due combinazione i vincenti aggiungono una riga a testa, nella terza invece verranno tenuti i simboli vincenti e fatti ruotare quelli non vincenti. Inoltre, nel caso in cui nel secondo livello ci sia stato un incremento di vincita, allora un simbolo verrà trasformato in Wild. Nel terzo livello invece si otterrà un Pyramid Wilds, un simbolo Wild aggiuntivo che concorrerà a farci paterne ottime vincite.\nI Free Spins possono anche essere acquistati attraverso il pulsante a forma di stella.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tomb Of Akhenaten",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/12/tomb-of-akhenaten-slot-286x217.jpg",
            "filename": "tomb-of-akhenaten-slot-286x217.jpg"
        }
    ],
    "name": "Tomb Of Akhenaten"
}