{
    "studio": "Nolimit City",
    "text": "\nTomb of Nefertiti\nBasato sulla storia della potente regina egiziana, Tomb of Nefertiti porta i giocatori in un’avventura alla ricerca delle sue ricchezze. Entrate nella tomba per trovare moltiplicatori, appiccicosi wilds, respins, simboli casuali e rotazioni libere. I creatori di giochi No Limit City hanno creato questo slot con 20 linee di pagamento, e ha un RTP del 96,19% e la giusta quantità di mistero per tenere i giocatori agganciati.\nUna grafica da Antico Egitto\nDimenticate Cleopatra – la notoriamente bella (e feroce) regina egiziana Nefertiti lancia la sua slot personale da Nolimit City il 5 novembre. E con rotazioni gratuite, sticky wilds, moltiplicatori e altro ancora, insieme a un payout massimo di 250.000 monete, la sua tomba potrebbe rivelare segreti che cambiano la storia per sempre!\nCerto, le slot online a tema egiziano non sono la cosa più originale che abbiamo mai visto nel gioco d’azzardo. Dopo varie (e in corso) versioni del Book of Ra da una moltitudine di fornitori, il tema è diventato sicuramente uno dei più riconoscibili negli ultimi tempi. Ma Nolimit City ha fatto qualcosa di diverso questa volta, e ha focalizzato la sua ultima slot sulla bellissima regina Nefertiti, un’altra delle significative ma meno note regine egiziane. E credeteci, è molto più feroce di quanto lo sia mai stata Cleopatra.\nLa tomba di Nefertiti ci porta in una singolare avventura egizia nella sontuosa tomba sepolcrale della regina, dove giace con un tesoro nascosto. E con premi fino a 250.000 monete in palio, questa è una tomba in cui vorrai entrare. Leggete la nostra recensione per saperne di più su ciò che rende questo slot unico rispetto alle altre controparti egiziane.\nIl tema egiziano è popolare tra i giocatori di slot, e con slot come Tomb of Nefertiti incluse in quella categoria, è facile capire perché. Non ha la grafica più all’avanguardia, ma le immagini sono ben fatte e mantengono la slot interessante. Sulle bobine, troverete un sacco di simbolismo egiziano, con vasi, gatti, scarabei, scarabei e gli dei Anubi e Ra che fanno la loro comparsa.\nI rulli sono di colore dorato e si trovano tra enormi colonne che mostrano le dimensioni dell’ingresso della tomba. I bordi delle bobine sono rivestiti con un motivo blu e oro, cosa che appare comunemente nella cultura dell’antico Egitto, e che non fa che confermare il posto di questa fessura nella categoria egizia.\nFunzioni e simboli della Slot Machine\nIl Raider, che assomiglia sospettosamente a Lara Croft, è lo Sticky Wild, e sostituirà i simboli standard per aiutare a creare una linea vincente. La funzione Wild Raider può avvenire in modo casuale durante qualsiasi rotazione. Quando questo accade, possono apparire fino a 9 wild casuali sui rulli centrali per aiutare a creare una vittoria.\nLa caratteristica della Maledizione di Nefertiti è un’altra caratteristica casuale. Anche se suona minaccioso, in realtà è una buona cosa che le tre bobine centrali girino per rivelare lo stesso simbolo. Questo significa che se lo stesso simbolo appare sulla prima e sull’ultima bobina, si potrebbe essere in ballo per una vittoria potenzialmente enorme.\nLa caratteristica finale è Raider Spins. Questo si attiva quando 3 o più del simbolo del bonus Nefertiti appaiono sulle bobine. Riceverai 10 giri gratuiti per 3 simboli bonus, con altri 5 per ogni simbolo bonus aggiuntivo in vista. Durante la funzione, le 20 linee di pagamento vengono aumentate fino a 40 ed entra in gioco anche la funzione Wild Raider.\nNell’angolo in alto a destra c’è un contatore Win Respins. Ogni volta che otterrete una vincita, i simboli di vincita respineranno automaticamente, dandovi un’altra possibilità di vincere. Ad ogni vittoria, il contatore sale, con un moltiplicatore fino a 3x disponibile. Tuttavia, non ha alcun limite durante i Raider Spins.\nQuesto gioco ha quattro diverse caratteristiche, di cui tre che si attivano in modo casuale durante il gioco di base. Di queste, solo i giri liberi richiedono l’attivazione di un simbolo di scatter.\nMaledizione di Nefertiti – Le tre bobine centrali (9 spazi in totale) sono tutte sincronizzate e hanno lo stesso simbolo. Solo le icone regolari possono apparire durante questa funzione.\nRaider Spins – Si guadagnano 10 Raider Spins ottenendo tre o più scatter in qualsiasi punto dei rulli. Ogni raider che atterra sui rulli attiverà il bonus Wild Raider. Ogni vincita aumenta un moltiplicatore di vincita illimitato di 1x. Inoltre, le linee di pagamento sono aumentate da 20 a 40 durante questo bonus.\nWild Raider – Le vincite premiano un respin per le posizioni vincenti. Si possono ottenere fino a 2 respin e un moltiplicatore che arriva fino a 3x.\nWild Respins – I wilds casuali atterreranno sulle tre bobine intermedie. Fino a 9 wilds possono essere sullo schermo contemporaneamente.\nAltre Slot Machine simili\nCome ti abbiamo già detto, le Slot Machine a tema Antico Egitto sono un classico, per questo ne troverai una bizzeffe su Internet, ognuna con le sue caratteristiche peculiari. Sicuramente apprezzerai anche Cleopatra, Empress of the Nile, Scarab e Secret of Nefertiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tomb of Nefertiti",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/tomb-of-nefertiti_featured-286x217.jpg",
            "filename": "tomb-of-nefertiti_featured-286x217.jpg"
        }
    ],
    "name": "Tomb of Nefertiti"
}