{
    "studio": "Habanero",
    "text": "\nTotem Towers\nLe civiltà precolombiane che si sono sviluppate nel Sud America hanno conosciuto il loro apice con quella azteca, insediatasi nell’attuale Messico dal XIV al XVI secolo A.C. In particolare, per quel che riguarda la religione, gli aztechi erano politeisti e si servivano di templi e totem per rappresentare le proprie divinità.\nIn questa slot, tutta l’atmosfera di mistero viene acuita da una grafica ottima sotto tuti i punti di vista. Naturalmente ci troviamo all’interno di una foresta dove, nascosto nella fitta vegetazione intravediamo l’ingresso di un tempio di pietra. I simboli rispetto allo sfondo risaltano grazie ai colori che vanno dal verde, all’arancione, al rosso e al blu.\nLa consolle incastonata in una cornice massiccia riporta tutti i tasti per calibrare a nostro piacimento la partita.\nPer quel che riguarda la musica di sottofondo, si tratta di una melodia eseguita con dei flauti accompagnata dai suoni della foresta.\nCaratteristiche della slot\nLa griglia di gioco è una semplice 6×3 con un primo blocco di 25 linee di pagamento fisse. In base ai nostri risultati, le linee avanzano per step. Il primo aggiunge 14 linee, il terzo 19 e così via sino a un massimo di 101 linee.\nLa puntata minima è di 0,01 €, quindi 0,25 € per ogni spin.\nSi possono attivare tra i 10 e 500 giri automatici e accelerare la velocità di rotazione degli spin tramite l’apposito cursore.\nLa volatilità è media, il valore RTP invece si attesta su un ottimo 96,58%.\nSimboli e funzionalità\nI simboli con un valore più basso sono i totem raffiguranti le piante, mentre quelli che rappresentano i demoni valgono molto di più.\nLo stregone azteco è il nostro Wild, va a sostituire tutti i simboli ma non lo Scatter e appare sui rulli 1, 3 e 5. È pagante e le somme elargite sono le più alte del gioco.\nLo Scatter è pagante, anche se le vincite sono più basse rispetto al Wild e ci ricompensa con un numero di giri gratuito compresi tra 10 e 100.\nSe su un rullo compare solo una combinazione di simboli dello stesso colore, ad esempio il demone e la pianta blu, allora essi vengono sostituiti da un simbolo Wild esteso che ricopre l’intero rullo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Totem Towers",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/02/totem-towers-free-286x217.png",
            "filename": "totem-towers-free-286x217.png"
        }
    ],
    "name": "Totem Towers"
}