{
    "studio": "IGT",
    "text": "\nTreasures of the Pyramids\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di gioco: 40\nValore minimo gettone.: 0,01 €\nValore massimo gettone: 1 €\nAutoplay: Si\nReturn to player (RTP): 96,19%\n\nCaratteristiche principali\nTreasures of the Pyramids rientra a pieno titolo tra le migliori slot a tema Antico Egitto, pur presentando qualche dettaglio curioso che la rende “particolare”.\nI simboli ovviamente fanno riferimento alla cultura egiziana ma è presente una pantera nera che a ben vedere non è molto coerente col tema!\nLa grafica non è strepitosa in quanto non sono presenti animazioni 3D o effetti speciali, tuttavia lo sfondo dorato su cui si muove la pantera nera e i simboli luccicanti sui rulli la rendono visivamente molto gradevole.\nLa slot della software house a stelle e strisce IGT ha una struttura classica a cinque rulli e 40 linee di pagamento e un sistema di puntate basato sui gettoni.\nPrima di iniziare una partita occorre impostare il valore dei gettoni, che va da un minimo di 0,01 € fino a un massimo di 1€ per ciascun giro, dopodiché vi sarà chiesto di selezionare il numero dei gettoni che intendete giocare, da 1 a 10, e su quante linee volete puntare, su 1, 10, 20, 30 o tutte le 40 linee di pagamento.\n\nSimboli, Wild e Scatter\nI simboli, ad eccezion fatta per la già citata pantera nera, sono tutti dei riferimenti alla cultura dell’antico popolo egiziano: troviamo monili di vario tipo, le piramidi, l’Ankh o croce Ansata (antico simbolo che rappresenta la vita) e l’occhio destro del dio falco Horus.\nAccanto a questi, sono proposti in stile geroglifico le lettere e i numeri corrispondenti alle carte da poker dal 9 all’Asso.\nLa pantera nera in Treasures of the Pyramids è il simbolo Wild, con funzione di Jolly: può infatti sostituire tutti gli altri simboli, tranne quello Scatter, sui rulli per il completamento di un allineamento vincente. Inoltre, se compare su tutti i cinque rulli, paga una vincita di ben 5000 gettoni!\nLo Scatter è invece un’imponente piramide che dà accesso all’unica funzionalità bonus di questa slot, ossia i giri gratuiti. Se compare 3 volte in qualsiasi posizione sui rulli saranno attivati 8 giri gratuiti, se ne vinceranno 15 con 4 piramidi e 100 se lo Scatter occupa tutti i cinque rulli.\nIn seguito a ogni vincita di qualsiasi entità, sarà data al giocatore la possibilità di raddoppiare il montepremi con una funzione Gamble: comparirà una carta girata della quale bisognerà indovinare il colore, nero o rosso. Se la scommessa è giusta il montepremi sarà raddoppiato, se è sbagliata purtroppo si perde quanto vinto in precedenza.\n\nSlot simili a Treasures of the Pyramids\nIl tema dell’Antico Egitto rappresenta nel mondo delle slot machine una vena che pare non esaurirsi mai e tutte le principali software house del mondo hanno nel loro catalogo almeno un titolo che celebra questa civiltà.\nUna delle slot a tema Egitto più giocate in assoluto al mondo è Book of Ra, disponibile in diverse versioni tra cui la Deluxe e la 6, per giocare e vincere sotto lo sguardo fiero della Sfinge!\n\n",
    "images": [
        {
            "alt": "I simboli della slot online Treasures of the Pyramids",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasure-of-the-pyramids-simboli.jpg",
            "filename": "treasure-of-the-pyramids-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Treasures of the Pyramids",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasure-of-the-pyramids-tabella-pagamenti.jpg",
            "filename": "treasure-of-the-pyramids-tabella-pagamenti.jpg"
        },
        {
            "alt": "Per vincere a Treasure of the Pyramids i simboli sulle linee vincenti devono comparire nella giusta combinazione",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasure-of-the-pyramids-win.jpg",
            "filename": "treasure-of-the-pyramids-win.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Treasures of the Pyramids hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasure-of-the-pyramids-modalitá-bonus-1024x612.jpg",
            "filename": "treasure-of-the-pyramids-modalitá-bonus-1024x612.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Treasures of the Pyramids",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasures-of-the-pyramids-thumb-1-286x217.jpg",
            "filename": "treasures-of-the-pyramids-thumb-1-286x217.jpg"
        }
    ],
    "name": "Treasures of the Pyramids"
}