{
    "studio": "Espresso Games",
    "text": "\nTreasure Island Reelpot\nLe storie di pirati sono tra le più amate al mondo, forse perché incarnano bene la storia del più debole che si rifà sul più forte. Non per nulla l’equipaggio era formato per lo più da avanzi di galera che si imbarcavano per sfuggire alla giustizia, senza tuttavia riuscire a mettere da parte la loro indole criminale. L’attività preferita era infatti intercettare le navi di proprietà degli Stati francesi, inglesi e portoghesi e derubarle di tutta la mercanzia che poi veniva rivenduta in cambio di oro, rum e gioielli. Da qui sono nate numerose leggende che vedono questi uomini occultare le loro ricchezze in qualche isola sperduta del Pacifico.\nEd è proprio su una di queste isole che prende vita Treasure Island, una delle ultime slot del provider Espresso. Come di abitudine, anche questa si apre con un’animazione stile cartone animato che ci proietta subito all’interno della storia. La grafica è molto colorata, con i simboli in stile cartoni animati. La griglia di gioco non è delimitata sa una cornice, semplicemente i rulli si trovano tra due palme sulla riva di una spiaggia caraibica con vocano azzurro sullo sfondo. Il tasto play è incastrato nel tronco dell’albero a destra, su un cartello a sinistra invece viene visualizzato il valore monetario del nostro gettone.\nCaratteristiche della slot\nLa Espresso ha deciso di puntare su una griglia abbastanza tradizionale con 5 rulli e tre righe attive, più una aggiuntiva di forzieri che attiva una funzione speciale su cui ci concentreremo più avanti. Le linee di pagamento sono 18 e fisse e il costo minimo di un gettone è di 0,01 €, quindi per ogni spin è necessario spendere almeno0,18 €, una cifra accessibile a ogni tasca. Attraverso il tasto Auto si possono attivare i giri automatici, di base 10 ma aumentabile a piacimento. Il valore RTP è del 94,38%.\nSimboli e funzionalità\nI simboli di basso valore sono rappresentati dai dobloni di rame, argento e oro su cui si trovano i simboli delle carte da gioco, dal 10 all’asso. La pistola, la bandiera dei pirati e le sciabole incrociate sono le icone che pagano di più.\nIl pappagallo è il Wild, associato ai simboli di valore più alto completa le combinazioni vincenti e applica un moltiplicatore x2 alla vincita. Il sacco è lo Scatter, appare su qualsiasi posizione sui rulli e ricompensa con moltiplicatori più alti pari a x7, x20 e x50 in base al numero di simboli comparsi.\nLa mappa è un altro Scatter e regala dei Free Spins, da 7 se i simboli bonus sono 3 a un massimo di 50 con 5 simboli.\nPer quanto riguarda la funzione Reelpot (legata alla fila di forzieri in basso nella griglia) prevede che ogni giocata, nei forzieri avanzino delle tacche sino a 5. Al riempimento del contatore, verrà aperto uno dei forzieri. Se appare lo scheletro si vince l’importo indicato, le ossa incrociate invece non regalano premi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasure Island Reelpot",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/treasure-island-reelpot-new-286x217.png",
            "filename": "treasure-island-reelpot-new-286x217.png"
        }
    ],
    "name": "Treasure Island Reelpot"
}