{
    "studio": "Playson",
    "text": "\nTreasures of Fire: Scatter Pays\nUna grafica semplice per un gioco carico di Bonus\nLa nuova slot targata Playson, Treasures of Fire, è ambientata nella tana di uno spaventoso drago sputafuoco. Nelle profondità della montagna si cela il nostro mostro alato, che sorveglia le sue uova da chiunque decida di rubarle. Lo scopo del gioco è proprio questo. Più uova riuscirai a trafugare, più alte saranno le vincite!\nLa grafica di Treasures of Fire è abbastanza semplice, con il colore rosso a farla da padrone. La griglia al centro del gioco è sorvegliata dal drago, ma questa non ha una funzione meramente grafica. Infatti, in modo casuale, attiverà un Bonus di cui parleremo più avanti. I tasti per le giocate sono di grandi dimensioni e sono abbastanza distanti dalla griglia.\nCaratteristiche di Treasures of Fire\nLa griglia è leggermente più grande rispetto al solito, avendo 6 bobine e 5 righe. I meccanismo di gioco è a cascata, quindi ogni volta che si crea una combo vincente, i simboli paganti vengono rimossi e sostituti da altri del tutto nuovi. Per vincere è necessario creare file di almeno otto simboli identici. La puntata minima è di 0,10 € e la vincita massima è pari a ben 20.000 volte la scommessa!\nLa funzione Autoplay ci permette di giocare senza cliccare ogni volta il tasto Start e si possono impostare da 5 a 999 giri automatici. Il tasto del fulmine serve invece ad accelerare la caduta dei simboli.\nConcludiamo la descrizione con la volatilità, in questo caso alta, e il ritorno teorico al giocatore (RTP) che qui corrisponde a un buon 95,5%.\nCome vincere a Treasures of Fire\nLe gemme colorate sono i simboli di valore più basso, mentre le uova del drago pagano molto di più. Quello che vale più in assoluto è l’uovo prossimo alla schiusa, con il cucciolo di drago visibile sotto il guscio. I simboli pagano in qualsiasi posizione sui rulli. L’occhio del drago è il nostro Scatter e ci ricompensa con dei giri gratis, da un minimo di 10 a un massimo di 20.\nSe durante i Free Spins atterreranno altri 3 simboli Scatter, otterremo 5 ulteriori giri bonus. Altra funzione interessante è quella denominata Respiro del Fuoco, che concede moltiplicatori da applicare alle vincite.\nMa i moltiplicatori sono presenti anche nel gioco base. Infatti, di tanto in tanto e in modo del tutto casuale i simboli possono essere accompagnati da un moltiplicatore compreso tra 2x e 100x.\n \n\nDomande Frequenti \nPosso provare Treasures of Fire prima di giocare soldi veri?\n\nCerto, sul nostro sito è disponibile la versione DEMO che permette di giocare senza spendere, così da familiarizzare con il gioco.\n\n\n\nCom’è la volatilità?\n\nIn Treasures of Fire è alta, si vince meno di frequente ma sempre cifre molto alte.\n\n\n\nQuanto è la vincita massima?\n\nIn Treasures of Fire si può vincere fino a un massimo di 20.000 volte il valore della puntata.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasures of Fire: Scatter Pays",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/01/treasures-of-fire-scatter-pays_logo-286x217.jpg",
            "filename": "treasures-of-fire-scatter-pays_logo-286x217.jpg"
        }
    ],
    "name": "Treasures of Fire: Scatter Pays"
}