{
    "studio": "Red Tiger",
    "text": "\nTreasure Mine\nTreasure Mine è una slot del catalogo della casa produttrice Red Tiger Gaming, che con i suoi prodotti si distingue per una grande accuratezza grafica e una ricerca della qualità. Grazie a questo la Red Tiger si sta piano piano imponendo sul mercato, facendo concorrenza ai colossi del settore con slot machine sempre ben curate e spesso molto originali.\nÈ il caso di Treasure Mine, in cui il tema trattato, la ricchezza, è sviluppato in maniera piuttosto originale: tra le slot machine non si contano quelle che hanno come sfondo auto di lusso, gioielli, monete d’oro e simboli di ricchezza in generale, ma a nostra memoria, questa è la prima che tratta la ricchezza mettendo come sfondo del gioco un miniera d’oro!\nIl protagonista è un simpatico minatore, che in realtà ricorda molto da vicino i personaggi di altre slot machine della Red Tiger Gaming, mentre a fare da cornice ai rulli c’è una sorta di cava estrattiva con tanto di binari su cui scorrono dei carrellini colmi d’oro.\nLa grafica è sviluppata in stile cartone animato, con delle immagini molto ben realizzate e dai colori vivaci, per un’esperienza di gioco anche visivamente molto gratificante!\nCaratteristiche generali di Treasure Mine\nLa slot machine Treasure Mine ha una struttura tradizionale con 5 rulli, tre righe e 40 linee di pagamento. La scommessa più bassa è di soli venti centesimi, mentre la più alta è di 500 €, una bella somma e non adatta certo a tutti!\nTreasure Mine è una slot caratterizzata da una volatilità media, il che significa che si potranno ottenere sia delle vincite abbastanza frequenti e di importo basso, sia che si può ambire anche a premi di un certo valore.\nNota stonata di questa slot machine è il ritorno teorico al giocatore (return to player o RTP) che si attesta su un 95,20% abbastanza deludente.\nGiocando a Treasure Mine potenzialmente si possono vincere premi fino a 1.000 volte il valore della scommessa, che con una puntata massima di 500 €, significa un jackpot pari a 500.000 €, davvero niente male!\nSimboli e funzionalità del gioco\nTra i simboli che si alternano sui rulli di Treasure Mine abbiamo innanzitutto i numeri e le lettere che si riferiscono alle carte da gioco dal 10 all’Asso: tra tutti, questi simboli, i cosiddetti “reali”, sono quelli che hanno valore inferiore. Per ambire a premi più interessanti bisogna sperare che compaiano i simboli tematici: troviamo un grosso martello, un elmetto da minatore con tanto di lampada, una lanterna e un altro.\nOltre ai simboli ordinari, su Treasure Mine possiamo avvalerci di alcuni simboli speciali: un’icona Wild rappresentata dal minatore Barbanera, una Treasure Strike e un Drago. Quando compaiono sulla stessa linea Barbanera e il tesoro, il minatore  salta sul tesoro per raccogliere più monete possibili, se invece compaiono il Drago e il tesoro, l’animale soffierà sul tesoro per moltiplicarne il valore e, infine, se troviamo Barbanera e il Drago, il minatore correrà per mettersi in salvo lasciandosi alle spalle una scia di folletti.\nÈ poi presente un mini-gioco attivato dai simboli Scatter: Barbanera cavalcherà un carrellino in corsa sui binari raccogliendo quanti più gioielli e gemme possibili, fino al jackpot di 1.000 volte la scommessa.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasure Mine",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/treasure-mine_slot-286x217.jpg",
            "filename": "treasure-mine_slot-286x217.jpg"
        }
    ],
    "name": "Treasure Mine"
}