{
    "studio": "LuckSome",
    "text": "\nTreasures of the Dead\nL’Antico Egitto e un libro misterioso sono gli ingredienti di Treasures of the Dead, la slot targata Lucksome dal gameplay per nulla scontato!\nUna slot dal grande impatto visivo\nCi troviamo in Egitto e l’esploratrice Amber Wild è alla ricerca di un libro magico che permette, a chi ne entra in possesso, di mettere le mani su tesori nascosti e ricchezze inestimabili. Per farlo però dovrà addentrarsi all’interno della piramide, prima in una stanza dorata, poi, durante i Free Spins, all’interno della stanza del faraone.\nDal punto di vista grafico, Treasures of the Dead è una slot ben fatta, con simboli di grandi dimensioni disegnati in modo preciso. Le colonne che sostengono la griglia hanno degli alloggi in cui accogliere gli scarabei, indispensabili per dare avvio al gioco Bonus di cui parleremo dettagliatamente nei prossimi paragrafi.\nIl comparto sonoro è una versione rockeggiante delle tipiche sonorità orientali, un bell’espediente per dare vivacità al gioco.\nCaratteristiche di Treasures of the Dead\nSpendiamo ora qualche parola su come impostare le giocate. Innanzitutto, la griglia ha una forma tradizionale, con 5 rulli e 3 linee su cui sono disposte 10 linee di pagamento fisse. La scommessa va da un minimo di 0,10 monete virtuali nel gioco Demo sino a un massimo di 200. La vincita massima è di 15.000x la puntata.\nTra le varie opzioni troviamo l’Autoplay, ottimo espediente per chi ha deciso di fare un numero più o meno alto di Spins e non ha voglia di cliccare ogni volta sul tasto Play.\nPer velocizzare le giocate è a disposizione il tasto Turbo a due livelli, veloce e velocissimo, che accelereranno la caduta dei simboli.\nLa volatilità è medio/alta, il valore RTP è invece pari al 96,2%.\nCome si gioca a Treasures of the Dead\nCome in tanti altri giochi, anche qui possiamo suddividere i simboli in ordine di valore. Le carte da gioco sono quelle che pagano meno, mentre la statua del gatto, del faraone e il sarcofago ricompensano molto di più. L’esploratrice Amber è il simbolo più remunerativo, così come il simbolo del libro, vero e proprio fulcro del gioco. Per vincere è necessario creare combo di 3, 4 o 5 simboli, tranne che per Amber e il libro che pagano anche con combinazioni di soli 2 simboli.\nCome dicevamo, il libro è il centro di tutto il gioco e ricopre diverse funzioni:\n\nAttivazione Hyperlines: la colonna sinistra della griglia è suddivisa in tre settori, ognuno dei quali presenta tre fessure. Quando il libro atterra sui rulli, potrebbe rivelare uno scarabeo che andrà a incastrarsi in uno degli alloggiamenti. Non appena una parte della colonna verrà riempita con i tre scarabei, si attiverà un moltiplicatore da applicare alla vincita successiva.\nWild: il libro è anche il simbolo Jolly e sostituisce tutti i simboli in una combo vincente.\nScatter: il libro è Scatter e regala giri gratuiti il cui numero è casuale. Durante il Bonus Game verrà inoltre verrà scelto un simbolo speciale che diventerà a espansione. L’intero gioco Bonus si svolgerà con le Hyperlines attive. Il gioco speciale può anche essere acquistato cliccando sull’apposito tasto.\n\n\nDomande Frequenti \nQuanti giri gratuiti si vincono con lo Scatter?\n\nDipende. Quando atterrano tre simboli Scatter, appare un libro al centro dello schermo che rivelerà il numero di Free Spins e il simbolo a espansione.\n\n\n\nQual è la vincita massima di Treasures of the Dead?\n\nLa vincita massima è pari a 15.000x volte la scommessa.\n\n\n\nPosso giocare a Treasures of the Dead anche sul cellulare?\n\nCerto, questo gioco è creato con architettura HTML5, quindi gira su tutti i dispositivi mobili e su qualsiasi sistema operativo, Android o IOS.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasures of the Dead",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/03/treasures-of-the-dead-thumb-286x217.jpg",
            "filename": "treasures-of-the-dead-thumb-286x217.jpg"
        }
    ],
    "name": "Treasures of the Dead"
}