{
    "studio": "Pulse 8 Studios",
    "text": "\nTreasures of Lion City\nIl mistero e la ricchezza sono due tematiche molto care agli sviluppatori di slot online e fra tutti i miti che destano maggior fascino nell’immaginario comune, quello di Atlantide è sicuramente uno dei più apprezzati. Non sorprende, quindi, vedere questa tematica rielaborata nella forma di Treasures of Lion City della Microgaming, una slot che ci porterà sul fondale marino alla scoperta di una città dimenticata e piena di ricchezze.\nTreasures of Lion City – In fondo al mar\nDa un punto di vista grafico la slot ha numerosi richiami alla propria ambientazione: la griglia, pur non essendo sommersa, si trova alle spalle di due statue guardiane e trasuda acqua in quello che vuole essere un titolo decisamente non adatto a chi è affetto da reumatismi.\nI simboli che si trovano all’interno della griglia di gioco, vanno dai classici simboli delle carte da gioco a cristalli di vario colore ma sfruttando sempre la stessa palette di toni freddi che ci fanno sentire nelle profondità marine.\nTreasures of Lion City – Rulli in caduta libera\nDa un punto di vista, invece, del gameplay la slot non si differenzia da altri titoli che è possibile provare online. Con la sua griglia di gioco di tipo 5×3 che va a mostrare 15 simboli ad ogni giocata. La novità, in questo caso, si trova nell’interfaccia superiore alla griglia che si andrà a caricare durante la nostra partita e ci permetterà di ottenere bonus e premi speciali.\nTreasures of Lion City è una slot che mira a farsi un nome tra i titoli della Microgaming, sebbene dovrà lottare contro un’accanita concorrenza.\nDalla parte di questa slot troviamo una delle meccaniche più amate dalla casa Microgaming, ovvero la rolling reels: spiegandola velocemente dopo ogni combinazione vincente, i simboli coinvolti spariranno dalla griglia lasciando posto ad altri che cadranno dall’alto e creando un meccanismo che permette di ottenere vincite concatenate. Questo, associato alle sapienti mani del Pulse 8 Studios e alla tematica particolare e coinvolgente crea una slot di tutto rispetto da aggiungere al catalogo Microgaming.\nSlot simili a Treasures of Lion City\nSe cerchiamo dei titoli che ci permettano di esplorare delle città sottomarine, dovremmo rivolgerci verso la famosissima Atlantide e scoprire slot come: Secrets of Atlantis, una slot della NetEnt con un RTP pari al 97.07%, Atlantis Queen della PlayTeck e King of Atlantis.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasures of Lion City",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/treasures-of-lion-city-gratis-286x217.jpg",
            "filename": "treasures-of-lion-city-gratis-286x217.jpg"
        }
    ],
    "name": "Treasures of Lion City"
}