{
    "studio": "IGT",
    "text": "\nTreasures of Troy\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di vincita: 40\nVelocità del gioco: Alta\nAutoplay: Si\nTema e grafica\nQuesta slot firmata dalla software house a stelle e strisce IGT, è basata sulle guerre e le leggende dell’antica Grecia, tema che continua a esercitare un forte fascino nel mondo delle slot machine.\nCi troviamo dunque catapultati nel bel mezzo delle epiche battaglie tra greci e troiani, combattendo fianco a fianco con i leggendari protagonisti della storia ellenica tra i simboli che ne hanno caratterizzato le gesta.\nLa qualità della grafica è molto elevata e l’esperienza di gioco risulta pertanto davvero realistica e coinvolgente. Simboli e sfondo sono riprodotti in maniera fedele, tanto che la slot potrebbe essere paragonata per qualità e definizione a un gioco d’azione.\nSimboli, Wild e Scatter\nTra i simboli a tema in Treasure of Troy troviamo l’elmo pennato, la spada greca, il Pelide Achille, il mitico Ettore e la splendida Elena di Troia. Accanto a questi abbiamo poi le tradizionali cinque carte da poker dal 9 all’Asso, con pagamenti crescenti in base al valore della carta.\nIl simbolo Wild di Treasure of Troy è rappresentato dal logo stesso della slot e si comporta come Jolly, potendo sostituire tutti gli altri simboli, ad eccezione dello Scatter, per il completamento di una linea vincente.\nLo Scatter è il Cavallo di Troia, lo stratagemma utilizzato dall’astuto Ulisse per entrare indisturbato a Troia ed espugnare la città.\nQuesto simbolo permette al giocatore di raddoppiare le vincite, inoltre quando compare per più di due volte regala fino a un massimo di venti giri gratuiti.\nSu Treasure of Troy è possibile giocare in modalità Autoplay continua: non è necessario impostare prima il numero di giri, basta dare l’avvio e il gioco continuerà fino all’esaurimento dei fondi. è possibile interrompere la modalità automatica cliccando sul tasto stop.\nModalità di gioco\nLa modalità di gioco di Treasure of Troy è nel complesso molto semplice, non sono presenti infatti funzionalità speciali o gioco bonus, tuttavia c’è un’interessante possibilità per aumentare le combinazioni vincenti attivando la modalità MultiPlay. Vediamo in cosa consiste.\nQuesto particolare gameplay offre il modo per moltiplicare le opportunità di vincita, ben 1024, semplicemente raddoppiando la puntata totale su tutte 40 le linee di vincita.\nIn tal modo basteranno quattro simboli uguali su rulli adiacenti per garantire un incasso!\nSlot simili a Treasure of Troy\nQuello della mitologia greca è un tema molto coinvolgente, il cui fascino va ben oltre i banchi del liceo!\nAnche il mondo delle slot machine ha omaggiato la cultura ellenica con più di una slot dedicata. Molto simile a Treasure of Troy c’è Ulisse, prodotta dall’italianissima Capecod, che ripercorre le avventure dell’eroe dell’Odissea in una slot popolata da ciclopi, sirene e l’immancabile Cavallo di Troia.\nWMS propone invece un gioco, Zeus, in cui i protagonisti sono niente meno che le divinità dell’Antica Grecia capitanate da re degli dei in persona, e la slot gemella Kronos, incentrata sulle vicissitudini del padre di Zeus e re dei Titani (Kronos appunto).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasures of Troy",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/treasures-of-troy_new-286x217.jpg",
            "filename": "treasures-of-troy_new-286x217.jpg"
        }
    ],
    "name": "Treasures of Troy"
}