{
    "studio": "Pragmatic Play",
    "text": "\nTreasure Horse\nSe cercate una slot fuori dall’ordinario e con un buon potenziale di vincita, allora Treasure Horse della Pragmatic Play potrebbe essere quello che fa per voi! Si tratta di una slot machine dal punto di vista dell’aspetto piuttosto semplice, ma che racchiude un gameplay ricco e articolato.\nCon Treasure Horse ci troviamo nelle lontane terre d’Oriente: appena aperto il gioco, nella schermata principale, entriamo subito in un tipico scenario montano, con dei templi cinesi che stanno al lato dei rulli e una cascata che romba in sottofondo. I rulli sono come incastonati in una pagoda dorata, e mentre girano il giocatore è accompagnato nell’esperienza di gioco da una musica tradizionale cinese, che contribuisce a creare un’atmosfera molto rilassante e coinvolgente.\nLa grafica è ben fatta, pur non presentando animazioni 3D o effetti super tecnologici, il che lascia al giocatore l’idea di trovarsi immerso in un’ambientazione assai zen, senza troppi fattori interferenti che lo possano distrarre dal gioco.\nPrima di partire con i giri, occorre settare il gioco: si dovrà stabilire in primo luogo il valore dei gettoni, da un minimo di 0,01 € fino a un massimo di 0,5 €, dopodiché decidere quanti gettoni puntare su ciascuna linea di gioco, da 1 a 10; la puntata massima per ogni giro è di 180 €.\nSimboli, Wild e Scatter di Treasure Horse\nUn magnifico cavallo dorato, figura molto popolare nella tradizione cinese, conosciuto con il nome di Yuanbaos, è il simbolo principale della slot e nel gioco ha funzione di Scatter. Se questo simbolo compare su tutti i tre rulli saranno attivati inizialmente 8 giri gratuiti, all’interno dei quali, ogni volta che il cavallo dorato riapparirà, verrà assegnato un ulteriore Free Spin: virtualmente dunque, non c’è un limite al numero di giri gratuiti che possono essere ottenuti.\nPer quanto riguarda gli altri simboli, questi sono tutti incentrati sulle icone della cultura cinese: troviamo delle piante di bambù nel vaso, il doppio 8, delle monete porta fortuna e la scritta Wild.\nTreasure Horse: conclusioni\nQuesta bella slot di casa Pragmatic, a tre rulli, tre file e 18 linee di pagamento si può giocare sia da computer desktop che da dispositivi mobili quali cellulari e tablet. È un gioco caratterizzato da un’alta volatilità, il che significa che si possono ottenere delle vincite anche consistenti ma che queste non sono molto frequenti.\nIl Return to Player (RTP) è fissato al 95,52 %, in linea con la maggior parte delle slot machine presenti nel catalogo di questo sviluppatore. Treasure Horse può essere giocata anche in modalità Autoplay, impostando un numero di giri automatici da 10 a 100: se si gioca in questa modalità è consigliabile impostare un limite di perdita obbligatorio, raggiunto il quale si interrompono i giri.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Treasure Horse",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/treasure-horse-new-286x217.jpg",
            "filename": "treasure-horse-new-286x217.jpg"
        }
    ],
    "name": "Treasure Horse"
}