{
    "studio": "Pragmatic Play",
    "text": "\nTree of Riches\nInformazioni generali\nSoftware: Pragmatic Play\nRulli: 3\nLinee di gioco: 1\nImporto minimo della puntata: 0,10 €\nImporto massimo della puntata: 50 €\nVincita massima: x2.888 volte la puntata\nReturn to Player (RTP): 96,65%\nCaratteristiche principali\nLe slot machine che presentano una sola linea di pagamento si possono definire tranquillamente superate, ma osservando come gli sviluppatori ad oggi ancora non rinunciano a questa tipologia di gioco, supponiamo che essi siano ancora richiesti e che resistano al passare del tempo e alle innovazioni tecnologiche.\nTree of Riches della Pragmatic Play si inserisce in questa categoria, ma non solo, oltre ad avere una sola linea di pagamento presenta anche tre rulli anziché i tradizionali cinque che da tempo ormai hanno sostituito la vecchia versione delle slot.\nLa scelta del tema pare risponda a delle esigenze di mercato ben precise: questo sviluppatore infatti negli ultimi anni sta cercando di rafforzare la sua presenza sul mercato asiatico del gioco d’azzardo, per cui creare una slot a tema orientaleggiante parrebbe una strizzatina d’occhio agli amici del Sol Levante!\nGrafica e modalità di gioco\nTree of Riches è una delle addirittura venti slot machine a tema asiatico della Pragmatic Play, ed è caratterizzata da un’atmosfera che ricorda le antiche tradizioni cinesi, con una musica di base molto rilassante che riproduce suoni zen e rumori della natura e una grafica coloratissima e visivamente molto efficace.\nSulla schermata di gioco troviamo uno sfondo rosso con delle onde in perfetto stile asiatico, su cui spiccano i tre rulli. Per quanto riguardo i simboli, ce ne sono solamente 4, di ci tre regolari e uno speciale che rappresenta il Jolly. I simboli regolari sono icone che riproducono dei sacchetti colmi di denaro di colore verde, blu e rosso,  che permettono di vincere rispettivamente 28, 58 e 88 volte la puntata quando compaiono su tutti i tre rulli.\nIl gameplay, con una sola linea di pagamento e tre rulli, è come si può intuire abbastanza semplice e lineare: non si può di certo affermare che si tratti di una slot machine ricca di funzionalità, tuttavia ci sono delle interessanti possibilità di arricchire le giocate e ottenere vincite più consistenti.\nIl simbolo Jolly rappresentato da un albero d’oro, per esempio, quando compare sui rulli a completare una combinazione vincente, permette di ottenere un moltiplicatore casuale che può valere 5, 8 o 10 volte la puntata.\nTree of Riches: conclusioni\nCome scritto già nella prima descrizione, questa slot della Pragmatic Play, pur essendo strutturata in maniera essenziale, ha tutte le caratteristiche per poter essere definita di buona qualità: il gioco è semplice, diretto e veloce, e per avere un’unica linea di pagamento troviamo che abbia davvero un buon potenziale, sia in termine di vincita, con un RTP di tutto rispetto, sia come esperienza di gioco. Se dunque non disdegnate il tema legato alla cultura asiatica e se quello che cercate in una slot machine non è il gameplay elaborato e mille funzionalità speciali, noi vi consigliamo di provare Tree of Riches, certi che non rimarrete delusi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tree of Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/tree-of-riches_new-286x217.jpg",
            "filename": "tree-of-riches_new-286x217.jpg"
        }
    ],
    "name": "Tree of Riches"
}