{
    "studio": "iSoftbet",
    "text": "\nTree of Fortune\nTree of Fortune è una bella slot machine prodotta dalla software house iSoftBet, che si ispira per il tema alla cultura e alle tradizioni della Cina. Lo diciamo, il tema non brilla certo per originalità, e le slot orientaleggianti non si contano più, tuttavia vediamo di evidenziare quali sono i punti forti di Tree of Fortune a prescindere da questo. La tematica è qui trattata in una maniera un pochino diversa rispetto alla maggior parte delle slot simili: ci troviamo infatti immersi in una sorta di festival del folklore cinese, accompagnati dai simboli più rappresentativi della cultura del Sol Levante, riprodotti in maniera molto efficace grazie a un compartimento grafico davvero ben curato.\nPer quanto riguarda la struttura di gioco, Tree of Fortune è una slot con cinque rulli e ben 243 linee di pagamento, su cui è possibile scommettere ad ogni giro da un minimo di 25 centesimi fino a un massimo di 25 €, con un valore del gettone compreso tra 1 centesimo e 1 €.\nLa volatilità di questa slot machine è medio-alta, per cui non ci si potrà aspettare di vincere molto frequentemente, ma l’attesa sarà ben ripagata da ricchi premi!\nIl return to player, o ritorno teorico al giocatore è del 96,23 %, un valore standard comune alla maggior parte dei giochi di slot.\nDa segnalare, infine, tra le caratteristiche principali è la funzione Respins, che permette di far girare un singolo rullo al termine di ciascun giro: in questo modo si potranno incrementare le possibilità di vincita, soprattutto se manca solo un simbolo per completare una combinazione vincente.\nSimboli regolari di Tree of Fortune\nI simboli di Tree of Fortune richiamano tutti la tradizione e la cultura cinese, tanto che anche i cosiddetti simboli reali, ossia i numeri e le lettere corrispondenti alle carte dal gioco, in questo caso dal 9 all’Asso, sono riprodotti in maniera coerente con il tema e arricchiti ciascuno da un particolare riferimento alla Cina (ad esempio il Jack è affiancato da una lanterna cinese).\nI simboli più strettamente tematici invece comprendono invece dei monili, un fiore di loto, un gattino porta fortuna, un gallo d’oro e una sorta di aquilone rossa.\nTra i simboli regolari quello che ha il valore più alto in assoluto è il gallo d’oro, che regala la vincita massima pari a 4.000 volte l’importo della puntata se compare su tutti i cinque rulli.\nWild e Scatter\nIl simbolo Wild di Tree of Fortune non poteva non essere rappresentato dal tradizionale dragone cinese, riprodotto qui in versione dorata: può comparire solo sui rulli 2 e 4 sostituisce tutti gli altri simboli tranne lo Scatter nel completamento di una combinazione vincente.\nLo Scatter è invece una sorta di bonsai che presenta delle monete al posto dei frutti: quando compare sui rulli per almeno tre volte regala 15 giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tree of Fortune",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/tree-of-fortune_thumb-286x217.jpg",
            "filename": "tree-of-fortune_thumb-286x217.jpg"
        }
    ],
    "name": "Tree of Fortune"
}