{
    "studio": "Evoplay",
    "text": "\nTree of Light\nSembra un videogame, ma non lo è! Ma il dubbio è lecito perché Evoplay ha trovato l’ennesima idea geniale per costruire una delle sue ultime slot: la Tree of Light. Si tratta di un’avventura tutta da vivere in evoluzione, con il continuo cambiamento del percorso di gioco. Ci si muove da sinistra a destra, cambiando le aree di gioco durante il percorso. La grafica è ben fatta e la struttura di gioco prevede 10 linee di pagamento su 5 rulli. A guidarci in questo viaggio è un simpatico topo con poteri magici, che è pronto a regalarti vittorie e un pizzico di fortuna. La slot non rinuncia a funzionalità speciali, a bonus casuali, ai simboli Scatter e Jolly, ma anche ai giri gratuiti da attivare durante la strada percorsa. Ha un’alta volatilità, un RTP al 96,10% e permette di ricevere pagamenti fino a 1.800 volte la scommessa. Vediamo da vicino tutto ciò che può presentare ai giocatori\nCaratteristiche e grafica della slot\nSiamo in un mondo fantasy, perfettamente ricreato dagli sviluppatori della software house. La grafica è in stile cartoon e si appoggia a una meccanica arcade. Sono utilizzati non molti simboli di gioco, ma non poteva mancare un Jolly, oltre a una serie di animali tra cui spiccano Gatti, Tori, Lucertole e Gufi. Ci sono anche quattro simboli di basso valore che sono presentati da pietre runiche. Il Wild è colorato in blu e mostra la scritta del logo: può essere combinato con ogni altra icona di gioco e favorire la generazione di nuove vincite e combinazioni.\nDurante il cambiamento di scena e delle aree di gioco, che sostituisce il classico movimento del rulli, potrebbe apparire un luminoso punto di domanda. Vuol dire che si attiva un evento casuale e ciò accade solo durante i giri che offrono un pagamento. Appariranno due simboli Jolly al posto di due icone con il valore più basso. Altrettanto importante è la funzione della pergamena che segnala l’inizio dei giri gratuiti, offrendo al giocatore 7 spin.\nFunzionalità speciali\nQuando si viene proiettati sui giri gratuiti è possibile assistere alla discesa di cascate magiche che possono coprire l’area di gioco. In questo caso lo scopo è quello di ottenere delle nuove combinazioni fortunate oppure ottenere giri gratuiti extra. Sono 5 i giri che si aggiungono nel caso del completamento dello schema iniziale. Il massimo degli spin che si possono ricevere è fissato a 15, ma se il giocatore ha la fortuna di completare il ​​terzo schema allora potrà attivare un gioco bonus. Quest’ultima schermata farà selezionare manualmente il proprio premio da ritirare. Il nostro Albero della Luce ha tre frutti e in base alla scelta effettuata si potrà trovare un moltiplicatore da 2x a 4x.\nConsiderazioni finali sulla slot Tree of Light\nLa grafica è molto bella e Tree of Light è sicuramente ben strutturata, sia per caratteristiche di gioco che per il gameplay. Notiamo però che manca qualcosa, forse in termini di vittorie nel gioco base. Per riuscire a fare il grande saldo infatti bisognerà sperare di ottenere il massimo dai suoi giri bonus.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tree of Light",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/04/tree-of-light-thumb-286x217.png",
            "filename": "tree-of-light-thumb-286x217.png"
        }
    ],
    "name": "Tree of Light"
}