{
    "studio": "ZeusPlay",
    "text": "\nTrojan Horse\nLa Guerra Di Troia, raccontataci nell’Iliade, è sicuramente una delle storie più importanti in assoluto. Seppur sia estremamente ricca di personaggi e momenti memorabili, a rubare la scena è sempre l’elemento che ha portato al suo epilogo: il cavallo di troia.\nIdeato da Ulisse, e utilizzato per far breccia nelle mura di Troia, il cavallo di legno è diventato uno dei simboli più conosciuti al mondo, e non è strano vederlo utilizzato come tema principale in alcune slot machine.\nStavolta però, Zeusplay prova a fare qualcosa di diverso, trasformando la guerra di Troia in un cartone animato. Saranno riusciti con successo nel loro intento? Scopriamolo in questa recensione, andando, come sempre, ad analizzare prima il comparto artistico e poi il gameplay.\nI Piccoli Eroi di Trojan Horse\nLa Guerra Di Troia è un evento che invoca epicità, eroici personaggi, divinità e scontri all’ultimo sangue. La scelta di Zeusplay di trasformare il tutto in un cartone animato poteva essere interessante, ma l’esecuzione lascia davvero a desiderare.\nLa prima cosa che cattura l’attenzione è la desolazione della slot machine. Tutto risulta essere spoglio. Sullo sfondo troviamo le mura della città di Troia, e davanti ad esse c’è un campo di battaglia completamente vuoto, fatta eccezione per i 4 minuscoli personaggi ai lati della griglia.\nQuesti, divisi in due schieramenti, sono fin troppo stilizzati. Non hanno un nome o un’identità, e sembrando disegnati da un bambino, neanche il loro design risulta essere accattivante.\nRitroviamo questi personaggi sulla griglia, insieme ad altri simboli come scudi, lance, arco e frecce, spade, elmi e ovviamente l’immancabile Cavallo di Troia.\nLa Zeusplay ha provato a creare una slot machine particolare e caratteristica, senza darle però la cosa più importante: un carattere vero e proprio.\nAnche la musica risulta essere particolarmente anonima, con dei momenti rock che mal si sposano con il resto della slot, e le animazioni (la parte fondamentale di un cartone “animato”) sono estremamente semplici e risultano essere praticamente inutili se utilizzate per personaggi così piccoli.\nLa Guerra Di Trojan Horse\nIl gameplay di Trojan Horse, come è facile intuire, risulta essere estremamente tradizionale. Come abbiamo già detto molte volte, questo non è in alcun modo un difetto, e anzi, per chi cerca un’esperienza del genere può essere proprio un punto di forza.\nL’unica funzione speciale di Trojan Horse è quella dei simboli espandibili, attivabile durante le giocate gratuite. Ottenendo 3 o più simboli Wild (il cavallo di Troia) il giocatore otterrà 10 spin gratuite. A questo punto, un simbolo viene scelto casualmente comincia a espandersi su tutti i rulli in cui è presente. Ad ogni attivazione di questa funzione, il giocatore riceverà altre 10 spin gratuite.\nFortunatamente il gameplay della slot riesce a compensare per il suo scarso comparto artistico, ma non stiamo sicuramente parlando di una slot machine eccezionale. Anzi, persino il suo RTP, del 95%, risulta essere leggermente sotto la media delle altre slot Zeusplay.\nSlot simili a Trojan Horse\nSe siete amanti delle storie classiche, Trojan Horse potrebbe fare al caso vostro, almeno per qualche partita. Se però cercate qualcosa di più fedele alla storia originale, o anche solo di più accattivante, vi consigliamo Legends Of Troy: The Siege e Treasures Of Troy.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Trojan Horse",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/06/trojan-horse_featured-286x217.png",
            "filename": "trojan-horse_featured-286x217.png"
        }
    ],
    "name": "Trojan Horse"
}