{
    "studio": "Yggdrasil",
    "text": "\nTrolls Bridge 2\nSecondo capitolo della saga dei troll per la software house Yggdrasil: dopo la prima puntata rilasciata nel 2017 ecco il sequel, un gioco che rispetto al primo appare subito diverso, sia per il modo in cui è trattata la tematica, sia per quanto riguarda la modalità di gioco.\nI protagonisti di questa nuova slot machine sono sempre i troll, ma a differenza della prima, in cui l’atmosfera era piuttosto leggere, a partire dalla grafica, qua i toni si fanno più scuri, il gioco più spaventoso e i troll non sono più così amichevoli come ci erano sembrati.\nIl compartimento grafico mantiene la stessa qualità rispetto al passato: animazioni tridimensionali, effetti speciali e una struttura simile a quella di un film di animazione rendono Trolls Bridge 2 davvero piacevole da giocare!\nDal punto di vista del gameplay la prima cosa che balza agli occhi è il notevole incremento del valore della vincita massima: si passa infatti dai 250.000 € di Trolls Bridge ai 322.000 € di Trolls 2, una bella somma!\nModalità di gioco di Trolls Bridge 2\nAnche in Trolls Bridge 2 queste creature poco amichevoli hanno costruito una sorta di roccaforte in cui si muove il gioco: il giocatore dovrà attraversare l’ormai mitico ponte al costo minimo di 0,10 € per giro, prendere d’assalto il castello e tentare la fortuna provando a sottrarre un po’del denaro nascosto dai troll.\nIl ponte levatoio si muove quando sui rulli compare il simbolo scatter: in questa circostanza il cancello Pick’n’click viene sbloccato e si attiva la funzionalità speciale Dungeon Free Spins, che permette al giocatore di accedere a numerosi premi, tra cui giri gratuiti e moltiplicatori fino a 5 volte il valore della puntata. Ancora, abbiamo tra le funzionalità speciali la possibilità di far combattere due troll o di trasformarne qualcuno in oro, per mettere le mani su premi davvero sostanziosi.\nRTP, range di scommessa e volatilità\nLa Yggdrasil ci ha abituati a un return to player sempre abbastanza alto e anche con Trolls Bridge 2 non si smentisce: questa slot machine ha infatti un RTP del 96,7%, ottimo se si considera che la maggior parte dei giochi che si possono trovare nei casinò online raramente supera il 96%.\nIl range si scommesse è ampio: il valore della moneta parte da 0,004 € e arriva a 4 € (il valore di default del gettone è di 2 €). L’importo totale delle scommesse per giro va quindi da 10 centesimi fino a 100 € per giro. La volatilità di Trolls Bridge 2 è medio alta, come suggerisce il valore così alto della vincita massima; ricordiamo che per volatilità si intende la stima della frequenza delle vincite e del loro importo. Se la volatilità è bassa significa che le vincite di un determinato gioco saranno abbastanza frequenti ma sempre piccole, mentre se la volatilità è alta non si vince molto spesso ma si può sperare di avere tra le mani dei premi piuttosto sostanziosi!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Trolls Bridge 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/06/trolls-bridge-2-gratis-286x217.jpg",
            "filename": "trolls-bridge-2-gratis-286x217.jpg"
        }
    ],
    "name": "Trolls Bridge 2"
}