{
    "studio": "Endorphina",
    "text": "\nTroll Haven\nLe slot Troll Haven sono il tentativo di Endorphina di fornire una slot online molto semplice ma divertente che gioca su 25 linee di pagamento selezionabili. Il gioco ha un simbolo jolly che può raddoppiare le vincite e un bonus di giri gratis che offre un numero diverso di giri e moltiplicatori.\nTroll Haven ci porterà in un viaggio attraverso una foresta scandinava, dove impareremo di più sui gentili troll che vi abitano. Vediamo una di queste creature giganti nel simbolo selvaggio, mentre il logo dell’albero sparso è l’altro elemento scatenante. Come simboli regolari del gioco, si sono affidati a immagini di calderoni, un’ascia di pietra, pesci, rospi e bacche. L’ultima mezza dozzina di icone avrà sopra di loro dei Royals, con uno sfondo di tavoletta di pietra e un aspetto simile a quello di una runa. Endorphina sa come progettare una bella slot machine, e questo vale anche per Troll Haven.\nUna grafica fantasy\nTroll Haven sembra essere presente da qualche parte nel Nord Europa, con le foreste scandinave menzionate in questo nuovo gioco di Endorphina. Si tratta di un luogo con gentili creature giganti, vecchie magie e tesori nascosti, secondo la descrizione del gioco fatta dall’azienda stessa. La grafica è eccellente e un paio di buone caratteristiche, il mix è quello con cui posso salire a bordo, e l’esperienza è nel complesso positiva.\n5 bobine gireranno a Troll Haven, dove ci saranno fino a 25 linee attive. Si ottiene un payout massimo di 1.200x la puntata, insieme a un RTP del 96% che è più o meno come ci si aspettava per una tale release. Tra le principali caratteristiche che sono state implementate, questo slot include i Multiplier Wilds, giri gratis, scatters e moltiplicatori di bonus.\nIl reel-set è pieno di simboli del suo mondo, che è comunque un paradiso per i troll, e che offre una vincita di oltre 1000x sulla scommessa vincente.\nPer una slot online rilasciata nel 2020 questo gioco porta le linee di pagamento selezionabili raramente viste. Il numero più alto di linee di pagamento attive è di 25, ma i giocatori possono giocare anche su una di esse. Il set di rulli della slot Troll Haven è composto da tre file e cinque rulli e il gioco permette di scommettere con un solo penny per linea di pagamento.\nFunzioni e simboli della Slot Machine\nPer vincere nel gioco sono necessari tre o più simboli corrispondenti. Questi devono cadere su una o più linee di pagamento attive, a partire dal rullo di sinistra. Il simbolo del troll è il wild del gioco ed è il suo simbolo più prezioso.\nCinque simboli troll pagano 120x moltiplicato per la scommessa vincente. Il secondo in valore è lo scatter, con 100x per cinque dello stesso, ma questi simboli possono cadere ovunque sui rulli.\nIl bollitore con liquido verde gorgogliante paga 30x, così come l’ascia di pietra. La truppa paga 16x e i funghi e i frutti di bosco 10x. Tutti questi risultati sono per cinque simboli corrispondenti.\nInoltre, anche la slot Troll Haven paga con due simboli, ma questi sono i tre che pagano di più sul tavolo da gioco – il troll, la pozione e l’ascia.\nIl simbolo selvatico ha un extra aggiunto. Non solo sostituisce uno qualsiasi dei simboli, tranne che per la dispersione, ma raddoppia anche tutte le vittorie se uno o più sono parte di un risultato vincente.\nPer quanto riguarda il bonus di giri gratis, viene attivato da tre o più scatter. Nel caso in cui il fortunato giocatore viene portato su un secondo schermo dove vengono offerte quattro scelte, che scambiano tra il numero di giri gratuiti e il moltiplicatore sulle vincite.\nCome accade di solito, più alto è il moltiplicatore, più basso è il numero di giri liberi. Ci sono scelte che permettono di avere entrambe le possibilità, e ci sono due scelte che trovano un equilibrio nel mezzo.\nIn primo luogo, vorrei menzionare il Troll Wild, quando si tratta delle caratteristiche speciali che sono state implementate qui. Questo simbolo formerà le migliori combinazioni di pagamento, che offrono fino a 3.000x su ogni linea, o 30.000 dollari. Naturalmente, si può anche fare affidamento sulla loro capacità come sostituti, in modo che possano aiutare a formare combinazioni di valore inferiore. Migliorano quelle combinazioni di basso valore di cui fanno parte, raddoppiando il valore dei loro premi.\nQui incontrerete anche delle sparpagliate, che mostrano una pietra con il loro logo e una descrizione gialla di un albero. Attraverso gli scatters 3+, potete innescare le rotazioni libere.\nAltre Slot Machine simili\nCombattete con il nodoso troll e giocate per avere la possibilità di vincere fino a 5000x sulla scommessa. Troll Hunters 2 è molto lontano dal primo rilascio. Molto migliorato e con caratteristiche extra, il gioco offre moltiplicatori e grandi simboli. Vittorie consecutive possono innescare moltiplicatori nel gioco base e potenzialmente portare ad una grande vittoria da un singolo giro.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Troll Haven",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/troll-haven_slot-286x217.jpg",
            "filename": "troll-haven_slot-286x217.jpg"
        }
    ],
    "name": "Troll Haven"
}