{
    "studio": "ELK Studios",
    "text": "\nTropicool 2\nIl chiosco sulla spiaggia di Tropicool 2 è il luogo giusto per divertirsi con simboli a cascata, diversi tipi di Wild, icone extra large e moltiplicatori!\nUna vita in vacanza\nVisto il successo della slot Tropicool, la Elk Studios ha creato un nuovo capitolo con ancora più funzioni per un’esperienza di gioco che definire piacevole è riduttivo.\nTropicool 2 è un gioco che mette allegria ancor prima di far girare i rulli, grazie alla sua grafica colorata e ricca di dettagli. Ci troviamo infatti in una spiaggia caraibica, all’ingresso di un chiosco dove assaporare degli ottimi cocktail rinfrescanti. C’è poi uno spaventapasseri dallo stile hawaiiano, mentre sullo sfondo svettano palme altissime vicino al ponte che si perde nel mare.\nUn gameplay coinvolgente\nIl meccanismo di gioco di Tropicool 2 è a cascata; avremo quindi combo vincenti che esplodono e nuovi simboli che cadono dall’alto e con cui formare nuove combinazioni. La griglia di gioco ha 6 colonne e 6 righe, più altre 3 righe superiori in cui scorrono simboli orizzontali. I modi per vincere sono 46.656, con una vincita massima pari a 25.000 volte la puntata.\nLa scommessa minima è di 0,20 €, la massima di 10 €. A sinistra della griglia è presente il tasto per attivare l’Autoplay che ci permette di giocare un numero variabile di round in modalità automatica.\nIl ritorno teorico al giocatore (RTP) è pari al 94 %.\nTantissimi Bonus\nCome detto in precedenza, il sistema di gioco è a cascata e sopra la griglia ci sono tre righe orizzontali su cui scorrono diversi simboli che diventano attivi nel momento in cui cadono nella griglia principale.\nI simboli regolari di Tropicool 2 sono diversi tipi di frutta: prugne, albicocche, pesche, angurie, limoni, ananas, cocco e fragole.\nIl vero surplus del gioco sono però i Bonus. Cominciamo dal classico Wild, che sostituisce tutti i simboli regolari in una combinazione pagante. Come tutti i simboli, anche il Wild può comparire in diverse dimensioni. Nel conteggio della vincita varrà doppio. Ad esempio, se abbiamo un simbolo 2×2, dovremmo moltiplicare il simbolo per 2. C’è poi il Locked Wild, un Jolly speciale che rimane appiccicato sui rulli durante i 3 successivi Free Spins.\nUn altro simbolo speciale è il Mistery: di grandi dimensioni, questa icona rivelerà un simbolo e contribuirà a formare combo vincenti.\nC’è poi il Row Swap rappresentato dalle due frecce e che trasforma un’intera riga in un simbolo.\nLo Scatter regala da 6 a 15 Free Spin durante i quali possono atterrare due nuovi simboli, uno che regala 3 giri gratuiti aggiuntivi, uno che moltiplica x3 le vincite.\nCi sono poi i simboli uccello che pagano in base alle loro dimensioni (da 1 a 6 posizioni occupate sui rulli).\nAbbiamo poi la funzione Elmo Redrops. Quando il bradipo atterra sui rulli attiva dei Respins, durante i quali il simbolo si sposta sulla destra. Se compare il tucano, Elmo lo spaventa trasformandolo in Wild.\n\nDomande Frequenti \nPosso giocare a Tropicool 2 anche su smartphone?\n\nCertamente! Esiste anche la versione HTML5 che permette al gioco di girare su qualsiasi dispositivo mobile.\n\n\n\nQuanti giri gratuiti posso vincere?\n\nDipende dal numero di Scatter: con 3 si ottengono 6 Free Spins, con 4 se ne ottengono 9, mentre 5 e 6 Scatter assegnano rispettivamente 12 e 15 giri gratuiti.\n\n\n\nPosso provare Tropicool 2 prima di puntare soldi veri?\n\nSì, questa slot è presente in versione Demo sul nostro sito, così da poter testare il gioco prima di spendere.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Tropicool 2",
            "src": "https://img.slotjava.it/wp-content/uploads/2023/02/tropicool-2-slot-286x217.jpg",
            "filename": "tropicool-2-slot-286x217.jpg"
        }
    ],
    "name": "Tropicool 2"
}