{
    "studio": "World Match",
    "text": "\nTrue American\nCon True American ci troviamo di fronte a una slot che celebra gli Stati Uniti e la loro cultura, che grazie ai film, ai libri e alla musica, possiamo definire universale.\nLa grafica creata dalla World Match è essenziale, con uno sfondo blu stellato e una griglia bianca racchiusa in una cornice argentata.\nI simboli di grandi dimensioni hanno un’ottima definizione, in linea con le altre slot di questo provider.\nLa musica incalzante ha il tipico sapore statunitense e sono presenti alcuni effetti sonori, comunque entrambi disattivabili dal menù interno.\nLa pulsantiera si trova alla sinistra della griglia, invece il tasto per accedere al menù interno è posizionato sulla destra.\nCaratteristiche principali della slot\nLe linee di gioco di True American sono 15 fisse, disposte su una griglia classica a 5 rulli e 3 righe. Ogni spin costa un minimo di 0,15 €, cifra che ci sembra accessibile ma che comunque può esser innalzata a piacimento sino a un massimo di 30 €.\nSi vince abbinando simboli adiacenti da sinistra a destra su una linea di pagamento, tranne che con lo Scatter che ricompensa in qualsiasi punto.\nSi possono impostare i giri automatici ed è presente il tasto fast che accelera la velocità degli spin.\nSimboli e funzionalità di True American\nTrue American è una slot ricca di simboli. Cominciamo con quelli del gioco base: a valere meno sono le scritte bar singole, doppie o triple, seguite dalle ciliegie, la stella e la campana; c’è poi il cilindro a stelle e strisce, l’aquila e il numero sette.\nLa scritta Wild è il nostro simbolo Jolly, sostituisce tutti i simboli eccetto quelli speciali.\nLa moneta d’oro è il nostro Scatter e ci dà la possibilità di scegliere tra i Free Spin o il Bonus Game.\nIl numero di Free Spin è 3 o 5. Se durante i giri gratuiti compare la stella rossa, allora avremo un giro aggiuntivo. Durante i Free Spin c’è una singola linea di vincita e i simboli saranno solo delle biglie blu con sopra il simbolo del dollaro o la scritta x2.\nScegliendo il Bonus Game, ci verranno mostrati 5 scudi dietro i quali si nasconde una somma di denaro.\nDurante il gioco base, due o più simboli del dollaro ci ricompenseranno con somme dipendenti dal numero presente sulla banconota.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "True American",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/09/true-american_new-286x217.png",
            "filename": "true-american_new-286x217.png"
        }
    ],
    "name": "True American"
}