{
    "studio": "Ainsworth",
    "text": "\nTwice the Diamonds\nTwice The Diamonds è la slot gratis di Ainsworth e, come avrai intuito, è incentrata sul luccicante mondo dei diamanti e delle pietre preziose. Il tema non è dei più originali, ma entriamo nel vivo della partita e scopriamo insieme gli elementi che rendono questo gioco così speciale.\n\nGameplay da mille e una notte\nGli sviluppatori hanno progettato questa slot con rulli 5×3, aggiungendo 30 linee. La vincita massima qui è di 300 volte la puntata nel gioco base e non molto di più per i Giri Gratuiti, si arriva a 320. Oltre a Jolly, Scatter e Giri Gratuiti, hai a disposizione anche un Jolly extra con un massimo di 8x Moltiplicatori, che possono davvero fare la differenza. L’RTP è impostato su 96,60%, un valore che definirei nella media.\nScommesse e premi in palio di questa slot senza scaricare\nCon 1,20€ come punto di partenza per le scommesse, il minimo che puoi spendere per linea è 0,04€. All’altra estremità, il costo è di 48,00€ e puoi scommettere fino a 1,60€ per linea. Il gioco base paga di più per combinazione vincente (10 volte la puntata) rispetto ai giri gratuiti.\n\nSimbologia e caratteristiche principali\nIl gioco Twice The Diamonds è invaso da diamanti, pietre preziose e i tradizionali reali di valore inferiore. Come simboli funzione ci sono:\n\nLoghi,\nChiavi d’Oro\nPorte Dorate del caveau.\n\nNel gioco base, ci sono sia Jolly che Scatter a tua disposizione. Se stai guardando il simbolo Wild Vault, devi sapere che potrai usarlo come sostituto. Attento però, solo gli ultimi tre rulli sono in grado di ottenere questi Jolly semplici, e solo per i round a pagamento.\nCome si ottengono i Giri Gratuiti e il Moltiplicatore Jolly?\nDovrai disporre di 3, 4 o 5 Loghi del gioco sparsi sui rulli. Vengono consegnati anche premi fino a 100 volte la puntata. Un grande svantaggio è che in questa fase del gioco è presente una tabella dei pagamenti diversa, con premi molto più bassi fino a 1,33 volte la puntata, mentre nel  gioco base si arriva fino a 10 volte per riga. Tra i lati positivi, il gioco aggiunge qui un Moltiplicatore Jolly a 3 rulli, che aumenta le vincite di 2x per i primi quattro round, 4x per i successivi quattro e 8x per gli ultimi due, oltre a quelli che potresti riattivare in seguito. Il jolly normale ora appare sui rulli 2 e 4, quindi potrebbe esserti ancora utile.\n\nLe mie conclusioni su questo gioco di Ainsworth\nTwice The Diamonds avrà sicuramente un RTP interessante e un Moltiplicatore Jolly sviluppato con cura, ma a causa dei suoi pagamenti così bassi, posso consigliare questa slot solo a giocatori occasionali, che non hanno mire in denaro particolari e desiderano divertirsi e sognare un po’ in questo mondo luccicante e iper prezioso.\n",
    "images": [
        {
            "alt": "I simboli della slot online Twice the Diamond",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/twice-the-diamonds-simboli.jpg",
            "filename": "twice-the-diamonds-simboli.jpg"
        },
        {
            "alt": "Tabella dei pagamenti della slot Twice the Diamonds",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/twice-the-diamonds-tabella-pagamenti.jpg",
            "filename": "twice-the-diamonds-tabella-pagamenti.jpg"
        },
        {
            "alt": "Oltre al gioco normale, a Twice the Diamond hai la possibilità di vincere delle partite bonus",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/twice-the-diamonds-bonus.jpg",
            "filename": "twice-the-diamonds-bonus.jpg"
        }
    ],
    "featured_image": [
        {
            "alt": "Twice the Diamonds",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/twice-the-diamonds-featured-286x217.jpg",
            "filename": "twice-the-diamonds-featured-286x217.jpg"
        }
    ],
    "name": "Twice the Diamonds"
}