{
    "studio": "Reel Kingdom",
    "text": "\nUltra Hold and Spin\nSe amate le slot tradizionali a tema frutta, allora sarete ben felici di sapere che la Pragmatic Play torna sulla scena con la sua ultima creazione, Ultra Hold & Spin. Si tratta di una slot caratterizzata da un sistema di gioco classico ma con alcune funzioni che la rendono davvero interessante. Partiamo però dalla grafica, abbastanza scarna e senza tanti fronzoli. I simboli sono ben fatti ma non hanno alcuna animazione, ideali per chi in un gioco cerca semplicità e concretezza. Nella parte bassa della griglia si possono visualizzare le informazioni relative alla scommessa e accanto al tasto per far partire i rulli sono presenti i pulsanti + e – che consentono di aumentare il valore della puntata. Non è presente nessun sottofondo musicale, ma solo il suono meccanico della rotazione dei rulli. Possiamo quindi dire che Ultra Hold & Spin si fa notare più per la sostanza piuttosto che per l’estetica.\nCaratteristiche principali della slot machine\nLa Pragmatic Play ha deciso di puntare su una griglia ridotta all’osso, con 3 rulli e 3 linee. Le linee di pagamento sono 5 e non è possibile modificarle. La puntata minima è di 0,01 € per linea, caratteristica che la rende appetibile anche per chi si avvicina per la prima volta al mondo delle slot, visto che ogni giro verrebbe a costare solo 0,05 €. Per chi comunque è abituato a puntare cifre più considerevoli, si può decidere di investire sino a un massimo di 250 €. Oltre ad avere un volatilità media a cui corrispondono vincite abbastanza frequenti, Ultra Hold & Spin ha un ottimo RTP pari al 96,7%. Le combinazioni vincenti sono tutte da sinistra verso destra. Attraverso il tasto Autoplay è possibile impostare tra 10 e 100 giri automatici che possono essere disattivati in qualsiasi momento o al raggiungimento di determinate condizioni, come ad esempio il limite di spesa. Tra le altre impostazioni, si può decidere di rallentare o accelerare la rotazione dei rulli.\nSimboli e funzionalità di Ultra Hold & Spin\nI simboli che pagano meno sono la X, le ciliegie, l’arancia e la prugna, mentre con la stella e la fragola gli importi si alzano sensibilmente. Anche l’anguria ha un buon ritorno monetario, ma i simboli in assoluto che assicurano vincite di livello sono la scritta BAR e il numero 7. La scritta Wild rappresenta il nostro Jolly e sostituisce tutti i simboli eccetto i Money Symbols. Questi sono rappresentati da due diverse monete, d’oro e d’argento, raffiguranti una corona. Esse possono comparire solo nel rullo centrale, assicurando un moltiplicatore compreso tra 1X e 20X. Con 3 Money Symbols si avvia il gioco bonus Ultra Hold & Spin Bonus che concerne 4 giri gratuiti, durante i quali i simboli speciali rimangono fissi nel rullo centrale mentre gli altri scompaiono. Alla fine dei Free Spins le vincite verranno sommate. Durante i giri gratuiti inoltre può comparire sul rullo 1 o 3 il Diamond Money Symbol, un grande diamante che moltiplica la scommessa da 100X sino a un massimo di 500X!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Ultra Hold and Spin",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/ultra-hold-and-spin_thumb-286x217.jpg",
            "filename": "ultra-hold-and-spin_thumb-286x217.jpg"
        }
    ],
    "name": "Ultra Hold and Spin"
}