{
    "studio": "NetEnt",
    "text": "\nUniversal Monsters: The Phantom’s Curse\nIl genere cinematografico dell’orrore ha visto la sua epoca d’oro durante gli anni dei “Mostri della Universal”, un ciclo di film che ha come protagoniste delle creature soprannaturali. Talvolta pericolose e mortali, altre volte terribilmente umani.\nThe Phantom’s Curse della NetEnt è una slot che riprende la tragica storia del Fantasma dell’Opera. Ed iniziamo la recensione di questa slot, parlando della sua componente grafica.\nThe Phantom’s Curse – Grafica\nLa slot si presenta perfettamente in linea con l’ambientazione. Sullo sfondo di un teatro deserto e con una spettrale nebbiolina che si dirama fra le poltrone, troviamo la griglia di gioco di The Phantom’s Curse.\nA differenza di molte altre slot, la griglia è inesistente a livello grafico lasciando quindi che i simboli scorrano su rulli invisibili. Questo, però, dà sicuramente maggior risalto ai suddetti simboli. Invece delle solite iniziali e numeri delle carte da gioco, troviamo i semi: cuori, denari, fiori e picche di diverso colore e che ricordano i vetri rotti di uno specchio.\nAd accompagnare i semi delle carte troviamo anche una rosa, uno specchio e un pugnale decorato. Ed ovviamente, non si può non notare i due ritratti del Fantasma e la cantante Christine.\nLa sua componente grafica non è delle più originali e particolareggiate, ma The Phantom’s Curse rimane un bell’omaggio a un classico del cinema e della letteratura horror. Ma passiamo alla sua parte tecnica, nel prossimo punto della recensione.\nThe Phantom’s Curse – Gameplay\nSebbene non sia visibile una vera e propria griglia di gioco, ci troviamo di fronte a un meccanismo facilmente riconoscibile: con una linea di simboli in più rispetto agli standard di mercato, questa slot offre un meccanismo di gioco di tipo 5*4.\nTra i vari simboli, puntiamo i riflettori su quelli dotati di una funzione speciale, come ad esempio il simbolo Wild in grado di sostituire tutti gli altri simboli normali in gioco.\nAnche se sulla carta si parla di un gioco facile da comprendere, in realtà le numerose funzioni speciali che si trovano al suo interno richiederanno un periodo di pratica prima di comprendere appieno il suo meccanismo di gioco.\nTanto per fare un esempio diretto, durante le giocate normali nei vari rulli si possono trovare dei simboli speciali, circondati da un bordo d’oro o d’argento i quali svolgono il ruolo di Wild e Scatter.\nDato che diversi simboli possono avere questa funzione, ecco che nasce la difficoltà nell’associare a una determinata figura la funzione corrispondente e per questo potrebbe essere consigliabile provare la slot in una versione gratuita in un primo momento.\nThe Phantom’s Curse – Slot simili\nParlando di fantasmi e di come questi abbiano assunto diverse forme e valori nel corso degli anni, possiamo suggerire diverse slot a tema. Tra queste troviamo Ghostbuster Plus e Ghostbuster Spectral Search della IGT che ovviamente sono ispirate al famosissimo e omonimo film, così come altre due slot della stessa casa di sviluppo ispirate a questo film per arrivare infine a una più generica Ghost Slider della Merkur.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Universal Monsters: The Phantom's Curse",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/universal-monsters-the-phantoms-curse-thumb-286x217.jpg",
            "filename": "universal-monsters-the-phantoms-curse-thumb-286x217.jpg"
        }
    ],
    "name": "Universal Monsters: The Phantom’s Curse"
}