{
    "studio": "Pragmatic Play",
    "text": "\nVampires vs Wolves\nTra licantropi, le creature che sotto l’influsso della luna piena si trasformano in possenti lupi, e vampiri, la rivalità è sempre stata particolarmente accesa: film, serie tv e saghe letterarie hanno trattato la guerra tra le creature della notte veramente in tutti i modi. Tra le più famose basti pensare alla saga di Twilight e a quella di Underworld in cui uomini lupo e succhiasangue si sfidano in una guerra senza esclusione di colpi!\nLa grafica, diciamolo, non è delle migliori, da un tema del genere ci aspettavamo animazioni particolari, effetti speciali o comunque qualcosa che mettesse in risalto il fascino della tematica; tuttavia non possiamo dire che non sia curata, i disegni sono riprodotti in maniera piuttosto realistica e i protagonisti della storia sono indubbiamente affascinanti.\nSimboli, Wild e Scatter\nI simboli di Vampires Vs Wolves sono dati essenzialmente dai protagonisti, vampiri e licantropi, della storia e dai semi delle carte da gioco, quadri, fiori, picche e cuori, riprodotti come se fossero delle pietre preziose.\nI simboli che hanno maggior valore sono quelli dei personaggi, tra i quali quello che paga di più in assoluto è il vampiro dalla chioma candida, che regala 80 volte la puntata se compare su tutti i cinque rulli.\nIl simbolo Wild, indicato dalla scritta, non solo funge da jolly, potendo sostituire tutti gli altri simboli, tranne lo Scatter, ma se compare sui rulli per 3, 4 o 5 volte paga rispettivamente 2,5, 15 e 100 volte la puntata. Per quanto riguarda lo Scatter, in Vampires Vs Wolves ne abbiamo ben due, il castello infestato e il lupo che ulula alla luna: compaiono solo sui rulli 1 e 5, e in questo caso permettono di accedere alle funzioni speciali Free Spins, anch’esse di due tipi, la Wolf Free Spins e la Vampires Free Spins.\nLe funzioni speciali: Wolf Free Spins e la Vampires Free Spins\nNella special Feature Wolf Free Spins riceverete 14 giri gratuiti, in cui tre dei simboli dei personaggi si trasformano in lupi mannari e diventano dei Wild aggiuntivi, sostituendosi a vicenda per formare combinazioni vincenti. Inoltre, i lupi mannari hanno lo stesso valore del Wild del gioco regolare.\nNella funzione Vampires Free Spins invece, i giri gratuiti sono 8, e anche qui tre dei personaggi si trasformano, diventando in questo caso dei vampiri. Pure in questo caso questi simboli trasformati diventano dei Wild, con la differenza che qui possono restare sui rulli per tutta la durata del gioco. Per quanto riguarda il valore di queste due special Features, la prima si configura come a bassa volatilità, mentre la seconda è ad alta volatilità, questo significa che con la Wolf si vince meno di frequente ma più in grande, mentre con la Vampires succede il contrario.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Vampires vs Wolves",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/02/vampires-vs-wolves_slot-286x217.jpg",
            "filename": "vampires-vs-wolves_slot-286x217.jpg"
        }
    ],
    "name": "Vampires vs Wolves"
}