{
    "studio": "Red Tiger",
    "text": "\nVicky Ventura\nSe siete negli anni ’80 vi sarete sicuramente imbattuti in Lara Croft, l’eroina esploratrice protagonista del videogioco Tomb Rider ispirata dalle avventure di un altro personaggio cinematografico, l’archeologo Indiana Jones. Vicky Ventura a sua volta prende ispirazione da questi illustri predecessori. Anche qui abbiamo un’avventuriera, Vicky, che si mette sulle tracce di un cristallo mistico appartenuto a un’antica civiltà peruviana e disperso nella foresta amazzonica. Per riuscire a creare la giusta ambientazione, la Red Tiger ha fatto uno sforzo enorme per quel che riguarda il comparto grafico, centrando pienamente l’obiettivo. I simboli hanno colori pieni, con la foresta amazzonica che si staglia alle spalle della griglia di gioco. Sul lato destro è presente una statua a forma di teschio con la bocca spalancata che in realtà è una nicchia per ospitare il Cristallo del Totem. Sulla fronte è incastonata una grossa pietra preziosa. Naturalmente la statua ha una funzione ben precisa che illustreremo a breve.\nCaratteristiche principali della slot machine\nCominciamo illustrando le caratteristiche di questa slot davvero ben fatta! La griglia di gioco è una classica 5×3 con alcune serrature sopra la prima linea. Durante i Free Spins la griglia di gioco si espande verso l’alto con un minimo di 2 file e con la possibilità di aggiungerne altre in base ai simboli apparsi durante i giri gratuiti. Per quel che riguarda la puntata, si parte da un minimo di 0,20€ a un massimo di 10 €. Vicky Ventura ha un RTP pari al 95,09% e una volatilità alta.\nSimboli e funzionalità di Vicky Ventura\nVediamo ora nel dettaglio le regole del gioco e il valore dei simboli. Quelli base sono 8, si parte dai semi delle carte da gioco che hanno un basso valore per passare a quelli tematici, con vincite di ben altro tenore. Se la mappa e il diario ripaga con vincite abbastanza buone, è con il cappello il binocolo e la bussola che iniziamo a vedere dei ritorni importanti. Il simbolo Wild è rappresentato dalla nostra eroina, ha valore di Jolly e sostituisce tutti i simboli eccetto il Cristallo Totem, il simbolo più importante dell’intera slot. Dopo essere apparso sui rulli, il cristallo si trasferisce nella nicchia sulla destra e trasferisce la sua energia alla pietra preziosa che si trova in corrispondenza della fronte del teschio. La pietra preziosa ormai del tutto illuminata lancerà un raggio di luce verso i rulli o verso gli slot bloccati contrassegnati dal simbolo della serratura. Il risultato saranno dei simboli Wild sugli slot bloccati o dei simboli uguali su quelli sbloccati, ma anche dei Cristalli del Totem.\nCon 3 simboli Free Spins si guadagnano 10 giri gratuiti e 2 file aggiuntive sopra la griglia di gioco, ulteriori simboli Free Spins aggiungeranno delle file sino a un massimo di 4 e premieranno con altri 10 giri gratuiti.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Vicky Ventura",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/09/vicky-ventura_logo-286x217.jpg",
            "filename": "vicky-ventura_logo-286x217.jpg"
        }
    ],
    "name": "Vicky Ventura"
}