{
    "studio": "Yggdrasil",
    "text": "\nVikings Go Berzerk\nSlot dal sapore nordico, Vikings go Berzerk è tra le ultimissime uscite del provider Yggdrasil, sequel della già famosa Vikings go Wild. Come già visto nella versione precedente, Vikings go Berzerk ripropone il tema dei Vichinghi, proposto qui con grande accuratezza grafica e attenzione per i dettagli. Su ciascun lato della schermata di gioco sono presenti due dragoni con un cielo plumbeo sullo sfondo, mentre i rulli sono posizionati in una griglia scura. In basso troviamo i quattro vichinghi protagonisti della slot, accompagnati da delle figure femminili, oltre che i tasti per il settaggio del gioco, inclusi l’importo della puntata, il tasto per avviare i rulli e quello che permette di far partire l’Autoplay, per far girare i rulli in modalità automatica fino a un massimo di 250 volte.\nPer quanto riguarda il gameplay, la nuova slot di casa Yggdrasil non si è particolarmente rinnovata, soprattutto in termini di struttura del gioco: abbiamo sempre cinque rulli e 25 linee, con una vincita massima che vale 250 volte la puntata, non troppo considerando che in altre slot di recente uscita si moltiplica per migliaia di volte.\nValore delle scommesse, volatilità e return to player\nIl range di scommesse è abbastanza ampio, con il valore del gettone che va da un minimo di 0,01 € fino a un massimo di 5 € e la possibilità di puntare da uno a cinque gettoni su ogni linea di pagamento per giro.\nLa volatilità è medio bassa, come suggerito dall’importo massimo della vincita, per cui ci si possono aspettare dei premi abbastanza frequenti ma non particolarmente gratificanti dal punto di vista economico.\nL’RTP è invece molto buono, attestandosi sul 96,1%, in linea con quello della maggior parte delle slot machine di alto livello.\nSimboli di Vikings go Berzerk\nI simboli regolari di Vikings go Berzerk sono otto: quattro di essi sono rappresentati da delle monete antiche di foggia diversa mentre gli altri quattro riproducono dei volti di Vichinghi.\nIl simbolo Wild è semplicemente la scritta “WILD”, funge da jolly e può sostituire gli altri simboli per completare delle combinazioni vincenti. Lo Scatter è invece una bella sirena, che regala 7 giri gratuiti quando compare sui rulli per tre volte, 14 in caso di allineamento di 4 simboli e 21 se copre tutti i cinque rulli. Durante i giri gratuiti si gioca in modalità Bonus, in cui le possibilità di vincita sono aumentate grazie alla presenza di simboli Sticky Wild.\nVikings go Berzerk presenta due modalità di gioco speciali, quella Rage e la Berzerk Mode: ogni volta che si ottengono delle vincite grazie ai simboli raffiguranti i Vichinghi, questi “si infiammano” e si entra in modalità Rage, quando la schermata è completata con i simboli infuocati si ottengono sette giri gratuiti in Berzerk Mode, in cui i Vichinghi devono combattere contro la bella sirena.\nCi sono infine due funzionalità extra chiamate Treasure Chest e Golden Treasure Chest, che si attivano quando il simbolo rappresentante un forziere atterra rispettivamente sul quarto e quinto rullo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Vikings Go Berzerk",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/vikings-go-berzerk_free-286x217.jpg",
            "filename": "vikings-go-berzerk_free-286x217.jpg"
        }
    ],
    "name": "Vikings Go Berzerk"
}