{
    "studio": "Playson",
    "text": "\nVikings Fortune: Hold and Win\n\nLa slot Viking Fortune Hold & Win, prodotta da Playson, ci porta ai tempi dei vichinghi, in un’atmosfera soprannaturale e misteriosa. Una musica maestosa ci fa capire che si parla di eroi e di guerrieri, ma non solo.\nGli animali simbolici e magici allo stesso tempo, come il lupo ed il corvo, fanno intendere che c’è qualcos’altro sotto, e che il giocatore giocando può scoprirlo. Oltre all’atmosfera, comunque, ci sono ottimi premi, perciò iniziamo subito con la nostra recensione.\nGrafica della slot machine\nLa grafica di  Viking Fortune Hold & Win presenta un display in formato 3×5, in cui sono incluse 25 linee di pagamento. Quindi, considerato il formato e le payline, si tratta di una classica video slot.\nI simboli tematici comprendono un vichingo, una vichinga, entrambi guerrieri, più un lupo e un corvo. A questi si aggiungono i simboli del poker dal Jack all’Asso.\nTra i simboli speciali abbiamo:\n\nWild (il jolly): oltre a sostituire gli altri simboli moltiplica anche da 1 a 20 volte i premi a seconda della quantità di jolly visualizzati.\nScatter: il simbolo sparso è rappresentato da una cassaforte piena di gettoni d’oro. Questo simbolo attiva i giri gratuiti di cui parleremo tra poco.\nBonus: Il simbolo bonus è rappresentato da un gettone d’oro e attiva il gioco bonus e offrono premi extra in base alla puntata.\n\nLe funzioni e i bonus della slot\nTra le funzioni speciali della slot Viking Fortune Hold & Win abbimo i giri gratuiti e il gioco bonus.\nOgni volta che compaiono 3 scatter sul display si attivano 8 giri gratuiti. Il simbolo scatter, va detto, compare soltanto sui rulli 1, 3 e 5. Durante i giri gratuiti si possono vincere ulteriori free spin, visualizzando altri 3 simboli scatter contemporaneamente.  Sempre durante i free spin possono comparire i simboli colossali (simboli in formato 2×2 o 3×3 e che comprendono anche i gettoni d”oro).\nIl gioco bonus invece viene attivato quando si visualizzano 5 o più simboli bonus (il gettone d’oro). Il pagamento è indicato sul simbolo nel gettone (da 1 a 24 volte la scommessa effettuata). I simboli bonus pagano esclusivamente durante il gioco bonus. Durante il gioco bonus, tutti i simboli bonus si attaccano e restano dove si trovano.\nAll’inizio vengono assegnati 3 respin e  ogni simbolo bonus che esce riporta il numero di respin a 3. Al termine del gioco le somme riportate sui simboli bonus vengono sommate e il totale rappresenta la vincita che viene pagata al giocatore.\nSlot simili a Viking Fortune Hold & Win\nSe vi piacciono le slot sui vichinghi, oltre a Viking Fortune Hold & Win dovreste provare anche Viking Clash (Push Gaming) e Viking Vanguard (WMS).\nSi tratta di altre due bellissime slot tra cui Viking Clash è sicuramente una delle mie preferite e che consiglio di provare. Oltre a una bella grafica presenta un gioco molto divertente, in cui due diversi eserciti vichinghi si affrontano tra di loro.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Vikings Fortune: Hold and Win",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/vikings-fortune-hold-and-win_gratis-286x217.jpg",
            "filename": "vikings-fortune-hold-and-win_gratis-286x217.jpg"
        }
    ],
    "name": "Vikings Fortune: Hold and Win"
}