{
    "studio": "Quickspin",
    "text": "\nVolcano Riches\nVolcano Riches, tra gli ultimi prodotti del catalogo del provider Quickspin, è una slot dal gameplay molto semplice e abbastanza intuitivo, ma che nonostante questo, grazie a una grafica ben curata e un tema divertente, risulta essere particolarmente piacevole e coinvolgente.\nLa sfondo di Volcano Riches è una sorta di pavimento vulcanico color rosso fiamma, all’interno del quale è posizionata la griglia di gioco; la tematica fa riferimento al grande vulcano chiamato Ring of Fire che si trova nel mezzo dell’Oceano Pacifico.\nI simboli sono un tributo alla cultura della Polinesia: troviamo infatti delle bellissime ragazze polinesiane, con tanto di gonnellino di foglie e fiori che adornano i capelli, e diversi totem che rappresentano le maschere sacre.\nScommesse, volatilità e return to player\nCostituita da 4 rulli, 4 righe e 40 linee di pagamento, Volcano Riches potrebbe essere definita una slot machine low-cost: il valore minimo del gettone è uno dei più bassi mai riscontrati, pari a soli 0,005 €, ossia mezzo centesimo, mentre il valore massimo è di 2,50 €.\nLa vincita massima è pari solamente a 5 volte la scommessa su tutte le linee, il che lascia intuire che si tratti di una slot dalla volatilità piuttosto bassa: con Volcano Riches non vi dovete aspettare di portare a casa un montepremi sensazionale, ma se cercate un gioco che vi gratifica con tante piccole vincite frequenti, be’, potrebbe essere quello che fa per voi!\nLa volatilità bassa è accompagnata da un return to player lievemente al di sopra della media: con un 96,43% Volcano Riches è senza dubbio una slot che vale la pena giocare senza rischiare di incorrere in grosse perdite!\nSimboli e gameplay\nVolcano Riches ha un gameplay abbastanza tradizionale, in cui per vincere è necessario che si completi un allineamento di simboli uguali in posizione adiacente a partire da sinistra verso destra. I simboli, come già detto, sono un omaggio alla cultura e alla tradizione polinesiana, includendo donne con gonnellini d’erba, imbarcazioni caratteristiche e figure monolitiche dal volto umano. In questa slot machine è presente un simbolo Wild che “erutta” quando compare sui rulli, moltiplicandosi fino a cinque volte sulla griglia durante i free spins, mentre nel gioco base possiamo avere solo un simbolo Volcano Wild.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Volcano Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/volcano-riches_featured-1-286x217.jpg",
            "filename": "volcano-riches_featured-1-286x217.jpg"
        }
    ],
    "name": "Volcano Riches"
}