{
    "studio": "WMS",
    "text": "\nVolts and Bolts\nLa slot Volts and Bolts è prodotta dalla Shuffle Master del gruppo SG e si apre con un’introduzione animata molto divertente che introduce al tema e all’atmosfera di gioco. Uno scienziato un po’ pazzo, con un piccolo trucco riesce ad attivare la sua nuova creazione: un robot.\nDa qui parte l’avventura dei due protagonisti. Il robot non ne vuole ancora sapere di funzionare come si deve, mentre lo scienziato cerca di fargli arrivare delle scosse elettriche. Ogni volta che ci riuscirà, il giocatore vince dei bei premi, con dei simboli raggruppati che aiutano a creare combinazioni vincenti.\nGrafica della slot machine\nDal punto di vista estetico, la slot Volts and Bolts è davvero piacevole. I simboli sono tutti in 3D e presentano una grafica di alta qualità.\nTra i simboli di gioco ritroviamo tutti gli arnesi di lavoro dello scienziato, tra cui la sua agenda, l’amperometro, la chiave inglese, una batteria e persino un cervello umano. Da qui, capiamo che forse nel robot lo scienziato ci ha piazzato proprio un cervello umano. Forse avrà visto troppe volte Pinocchio?\nI simboli comprendono anche lo stesso scienziato e il robot. Quest’ultimo può apparire solo con la sua testa (1 simbolo), per intero (2 simboli), per intero con le braccia aperte (4 simboli). Ogni volta che appare, nelle caselle si crea un’animazione molto divertente con il robot sornione che viene risvegliato da nuova energia.\nLe funzioni e i bonus della slot\nLa struttura della slot Volts and Bolts si presenta nel tipico formato 5×3, ovvero con 5 rulli e 3 linee. Le payline, ovvero le linee di pagamento, invece arrivano a 50. Perciò, ad ogni giro i simboli uguali possono premiare in base a 50 modalità di allineamento diverse.\nI simboli speciali sono 3:\n\nBatteria (simbolo wild o jolly): può apparire sui rulli 2, 3, 4 e 5 e sostituire qualsiasi altro simbolo sulla slot, tranne i robot e lo scienziato\nScienziato (simbolo scatter): se appare in 3 o più caselle attiva dei free spin\nRobot (simbolo scatter): se appare i 6 o più caselle attiva la funzione Robot Bonus\n\nLe funzionalità quindi prevedono dei free spin e un gioco bonus.\nOttenendo 3 o più simboli Scienziato si attivano 12 giri gratis durante i quali sul rullo centrale vengono visualizzati soltanto simboli Scienziato e wild. I free spin possono essere riattivati se durante i giri gratis riappaiono altri 3 o più simboli Scienziato nello stesso giro.\nVisualizzando 6 o più simboli Robot invece si attivano 5 giri Robot Bonus. Durante questi giri, i robot restano fermi nella loro posizione mentre gli altri simboli cambiano in base a ciò che capita sui rulli che girano. Se capitano altri simboli robot, questi resteranno attaccati fino alla fine dei free spin. Alla fine, tutti i simboli robot sullo schermo offrono un premio.\nSe si riempie lo schermo di robot, si vince di base 750 volte la puntata di attivazione. Inoltre, sono disponibili 4 jackpot che vanno da 20x a 5000x la puntata.\nSlot simili a Volts and Bolts\nSe ti piace il tema robot potresti provare anche Wild-O-Tron 3000 della Netent, oppure Robo Smash della iSoftbet. Se invece preferisci il tema scienziato, potresti provare Time Machine Creator della Capecod, Alchymedes della YggDrasil o Dr Enlarge-O della Novomatic.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Volts and Bolts",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/volts-and-bolts-logo-286x217.jpg",
            "filename": "volts-and-bolts-logo-286x217.jpg"
        }
    ],
    "name": "Volts and Bolts"
}