{
    "studio": "Pragmatic Play",
    "text": "\nVoodoo Magic\nIl Voodoo è una pratica magica nata nel 1.600, ma che affonda le sue radici storiche nell’animismo africano, vecchio di millenni e che veniva praticato dalle tribù. In alcuni paesi come il Benin è considerata una vera e propria religione, con tanto di chiesa e codici interni. I riti sono quelli resi famosi da numerosi libri e film, come la classica bambolina Voodoo per colpire una persona sgradita o gli incantesimi per risvegliare i morti. Gli animali venerati sono diversi e legati ai fiumi o alla foresta, come i coccodrilli e i pitoni.\nVoodoo Magic ha una grafica molto suggestiva. Ci troviamo all’interno di una capanna dove c’è tutto l’indispensabile per una macumba, dalla bambolina trafitta dagli spilli che dondola dal soffitto, al serpente rinchiuso in un barattolo di vetro. I rulli si trovano su una tavoletta di legno e sul lato destro c’è una donna a che prepara una pozione in un calderone, da cui fuoriesce un vapore verde.\nCaratteristiche della slot\nLa Pragmatic Play ha deciso di creare una slot dall’alta volatilità, ciò vuol dire che in media si vince meno spesso, ma quando avviene le cifre sono sempre importanti. Il valore RTP è molto buono, pari al 96,5%. Le 40 linee di pagamento sono fisse, costruite su una griglia a 5 rulli e 4 righe.\nSu Voodoo Magic è possibile puntare da 0,20 € a spin sino a un massimo di 100 €. Dalle impostazioni, è inoltre possibile accelerare la velocità dei rulli, disattivare musiche e effetti sonori e selezionare da 10 sino a 1.000 giri automatici.\nSimboli e funzionalità\nI simboli delle carte da gioco dal 9 all’Asso pagano meno di tutti, mentre per avere vincite più importanti dobbiamo puntare sulle icone tematiche come il teschio di bufalo e quello umano, il coccodrillo e la strega.\nIl Wild,è pagante e sostituisce tutti i simboli eccetto quello Bonus, rappresentato dall’ampolla con la pozione magica: con almeno 3 icone Bonus, vengono attivati i giri gratuiti. Prima di cominciare, ci verrà chiesto di scegliere una di 3 carte dietro cui si celano diverse modalità:\n\nGiri gratis Voodoo: 5 giri gratuiti e le carte mistero presenti sui rulli. Tali carte verranno sostituite casualmente da uno dei simboli tematici. La vincita minima garantita è di 10 volte la puntata e se non viene raggiunta, allora verranno aggiunti altri 5 Free Spins.\nGiri gratis Super Voodoo: stesso numero di giri e stessa funzione carte mistero, solo che il moltiplicatore è pari al 25x.\nGiri gratis Mega Voodoo: uguale ai precedenti, ma il moltiplicatore è di 50x\n\nNel caso sui rulli appaiano solo 2 pozioni anziché 3, verrà attivata una delle seguente funzioni speciali:\n\nMistery Curses: Dopo lo Spin verranno aggiunti dei simboli Wild casuali\nFortune Hex: funzione a cascata, per cui i simboli di basso valore vengono sostituti con quelli di alto valore.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Voodoo Magic",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/voodoo-magic-new-286x217.jpg",
            "filename": "voodoo-magic-new-286x217.jpg"
        }
    ],
    "name": "Voodoo Magic"
}