{
    "studio": "Merkur Gaming",
    "text": "\nVoodoo Shark\nIl provider tedesco Merkur Gaming è noto soprattutto per le sue slot tradizionali: per diversi anni infatti il sole sorridente, logo del provider, è diventato simbolo di semplicità e qualità. Tuttavia, delle volte, anche una software house del genere rompe i suoi schemi e mostra alla concorrenza che è in grado di tirare fuori dal cilindro dei prodotti diversi mantenendosi su alti standard qualitativi.\nVoodoo Shark è un’interessante slot machine che ha scelto come tematica il misticismo e i rituali magici e, come suggerisce il nome, voodoo e squali.\nPer chi è abituato alle slot machine della Merkur Gaming, Voodoo Shark può apparire come qualcosa di anomalo: lo schermo ha un’aria misteriosa e anche un po’ tetra, ci troviamo a nuotare in paludi fangose sui toni del marrone e del verdastro, circondati da pericolosissimi squali. La grafica non è molto elaborata, ma è coerente con il tema, per cui l’atmosfera di gioco risulta essere coinvolgente e accattivante.\nVoodoo Shark: simboli e modalità di gioco\nPer quanto riguarda il gameplay, qui la Merkur Gaming non si discosta dalla sua tradizione: Voodoo Shark è infatti una slot machine con tre rulli, tre righe e solo cinque linee di pagamento. I simboli si rifanno alla tematica affrontata e vanno dal libro magico degli incantesimi alla maschera voodoo, passando per ogni sorta di intruglio magico e un vascello fantasma.\nTutti i simboli sono ben rappresentati in netto contrasto con lo sfondo e questo fa si che non ci siano problemi a giocare su Voodoo Shark anche tramite dispositivi mobili, attraverso l’applicazione dedicata.\nSlot semplice, abbiamo detto, ma che fa ampiamente il suo lavoro: la puntata minima per ciascun round di gioco è di 5 centesimi mentre la scommessa massima è di soli 10 €. Si ottiene una vittoria ogni volta che in una delle cinque linee di pagamento sono presenti solo simboli identici, dei quali è possibile conoscere il valore consultando la tabella dei pagamenti che si trova nella parte inferiore della schermata.\nLa volatilità di Voodoo Shark, al contrario di quello che si potrebbe pensare, è medio-alta, per cui non ci si deve aspettare di vincere con un’alta frequenza; l’RTP invece si attesta su un discreto 95,65%\nFunzionalità speciali\nSu Voodoo Shark tutti i simboli speciali, Wild e Scatter inclusi, sono completamente eliminati, a conferma dell’estrema semplicità di questa slot machine di casa Merkur Gaming. L’unico bonus è rappresentato dalla funzione Respin, che viene attivata ogni colta che il campo di gioco è completamente occupato da un solo simbolo: se in questo round bonus si riesce a ottenere una vittoria, questa si sommerà a quella precedente, fino a un massimo di sei volte.\nUn’altra possibilità per incrementare le vincite è quella di utilizzare la funzione Gamble: in seguito a una vincita di qualsiasi importo, sulla schermata di gioco comparirà una carta girata della quale dovrà essere indovinato il colore: in caso di scommessa giusta si vedrà raddoppiata la vincita, in caso contrario però si perderà l’intero importo.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Voodoo Shark",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/07/voodoo-shark-gratis-286x217.jpg",
            "filename": "voodoo-shark-gratis-286x217.jpg"
        }
    ],
    "name": "Voodoo Shark"
}