{
    "studio": "KA Gaming",
    "text": "\nWar of Thrones\nChi ama le avventure di Games of Thrones, non potrà rimanere indifferente di fronte a questa bella slot prodotta dalla KA Gaming. War of Thrones, infatti, si ispira alle avventure di Jon Snow e di tutti gli altri personaggi presenti nella saga. Da Tyrion Lannister, a Jon Snow e Daenerys Targaryen, in War of Thrones ci troveremo a giocare anche con i fregi delle casate, come ad esempio il metalupo degli Snow o il leone dorato di casa Lannister.\nUn grafica elaborata supporta l’atmosfera del gioco. La cornice della griglia è congelata e l’utilizzo di colori freddi è in linea con il tema della slot. I simboli sono di grandi dimensioni, scelta che approviamo appieno perché coi permette di concentrarci totalmente sugli Spin. La musica dal tono epico che accompagna le giocate crea ancora più il mood per giocate indimenticabili.\nLinee di pagamento e costo contenuto\nLa KA Gaming ha deciso di utilizzare una griglia a cinque rulli e tre righe. Le linee di pagamento sono 30 e fisse, ognuna delle quali costa 0,01 €. In pratica, per un singolo Spin dovremmo spendere appena 0,30 €, ma si può innalzare la posta sino a un massimo di 150 €.\nTra le varie funzioni extra, troviamo i giri automatici e il tasto Max Bet attraverso il quale è possibile impostare la scommessa massima con un unico Spin.\nSi vince creando combo vincenti a partire al rullo di insita verso destra e che siano composte da almeno tre simboli identici.\nIl ritorno teorico al giocatore (RTP) è del 96%, mentre la volatilità è alta.\nSolo simboli tematici\nIn War of Thrones non troviamo altri simboli che non siano quelli in linea con il tema del gioco. Quelli di minor valore sono rappresentati dai fregi delle casate, mentre pagamenti più sostanziosi si ottengono con gli animali e i personaggi principali.\nIl pipistrello è il nostro Wild e sostituisce tutti i simboli eccetto lo Scatter, rappresentato dal trono di spade. Oltre a essere pagante, 3 di questi simboli ci ricompensano con 9 giri gratis, che possono essere ulteriormente incrementati nel caso atterri qualche altro Scatter durante il gioco Bonus. Particolarità importante di questo sistema di Free Spins è la presenza di un moltiplicatore  non fisso ma che aumenterà di x1 a ogni giro gratis, aumentando così le possibilità di vincite sostanziose.\n\nDomande Frequenti \nA quanto corrisponde qui il ritorno teorico al giocatore (Return to Player o RTP)?\n\nIn War of Thrones il valore RTP si attesta su un ottimo 96%\n\n\n\nPosso giocare a War of Thrones anche sul pc?\n\nCerto, questa slot è fruibile da ogni dispositivo, inclusi smartphone, tablet e ovviamente pc. In tutti i casi il gioco gira bene senza perdere fluidità o funzionalità.\n\n\n\nSono presenti simboli speciali?\n\nSì, in War of Thrones troviamo tra le icone speciali sia Wild che Scatter.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "War of Thrones",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/10/war-of-thrones-free-286x217.jpg",
            "filename": "war-of-thrones-free-286x217.jpg"
        }
    ],
    "name": "War of Thrones"
}