{
    "studio": "BGAMING",
    "text": "\nWBC Ring of Riches\nLa sigla WBC sta per World Boxing Council, una delle quattro organizzazioni mondiali di pugilato riconosciute a livello professionistico. Con questa slot prodotta dal provider BGaming si sale su un vero e proprio ring per cercare di vincere il titolo contro il campione in carica.\nLa grafica di WBC Ring of Riches è elaborata e ricca di dettagli, in grado di offrire al giocatore la sensazione di trovarsi nel bel mezzo del combattimento. Lo sfondo del gioco è l’arena in cui si svolge l’incontro e accanto alla griglia troviamo una ragazza che regge un cartello su cui vengono scanditi i round. In basso sono presenti pochi tasti, quelli essenziali come lo Start e l’Autoplay e il variatore di puntata. Per le altre impostazioni è invece necessario accedere al menù interno attraverso il pulsante apposito.\nIl comporto sonoro è dato dal suono della campanella che scandisce le riprese, dalle urla del pubblico e dalla voce dello speaker che ci aggiorna sull’andamento dell’incontro.\nCaratteristiche della slot\nLa griglia di gioco ha 5 rulli e 5 righe, con 20 linee di pagamento fisse. La scelta di variare la puntata tra 0,20 € e 40 €, rende WBC Ring of Riches una slot adatta a qualsiasi tipologia di giocatore.  Si possono attivare da un minimo di 10 a un massimo di 1.000 giri automatici, ma anche all’infinito, con alcuni limiti interessanti: i giri automatici possono essere interrotti a seguito di ogni vincita, se viene vinto un bonus game, se una singola vincita supera un determinato limite, solo per fare alcuni esempi Un’altra funzione disponibile è l’accelerazione dei rulli.\nSi vince associando simboli identici adiacenti a partire dal rullo di sinistra e procedendo verso destra.\nIl valore RTP è del 95,48%.\nSimboli e funzionalità\nI simboli possono essere divisi tra quelli con un valore basso e quelli con un valore alto. Ai primi appartengono le carte da gioco dal 10 all’Asso. Quelli che pagano di più invece sono il biglietto Vip, il simbolo del dollaro, la ragazza immagine, il gong, la coppa e la medaglia. Il simbolo che però ricompensa meglio è il pugile, che può apparire di diverse dimensioni e occupare anche l’intero rullo. Il simbolo Wild è rappresentato dai guantoni, sostituisce tutti i simboli eccetto quelli speciali.\nIl ring è il nostro Scatter, con tre simboli si attendono 10 Free Spins che non possono essere riattivati.\nUna funzione speciale è quella definita Stick Wild. In pratica durante il gioco regolare appaiono delle cornice dorate che rimangono fisse sulla griglia per 10 giri. Se all’interno di una cornice atterra un Wild, allora tutti i simboli all’interno delle altre cornici verranno trasformati in simboli, aumentando a dismisura le possibilità di ottenere delle combinazioni vincenti.\nInoltre, le combinazioni vincenti che interessano le cornici dorate prevedono anche uno speciale moltiplicatore x10.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "WBC Ring of Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/wbc-ring-of-riches_slot-286x217.png",
            "filename": "wbc-ring-of-riches_slot-286x217.png"
        }
    ],
    "name": "WBC Ring of Riches"
}