{
    "studio": "High 5 Games",
    "text": "\nWhen Pigs Fly\nI fan di Reel Rush sono pronti per un divertente sequel del divertente slot. Stesso layout, stessa quantità di linee di pagamento, stessa funzione bonus ma molto più divertente con le figure sorridenti dei cartoni animati dei maiali. Beh, sono certamente felici perché stanno per volare nello spazio, chi non lo sarebbe? Il layout della bobina della slot varia da 1 – 3 – 5 – 5 – 3 – 3 – 1 a 5 – 5 – 5 – 5 – 5 – 5 – 5 – 5, in base alla quantità di ri-giri riusciti. Un re-spin avviene ad ogni giro vincente, farlo 5 volte di fila per aprire tutte le 3.125 linee a pagamento e ricevere 8 giri gratuiti con le linee a pagamento complete. Inutile dire che questo ha un enorme potenziale di vittoria.\nUna grafica divertentissima\nLo slot è impostato in una rampa di lancio di un razzo con gli astronauti suini e il razzo pronto per il decollo il presto il turno bonus è attivato. Uno degli astronauti suini è in piedi sul lato destro dello schermo sotto il contatore Re-spin e farà delle animazioni divertenti mentre i Re-spin procedono. Dal momento che decollerà nello spazio se i rulli producono una vittoria per 6 volte di fila, sarà sempre più felice ad ogni vittoria. I simboli a pagamento basso sono 10 – A e medio sono una gamma di simboli tipici delle slot come 7, caschi o BAR. I simboli principali sono 2 maiali astronauti e il logo della slot “When Pigs Fly”. Wild è visualizzato dalla parola stessa in colore rosa maialino. Non ci sono simboli Scatter poiché il bonus round viene attivato dopo 5 rigiri vincenti.\nCon una grafica colorata, animazioni accattivanti e una colonna sonora energica, si concentra sui maiali nello spazio e ha un aspetto da cartone animato. Ambientato nello spazio, ricorda il popolare programma televisivo The Jetsons (ma con i maiali). Il simbolo del valore più alto è il simbolo del logo When Pigs Fly! che vi ricompensa con 1.000 volte la vostra puntata quando ne ricevete 5 su una linea a pagamento.\nFunzioni e simboli della Slot Machine\nQuando Pigs Fly vi offre un livello di eccitazione mai visto prima con sostituzioni selvagge, rigiri e giri liberi. Mentre fate girare i rulli, le animazioni e i suoni si amplificano aggiungendo un livello di eccitazione. Il simbolo wild, WILD in rosa, sostituisce tutti gli altri simboli del gioco base sulle bobine da 2 a 5 e tutti i simboli della funzione Free Spins.\nC’è una funzione Re-Spins dove si possono vincere fino a 5 re-spins – ogni re-spin cambia la forma delle bobine. Potete giocare a questa funzione quando avete una combinazione vincente nel gioco base che a sua volta vi dà 1 re-spin. Durante ogni re-spin, 2 nuove posizioni sui rulli si aprono in un’esplosione che può rivelare 2 simboli che creano più combinazioni vincenti.\nCon ogni re-spin, il numero di linee di pagamento aumenta – il 1° re-spin ti dà 135 modi di vincere, i suoi 405 per il 2° re-spin e 675 modi di vincere per il 3° re-spin. Poi salta fino a 1.125 modi per vincere per il 4° re-spin e 1.875 modi per vincere nel 5° re-spin.\nSe si ottiene una combinazione vincente nel 5° re-spin e nel re-spin finale, si attiva la funzione Free Spins – qui si viene premiati con 8 giri gratuiti. I rulli si espandono poi per riempire le 5 bobine e le 5 file, dandovi 3.125 modi di vincere. Giocherete tutti gli 8 giri gratis con 3.125 modi per vincere e la vincita totale dei giri e dei giri gratis sarà sommata al totale della vostra vincita.\nAltre Slot Machine simili\nNaturalmente non sarà facile trovare altre Slot Machine che come tema principale abbiano dei maiali che vivono nello spazio, giusto? Esatto. Quello che possiamo fare, però, è consigliarti un’altra Slot Machine molto divertente e satirica, ossia Monty Python’s Spamalot Slot, con i suoi simpatici personaggi e la possibilità di ottenere Free Spins!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "When Pigs Fly",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/when-pigs-fly-high5games-free-286x217.jpg",
            "filename": "when-pigs-fly-high5games-free-286x217.jpg"
        }
    ],
    "name": "When Pigs Fly"
}