{
    "studio": "IGT",
    "text": "\nWhite Orchid\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di vincita: 40\nPuntata minima: 1 €\nPuntata massima: 800 €\nMax. di gettoni: 1 per payline\nValore massimo gettone: 20 €\nAutoplay: Si\nWhite Orchid: caratteristiche principali\nLa maggior parte dei giochi IGT si caratterizza per un’estrema cura e una meticolosa attenzione ai dettagli, unite a una modalità di gioco abbastanza semplice e lineare, il che li rende molto apprezzati e adatti a essere giocati sia dai veterani delle slot sia dai nuovi giocatori.\nLa struttura del gioco è quella tradizionale, con 5 rulli e 40 linee di pagamento, tuttavia offre tantissime opportunità di vincita, grazie alla funzione cosiddetta “MultiWay”: se si raddoppia la puntata massima si attiva questa Special Feature che permette di ottenere una vincita quando si ha un allineamento di simboli uguali in qualsiasi posizione e non, come da regola nella maggior parte delle slot, da sinistra verso destra.\nNel complesso si tratta di una slot machine molto riuscita, in cui a farla da padrone è senza dubbio la grafica seducente e la scelta dei simboli di gioco.\nTema e grafica\nIl tema di questa bella slot firmata dal colosso americano IGT, è un’ode alla bellezza e alla forza della natura, in cui uomini e donne bellissimi e animali dai colori sgargianti si muovono su uno sfondo floreale ricco di orchidee, con un effetto Giardino dell’Eden molto riuscito!\nLa grafica è davvero eccezionale, e non potrebbe essere altrimenti per una slot machine che ha scelto il bello come tema! La combinazione di colori è molto riuscita, così come lo è la scelta di una colonna sonora realizzata sapientemente che regala al gioco un’atmosfera rilassante.\nSimboli, Wild e Scatter\nI simboli di White Orchid si dividono in tematici e tradizionali: per quanto riguarda i secondi, sono rappresentati dalle classiche carte da poker che vanno dal 9 all’Asso, mentre i simboli tematici sono associati alla bellezza e all’ambiente del paradiso terrestre.\nTroviamo quindi rane, farfalle e ghepardi, oltre a un uomo e una donna che appaiono come degli Adamo ed Eva in chiave moderna.\nIl simbolo Wild è il logo della slot, ossia la scritta “White Orchid” e si comporta come Jolly: può infatti sostituire tutti gli altri simboli, eccezion fatta per lo Scatter, per il completamento di una combinazione vincente.\nLo Scatter è invece la bellissima Orchidea Bianca, che permette di accedere a tanti giri gratuiti, fino a ben 130, a seconda del numero di volte in cui compare sui rulli.\nWhite Orchid: tanti modi per vincere\nLa modalità do gioco base è quella comune alla maggior parte delle slot machine a cinque rulli, tuttavia le possibilità di vincita aumentano in maniera esponenziale se si raddoppia la puntata minima di 1 gettone su tutte le linee. Il valore minimo del singolo gettone è di 1€, ma si può arrivare fino a un massimo di 20 €. Facendo i conti su tutte le linee, la puntata complessiva può andare da 1 € (un gettone su una singola linea di pagamento), fino a 800 €, se si punta il massimo di 20 € su tutte le 40 linee.\nL’ampia varietà di possibili puntate rende la slot adatta sia a chi vuole divertirsi con poco, sia ai più intrepidi che amano scommettere grandi somme.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "White Orchid",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/white-orchid-gratis-286x217.jpg",
            "filename": "white-orchid-gratis-286x217.jpg"
        }
    ],
    "name": "White Orchid"
}