{
    "studio": "Big Time Gaming",
    "text": "\nWho Wants to Be a Millionaire Megaways\nCon Who wants to be a Millionaire la Big Time Gaming ha voluto fare le cose in grande!\nLanciata sul mercato nel novembre 2018 questa slot machine ha un gameplay da lasciare a bocca aperta, a partire dalla struttura: troviamo infatti una schermata composta da 6 rulli standard più uno posto nella parte inferiore, on un sistema di vincita MegaWays che presenta l’impressionante numero di 117.649 linee di vincita.\nNonostante la struttura particolarmente articolata il range di scommesse è alquanto abbordabile e si può puntare da un minimo di 0,20 € fino a un massimo di soli 10 €.\nLa volatilità di Who wants to be a Millionaire è alta: il punteggio di 5/5 ci fa capire che ottenere delle vincite con questa slot non sarà tanto semplice, ma potremmo aspettarci dei premi sostanziosi.\nL’RTP (return to player) teorico si attesta sul 96,27%, una discreta percentuale, in linea con le altre slot di questo provider.\nPer quanto riguarda il compartimento grafico, essendo un gioco basato su un quiz televisivo, risulta molto semplice ed essenziale e l’attenzione del giocatore è totalmente focalizzata sul gameplay.\nSimboli, Wild e Scatter di Who wants to be a Millionaire\nNon avendo questa slot un tema classico non esistono simboli tematici e sui rulli tra i simboli regolari si alternano i numeri e le lettere che si riferiscono alle carte da gioco dal 9 all’Asso e delle pietre preziose di quattro colori: rosso, azzurro, verde e viola.\nLe carte da gioco sono i simboli che hanno valore minore, mentre le gemme sono quelli che valgono di più, in particolare la gemma di colore verde è quella che paga la cifra più alta in assoluto in caso di allineamento di sei simboli identici sui rulli.\nPer quanto riguarda il simbolo Wild, questo è presente solo sul rullo extra situato in basso nella schermata, mentre lo Scatter, rappresentato dal logo di Who wants to be a Millionaire, quando compare sui rulli per tre volte permette di accedere al gioco bonus chiamato “La sedia che scotta”.\nBonus e funzionalità extra di Who wants to be a Millionaire\nIl gioco bonus di Who wants to be a Millionaire, “La sedia che scotta”, riproduce lo schema del format televisivo, compresi i tre aiuti per completare la scalata verso il maxi premio: il 50:50, l’aiuto da casa e l’aiuto dal pubblico.\nUna volta entrati nel gioco bonus si hanno a disposizione dodici livelli per ottenere il premio finale e per ogni livello è previsto un numero di giri gratuiti variabile da un minimo di 8 fino a un massimo di ben 50 free spins.\nInteressante è il sistema di livelli, di cui il primo è quello a cui si accede grazie ai simboli Scatter mentre il 2 e il 7 sono cosiddetti livelli di sicurezza dai quali non si può retrocedere e che permettono di mantenere il premio ottenuto.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Who Wants to Be a Millionaire Megaways",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/who-wants-to-be-a-millionaire-megaways-free-286x217.jpg",
            "filename": "who-wants-to-be-a-millionaire-megaways-free-286x217.jpg"
        }
    ],
    "name": "Who Wants to Be a Millionaire Megaways"
}