{
    "studio": "Red Rake",
    "text": "\nWild Animals\nA fare da sfondo a questa slot è il bosco tipico del nord America e i suoi abitanti, dall’orso alla lince, passando per l’alce, l’aquila reale e il cavallo. Il protagonista assoluto di Wild Animals è però il lupo, il simbolo che più di altri potrà farvi vincere somme di ottimo livello! La prima cosa che balza agli occhi quando avviamo il gioco è la grafica. Gli animali sono talmente definiti da sembrare quasi reali. Dietro la griglia di gioco lo sfondo è quello tipico degli Stati di confine con il Canada, con un grande lago circondato da alberi molto alti e numerosi rilievi rocciosi. Nella parte bassa della schermata si trovano tutte le informazioni riguardanti la scommessa e i tasti per la rotazione manuale dei rulli, oltre a quello per l’Autoplay.\nCaratteristiche principali della slot machine\nLa griglia di gioco di Wild Animals ha una struttura classica, con 5 rulli e 3 linee, e ben 243 diverse combinazioni di vincita. La puntata minima è di 0,30 €, la massima è pari a 30 €, un range abbastanza limitato, adatto ai principianti! Il ritorno teorico al giocatore o RTP è pari al 95,3%, decisamente poco soddisfacente essendo di quasi un punto al di sotto della media. Vengono pagate solo le combinazioni da sinistra a destra, se ce n’è  più di una sulla stessa linea verrà pagata solo quella di importo maggiore, se invece sono su linee diverse allora gli importi verranno sommati. È possibile inoltre impostare tra i 5 e i 100 giri automatici, grazie alla modalità Autoplay!\nSimboli e funzionalità di Wild Animals\nIn Wild Animals troviamo 12 simboli totali, 6 si riferiscono alle carte da gioco dal nove all’asso, gli altri sono tematici. Alce, cavallo e lince hanno tutti lo stesso valore, mentre con l’orso e l’aquila le vincite crescono visibilmente. Il simbolo che paga di più è però il lupo che può apparire normale o espanso, ossia va ad occupare due slot. Se in generale sono necessari almeno 3 simboli per vincere, con il lupo ne bastano 2.\nIl simbolo Jolly è il graffio del lupo con la scritta Wild e sostituisce tutti i simboli eccetto il Bonus. Quando sui rulli appare per 3 volte la scritta Bonus, si ha diritto a 3 Free Spins in quello che viene definito Wild Fusion Minigame: la griglia si ripulisce di tutti i simboli e si fa partire il primo Free Spins, con uno o più lupi stilizzati che atterrano sugli slot. Nel momento in cui i rulli si fermano, i simboli stilizzati si trasformano nel simbolo del lupo. Partirà poi il secondo giro gratuito e se il simbolo del lupo stilizzato si fermerà in uno slot adiacente al simbolo del lupo, allora i due simboli si fonderanno dando vita a un simbolo più grande e aumentando il loro valore. Inoltre, ogni volta che il lupo stilizzato andrà a fondersi con un altro simbolo, il numero di Free Spins ripartirà daccapo. Il massimo di simboli che possono fondersi è 35 e la vincita verrà moltiplicata per 10.000 volte!\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Animals",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/08/wild-animals-thumb-286x217.jpg",
            "filename": "wild-animals-thumb-286x217.jpg"
        }
    ],
    "name": "Wild Animals"
}