{
    "studio": "BF games",
    "text": "\nWild Jack Remastered\nLa slot prodotta dalla BF Games, provider con sede a Malta, fonde il classico tema della frutta con quello del selvaggio West, regalandoci un gioco emozionante e ricco di adrenalina. Lo sfondo di gioco è il tipico villaggio western, con il saloon, la banca e due cactus. La griglia di gioco è una tavola di legno, di quelle su cui erano affissi i volantini con le taglie dei pericolosi banditi. Ogni volta che si ottiene una combinazione vincente, vengono sparati alcuni proiettili che dividono a metà i nostri simboli.\nNella parte bassa della griglia abbiamo la pulsantiera con tutto l’occorrente per settare la nostra giocata, dal tasto Start al variatore di giocata.\nIl comparto musicale è il classico tema western ispirato alle colonne sonore di Sergio Leone che hanno fatto la storia del cinema.\nCaratteristiche della slot\nLa griglia di gioco è ridotta all’osso, con 3 rulli e 3 righe e ben 27 linee di pagamento fisse. Le giocate hanno un costo di base molto contenuto, con uno spin che può costare appena 0,10 €.\nCon io pulsante del fulmine si può accelerare la rotazione dei rulli. Per quel che riguarda i giri automatici, possiamo scegliere di attivarne da 10 a 100, prima però dovremo premurarci di inserire i limiti di perdita oltre cui la modalità Auto si interromperà.\nIl valore RTP è del 96,12%.\nSimboli e funzionalità\nSi vince con combinazioni di soli tre simboli. Quelli che valgono meno sono le ciliegie, le arance, l’uva e l’anguria. Essi sono simboli Stacked e con 9 di essi avremo un moltiplicatore x3. A seguire troviamo le campanelle, il ferro di cavallo e la pistola. Gli importi più alti vengono però assicurati dalla stella dello sceriffo e dal bandito. Quest’ultimo inoltre ha anche la funzione di Wild e va a sostituire tutti i simboli eccetto lo Scatter.\nIl nostro Scatter è la carrozza su cui capeggia la scritta Free Spins. Ne bastano 3 in qualsiasi posizione della griglia per assicurarci 15 giri gratuiti. Se durante il gioco bonus appaiono altri Scatter, allora la funzione verrà riattivata.\nIn Wild Jack Remastered è presente anche la funzione Gamble. Dopo ogni vincita, ci verrà chiesto se incassare la somma o rischiarla. Nel caso optassimo per la seconda soluzione, sullo schermo vedremo apparire una carta centrale e due pulsanti ai lati, Red e Black. Il nostro obiettivo è indovinare il colore della carta. Se indoviniamo avremo un’ulteriore possibilità di raddoppiare l’importo, ma se sbaglieremo la scelta, allora perderemo tutta la somma. La vincita massima del Gamble è di 25.000 €.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Jack Remastered",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/08/wild-jack-remastered_featured-286x217.png",
            "filename": "wild-jack-remastered_featured-286x217.png"
        }
    ],
    "name": "Wild Jack Remastered"
}