{
    "studio": "Play’n Go",
    "text": "\nWild Blood II\nInformazioni generali\nSoftware: Play’N’Go\nRulli: 6 x 4 righe\nLinee di gioco: 20\nImporto minimo della puntata: 0,20 €\nImporto massimo della puntata: 100 €\nVincita massima: 5.000 volte la puntata\nReturn to Player (RTP): 96,54 %\nVolatilità: alta\nFunzioni speciali: Free Spins, Wild espandibili e altri\nCaratteristiche principali\nCon un’uscita prevista nei primi mesi del 2020, Wild Blood 2 promette di incantare tutti quei giocatori che hanno amato la precedente versione di questo affascinante gioco di casa Play’N’Go, rilasciata invece nel 2013.\nIl tema ovviamente rimane lo stesso: Wild Blood 2 ci porta di nuovo nell’affascinante mondo dei vampiri, sempre attuale anche grazie a film, libri e serie tv.\nI simboli che si alternano sui rulli sono gli stessi che avevamo conosciuto nella precedente slot, e saranno gli stessi bellissimi protagonisti a farci compagnia anche in questa nuova e rinnovata versione.\nLa prima differenza tra le due versioni è senza dubbio più che nell’aspetto, nel gameplay: Wild Blood prevedeva infatti una schermata con cinque rulli per tre righe, mentre in questo nuovo prodotto i rulli sono sei e le righe quattro. Sono aumentate anche le linee di pagamento, che passano da 15 a 20, ed è incrementato il jackpot: mentre prima la massima vincita a cui si poteva ambire era pari a 2.500 volte l’importo scommesso, in Wild Blood 2 abbiamo un premio fino a 5.000 volte la scommessa.\nPer quanto riguarda invece la grafica, questa rimane la stessa, senza particolari innovazioni: un ambiente molto tetro ma affascinante, in cui si muovono le creature della notte e gli oggetti a loro connessi. Non ci sono animazioni 3D o particolari effetti speciali, ma nel complesso l’atmosfera è coinvolgente e si gioca con piacere.\nRTP, volatilità e range di scommesse\nSu Wild Blood 2 è possibile scommettere degli importi a partire da soli 20 centesimi fino a un massimo di 100 €, accontentando così un po’ tutti! Il return to player invece si attesta su un più che soddisfacente 96,54 %, in linea con le altre slot del provider Play’N’Go.\nL’elevata volatilità di questa slot machine rende le vincite non particolarmente frequenti, ma un jackpot pari a 5.000 la puntata non è niente male se si punta a sbancare il banco e non ci si accontenta di piccoli premi.\nIn Wild Blood 2 non è possibile selezionare il numero di linee di gioco su cui scommettere, ma si può stabilire solo l’importo minimo o massimo di scommessa su tutte le linee.\nSimboli e funzionalità di Wild Blood 2\nWild Blood 2 presenta un gameplay tradizionale arricchito con alcune funzionalità speciali, tra cui i Respins, i simboli Wild espandibili e tre bonus, tra cui è presente ovviamente anche quello Free Spins, per ottenere dei giri gratuiti.\nI simboli tematici sono rappresentati da un vampiro, da tre affascinanti donne e da una serie di oggetti legati al mondo delle creature della notte, tra cui una candela e un grosso libro, oltre che i numeri e le lettere che si riferiscono alle carte da gioco dal 9 all’Asso, riprodotte su uno sfondo nero come se fossero scritte con il sangue.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Blood II",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/wild-blood-ii-free-286x217.jpg",
            "filename": "wild-blood-ii-free-286x217.jpg"
        }
    ],
    "name": "Wild Blood II"
}