{
    "studio": "Quickspin",
    "text": "\nWild Tome of the Woods\nRilasciata a settembre 2019, Wild Tome of the Woods è tra le ultime uscite nel catalogo della nota software house Quickspin.  La slot machine ha come tema il bosco e le creature che lo popolano, sviluppato con coerenza grazie a un comparto grafico molto moderno e di grande qualità, in una sorta di mix tra natura e magia.\nLa schermata d’apertura raffigura il cartello con il nome della slot immerso in una folta vegetazione, dietro il quale fanno capolino una volta e una rana. La schermata di gioco è molto ben fatta, con i rulli che appaiono come sospesi tra gli alberi e i simboli riprodotti con un bel contrasto all’interno di icone rotonde.\nNel complesso l’aspetto di Wild Tome of the Woods è davvero gradevole e offre al giocatore un’atmosfera molto rilassata e divertente, con un tocco di magia!\nGameplay, RTP e puntate\nPer quanto riguarda il gameplay, Wild Tome of the Woods è una slot machine a sei rulli e 26 linee di pagamento, con un range di scommesse che va da un minimo di 10 centesimi a un massimo di ben 100 €, piuttosto elastico dunque, per accontentare sia i giocatori più arditi sia coloro che non amano investire grandi somme. Non è possibile selezionare le linee di scommessa ma si deve fare una giocata unica per giro.\nRicordiamo inoltre che Wild Tome of the Woods dà la possibilità di giocare in modalità play for fun: in questo modo potrete scoprire tutti i segreti della slot e provare i trucchi prima di scommettere dei soldi veri.\nLa vincita massima è pari a 1.000 volte la puntata, raggiungendo la considerevole cifra di 100.000 €, un premio di tutto rispetto! Non è male neanche la percentuale teorica di ritorno al giocatore (RTP o return to player), che si attesta su un buon 96,5%.\nÈ disponibile anche una versione mobile di Wild Tome of the Woods, che potrete scaricare sui principali casinò online e con cui potrete giocare ovunque vi troviate, senza che il gioco perda in definizione o funzionalità.\nSimboli di Wild Tome of the Woods\nI simboli di questa slot firmata Quickspin ci piacciono davvero tanto! Quelli regolari sono rappresentati da degli animali molto carini, che hanno persino il nome! Abbiamo il gufo Eleonora, la rana Crickey, il gatto Sir Whiskers The Third e Middy il mago; simboli aggiuntivi sono il libro delle magie e le pozioni. Per conoscere il valore dei simboli potete consultare la tabella dei pagamenti, accessibile tramite il tasto “i”.\nÈ presente un simbolo jolly, il Wild Tome, che permette anche di ottenere dei simboli wild extra quando appare sui rulli, convertendo in speciali i simboli regolari, in una sorta di reazione a catena che può portare a sbancare il banco con la vincita massima pari a 1.000 volte il valore della puntata, se tutte le posizioni sui rulli sono occupate da simboli Wild (All Wilds).\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Tome of the Woods",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/wild-tome-of-the-woods_logo-286x217.jpg",
            "filename": "wild-tome-of-the-woods_logo-286x217.jpg"
        }
    ],
    "name": "Wild Tome of the Woods"
}