{
    "studio": "Peter and Sons",
    "text": "\nWild Bard\nPreparati perché il Wild Bard è pronto ad attraccare in porto e portarti a vivere un’avventura del tutto inaspettata. Siamo all’interno di una delle più recenti slot machine che siano mai state realizzate da Peter & Sons, capace di radunare i giocatori e portarli ad ascoltare canzoni sulle ricerche di tesori e relitti. Con queste premesse nessuno si sarebbe aspettato di trovare una slot estremamente tradizionale, che rispolvera una griglia 3×3 con 8 linee di pagamento fisse. E non è una griglia a caso, ma una di quelle tipiche da slot terrestri anni ’90, con frutta, Bar e Lucky 7!\nGrafica della slot\nIl design è attento e dettagliato, come spesso abbiamo visto fare a Peter & Sons. Wild Bard apre la scena riprendendo un cielo stellato incantevole, che si affaccia su una serie di navi. L’inquadratura scende e ci mostra proprio il nostro protagonista: baffi, tatuaggi e una risata tutt’altro che spiritosa. Stringe tra le mani una cinepresa a manovella dove troviamo la griglia di gioco. Al suo interno ci sono i simboli della Frutta, pronti a pagare in modo diverso in base al numero di combinazioni o icone. I simboli Quick Hit assegnano vincite immediate che arrivano fino a 3508x volte quando 9 simboli sono visualizzati in contemporanea.\nNel caso in cui appaia uno Scatter al centro del pannello si attiva una partita bonus con giri gratuiti.\nCaratteristiche di gioco e funzionalità speciali\nAll’inizio dell’avventura il giocatore può scegliere la sua scommessa: sulla sinistra troverà una tabella con la lista attiva di pagamenti, ma la vincita finale dipende poi dal valore stesso delle icone di gioco. Sono previsti dei moltiplicatori di vincita per la tua scommessa totale che includono: 1x per le ciliegie, 1.5x per il limone e l’uva, 2.5x per i mirtilli, 3x per il BAR, 5x per la Stella e 6.25x per il Lucky 7.\nNon manca il Wild che prende il posto di tutte le icone menzionate, lo Scatter e il simbolo del colpo rapido che sono monete d’oro con un teschio al centro. La ricompensa più alta che tu possa ottenere arriva fino a 1000 volte la tua puntata per giro. Non dimentichiamo poi i giri gratuiti Wild Bard che si attivano quando la bussola Scatter si pone al centro della griglia. Assegna da 10 a 25 giri gratis con un  moltiplicatore per tutte le vittorie da 1x, 2x o 3x.\nConsiderazioni finali sulla slot\nÈ inutile negare che l’aspetto più interessante di Wild Bard sono sicuramente i suoi giri gratuiti e i moltiplicatori. Il suo RTP è fissato al 96,27%, quindi altamente al di sopra della media delle video slot online e può attirare tutti quei giocatori che sono appassionati di giochi non convenzionali. Complessivamente offre un gameplay interessante, una buona dose di intrattenimento sia da desktop che da dispositivi mobili, grazie alla formattazione in HTML5.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Bard",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/wild-bard-thumb-286x217.png",
            "filename": "wild-bard-thumb-286x217.png"
        }
    ],
    "name": "Wild Bard"
}