{
    "studio": "Push Gaming",
    "text": "\nWild Swarm\nUn alveare abitato da simpaticissime api riprodotte come un cartoon, tanti fiori colorati e un bosco in sottofondo: questi sono gli ingredienti di Wild Swarm, una nuova slot del catalogo della Push Gaming, provider che con le sue ultime uscite si sta confermando sempre più come uno tra i nomi più influenti nel mondo delle slot machine.\nLa grafica è molto semplice ma assai piacevole: il sottobosco sul quale sono posizionati i rulli regala un’atmosfera di gioco quasi magica, mentre i suoni fanno somigliare ancora di più la slot a un cartone animato della Walt Disney.\nPer quanto riguarda la struttura di gioco, Wild Swarm è costituita da 5 rulli e 20 linee di pagamento, con un range di scommesse che va da un minimo di 20 centesimi fino a un massimo di 100 €.\nIl ritorno teorico al giocatore (RTP) è del 97,03%, un’ottima percentuale, considerato che la maggior parte delle slot machine che troviamo nei casinò online si attesta su un 96% circa standard.\nSimboli di Wild Swarm\nTra i simboli di Wild Swarm troviamo quelli tematici e quelli non tematici. Questi ultimi sono rappresentati dai numeri e dalle lettere che fanno riferimento alle carte da gioco dal J all’Asso, qui riprodotti come se fossero di legno. Tra i simboli regolari tematici abbiamo l’Ape Regina, un barattolo colmo di miele, dei fiori di diverso colore, uno bianco e uno rosa e infine un alveare con inciso sopra il simbolo del dollaro, che tra tutti i simboli è quello che paga di più, offrendo, per esempio, una vincita di 12 € quando compare su tutti i cinque rulli dopo aver puntato la somma di 0,40 € (30 volte la puntata).\nWild Swarm presenta due simboli Wild, uno standard e uno impilato (Sticky Wild): il primo è rappresentato semplicemente dalla scritta Wild, mentre il secondo da un’ape. Entrambi hanno funzione di jolly e possono sostituire gli altri simboli per realizzare una combinazione vincente, ma lo Sticky Wild compare solo durante i giri gratuiti e quando è attiva la funzionalità speciale Swarm Mode Feature.\nAbbiamo poi un simbolo Scatter, raffigurante un alveare circondato dai fiori, che se appare per almeno tre volte sui rulli avvia la modalità Free Spins.\nFunzionalità speciali\nWild Swarm presenta diverse funzionalità speciali, alle quali si può accedere sia durante il gioco base sia nei giri gratuiti, vediamole insieme:\n\nPick Feature: se compare sui rulli il simbolo raffigurante uno scrigno, al giocatore appaiono 5 premi istantanei tra cui scegliere.\nCollectable Bees: durante il gioco base, se il simbolo dell’ape in volo atterra in qualsiasi punto sui rulli, l’ape entra in un alveare e viene qui aggiunta; quando si raggiunge il numero di cinque api collezionate, si avrà accesso alla Swarm Mode Feature.\nSwarm Mode Feature: durante la Swarm Mode Feature sui rulli compaiono degli Sticky Wild e si ottengono dieci giri gratuiti.\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Swarm",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/wild-swarm-featured-1-286x217.jpg",
            "filename": "wild-swarm-featured-1-286x217.jpg"
        }
    ],
    "name": "Wild Swarm"
}