{
    "studio": "Play’n Go",
    "text": "\nWildhound Derby\nInformazioni generali\nSoftware: Play’N’Go\nRulli: 5\nLinee di gioco: 20\nImporto minimo della puntata: 0,20 €\nImporto massimo della puntata: 100 €\nVincita massima: x5000 volte la puntata\nReturn to Player (RTP): 96,5%\nCaratteristiche principali: tema e grafica\nWildhound Derby è una slot della Play’N’Go, provider che dopo aver ampiamente sfruttato temi classici come Antico Egitto e divinità greche torna sul catalogo con un gioco dalla tematica davvero originale!\nCi troviamo infatti nientemeno che in un cinodromo ad assistere a delle corse che vedono come protagonisti degli atletici cani: la particolarità del tema è accompagnata da una grafica che è invece molto lineare, senza particolari effetti speciali o animazioni 3D. Il gioco si apre con una bella panoramica del cinodromo, sui toni del blu e del verde e con il titolo del gioco accanto al quale campeggia l’immagine di un levriero bianco lanciato in corsa.\nLa schermata di gioco è altrettanto semplice: i rulli sembrano incorniciati dagli spalti e mantengono la stessa grafica asciutta; sotto i rulli troviamo tutti i tasti che ci offrono la possibilità di settare il gioco: importo della scommessa, numero di gettoni per linea e valore del singolo gettone, oltre che l’indicatore delle vincite ottenute e il tasto “i” tramite il quale si può accedere alla tabella dei pagamenti per scoprire quanto valgono i simboli.\nWildhound Derby: modalità di gioco\nPer quanto riguarda il gameplay, Wildhound Derby è una slot machine a cinque rulli e venti linee di pagamento, ed è possibile effettuare le scommesse a partire da 20 centesimi fino a un massimo di 100 €.\nLa vincita più alta che si può ottenere è pari invece a 5.000 volte la puntata, per arrivare a circa 500.000 €: questo dato ci fa intuire che la volatilità sia abbastanza alta, e dunque è bene non aspettarsi vincite piccole e frequenti.\nPer quanto riguarda il return to player (RTP), la Play’N’Go ci ha abituati a delle percentuali abbastanza elevate, e anche Wildhound Derby segue la linea di questo provider, attestandosi su un 96,5% di tutto rispetto.\nSimboli di Wildhound Derby\nQuesta originale slot machine propone, come del resto quasi sempre accade con i giochi della Play’N’Go, un’associazione di simboli tematici e non tematici. Tra questi ultimi abbiamo le immancabili carte da gioco, dal J all’Asso, che sono i simboli che hanno un valore minore e che offrono vincite di piccola entità ma più frequenti rispetto a quelle che si ottengono con i simboli legati al tema della slot.\nTra le icone tematiche troviamo invece le coccarde dei cani da corsa, le ricevute delle scommesse e altri. Il simbolo Wild è rappresentato da una coppa: funziona da jolly e come tale può sostituire tutti gli altri simboli per completare una combinazione vincente.\nWildhound Derby propone diverse funzioni speciali per aumentare le chance di vincita: abbiamo i simboli impilati, una ruota della fortuna e la possibilità di sfruttare diverse tipologie di Wild, tra cui Stacked Wilds e Walking Wilds.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wildhound Derby",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/01/wildbound-derby-free-286x217.jpg",
            "filename": "wildbound-derby-free-286x217.jpg"
        }
    ],
    "name": "Wildhound Derby"
}