{
    "studio": "Pragmatic Play",
    "text": "\nWild Walker\nUna data che ha cambiato per sempre il mondo culturale è senza dubbio il 1968, anno in cui il regista Romero girò il film “L’alba dei morti viventi”. Da allora si sono susseguiti una miriade di film, libri, giochi che hanno preso ispirazione da questo capolavoro del cinema, tutti con alcune variazioni sul tema ma tenendo ben saldo il protagonista principale: gli zombie, ossia uomini e donne deceduti che risorgono con un insaziabile appetito per la carne umana. È da queste premesse che prende vita Wild Walker, la slot creata da Pragmatic Play e lanciata in tutto il mondo agli inizi di settembre. Come da tradizione, la grafica è mozzafiato, con alcune animazioni e un sottofondo musicale incalzante che riesce a far salire la tensione in men che non si dica. Lo sfondo del gioco regolare è una metropoli allo sbando sulle cui strade si sono riservate orde di morti viventi, il gioco Bonus è ambientato all’interno di un centro di ricerca biologica.\nCaratteristiche principali della slot\nLa Pragmatic Play ha utilizzato una griglia con 5 rulli e 3 righe, con il gioco che si svolge su 25 linee di gioco fisse. La puntata totale minima di 0,25 €, la massima di 125 €. La vincita potenziale supera di 4.900 volte la puntata. La volatilità è alta, e ha un RTP del 96,55%.\nSimboli e funzionalità di Wild Walker\nCominciamo col dire che la combinazione minima di simboli vincenti su una linea di pagamento è di 3 mentre la massima è di 8. Tra i simboli che pagano meno ci sono quelli legati alle carte da gioco dal J all’Asso, seguiti dalle provette e dalla pistola per iniettare il siero guaritore. Con la donna che tiene in mano la motosega i premi cominciano a farsi interessanti, a salire troviamo la dottoressa con la siringa in mano e l’uomo col fucile. Il simbolo che paga di più è però il criminale con la pila. Il simbolo Wild è la donna-zombie, occupa l’intero rullo e sostituisce tutti i simboli eccetto il Bonus. Inoltre, è sempre presente durante ogni Spin, anche se ogni volta in posizione differente. Il teschio è il simbolo Bonus. Oltre a regalare giri gratis, fa accedere ai livelli speciali, che sono 4. Durante i giri gratuiti, trovando 3 bonus si sbloccano i livelli successivi.\nVediamoli nel dettaglio:\n• Livello 1: la griglia ha 5 rulli e c’è un Wild vagante da un rullo all’altro.\n• Livello 2: Griglia di 6 rulli, primo Wild bloccato sul rullo 1 e secondo Wild vagante.\n• Livello 3: griglia di 7 rulli, due Wild bloccati sul rulli 1 e 2 e un terzo Wild vagante.\nLivello 4: griglia di 8 rulli, 3 Wild bloccati sui rulli 1, 2 e 3 e simbolo Wild vagante.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Walker",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/10/wild-walker-logo-286x217.jpg",
            "filename": "wild-walker-logo-286x217.jpg"
        }
    ],
    "name": "Wild Walker"
}