{
    "studio": "IGT",
    "text": "\nWild Wolf\nInformazioni generali\nSoftware: IGT\nRulli: 5\nLinee di gioco: 50\nAutoplay: Si\nCaratteristiche principali\nLa slot machine Wild Wolf come tema e grafica somiglia molto alla sorella di casa IGT Wolf Run. Anche qui ci sono dei bellissimi lupi, disegnati con molta accuratezza, i paesaggi lunari e i riferimenti alla cultura dei pellerossa nordamericani.\nLa diversità con Wolf Run sta nella grafica un po’ meno elaborata, soprattutto per quanto riguarda lo sfondo, e nella modalità di gioco che sebbene simile ha delle differenze sostanziali, a partire dal numero di paylines che qua diventano 50. Sono presenti poi degli effetti sonori coerenti con il tema.\nQuesta slot, oltre a poter essere giocata da computer desktop, è ottimizzata per girare in maniera fluida anche su dispositivi mobili iOS e Android.\nNella scheda delle opzioni si possono scegliere le impostazioni grafiche in modo tale che il gioco scorra al meglio sul proprio dispositivo.\nWild Wolf dà la possibilità di giocare in maniera automatizzata con la funzione Autoplay, impostando fino a 50 giri; si potrà comunque tornare alla modalità manuale in qualsiasi momento semplicemente cliccando sul tasto stop.\nSimboli, Wild e Scatter\nAccanto ai simboli rappresentanti le carte da gioco dal 9 all’Asso, troviamo quelli tematici: ci sono lupi dall’aspetto diverso l’uno dall’altro, dei totem pellerossa, la casa del lupo su cui si affaccia una spettacolare luna piena e infine la foresta.\nIl simbolo Wild è, come in Wolf Run, il lupo che ulula alla luna piena che anche qui svolge la funzione di Jolly, sostituendo tutti gli altri simboli, ma non lo Scatter, nel completamento di una combinazione vincente su una payline.\nIl simbolo Scatter invece se compare per tre o più volte sui rulli 2, 3 e 5 regala dei giri gratuiti (cinque), durante i quali tutte le vincite sono raddoppiate.\nValore dei simboli\nI simboli che hanno valore più basso sono le carte da gioco: nel dettaglio, se 9, 10, J e Q compaiono per tre volte su rulli adiacenti, partendo da sinistra verso destra, pagano 25 volte la puntata, mentre se occupano tutte le cinque posizioni la vincita sarà pari a 1000 volte l’importo scommesso. L’Asso e il Re danno un moltiplicatore di 150x, mentre il valore dei totem è compreso tra i 25 e i 250 crediti.\nIl lupo nero regala 500 crediti, ma è il lupo che ulula alla luna piena il simbolo che paga di più: se compare infatti su tutti i cinque rulli regala un montepremi di ben 1000 crediti.\nSlot simili a Wild Wolf\nOltre alla già citata Wolf Run, sempre di casa IGT, possiamo trovare altre slot con tema simile, incentrate sulla natura selvaggia. Restando nell’ambito della stessa software house americana ricordiamo per esempio Siberian Storm, in cui tra i ghiacci siberiani si muovono delle tigri sinuose, oppure, se vi piacciono i lupi anche in versione cartoon, non potete perdervi Wolf Club di NetEnt.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wild Wolf",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/wild-wolf-slot-286x217.jpg",
            "filename": "wild-wolf-slot-286x217.jpg"
        }
    ],
    "name": "Wild Wolf"
}