{
    "studio": "Pragmatic Play",
    "text": "\nWIld Pixies\nWild Pixies è una slot machine di casa Pragmatic Play che ha come tema il mondo fatato delle creature dei boschi: si alternano sui rulli fatine e folletti alati dalle orecchie a punta, in un’atmosfera di gioco davvero magica e coinvolgente.\nQuesto tema non brilla per originalità, essendo infatti sfruttato parecchio da diversi sviluppatori per i loro giochi, tuttavia, quello che apprezziamo di questa slot è che il tema un po’ banale è accompagnato invece da una grafica che banale non lo è per nulla!\nCerto, se chi legge conosce le slot machine della Pragmatic, sa bene che questa software house raramente propone animazioni 3D o particolari effetti speciali, ma sa anche che quasi sempre le grafiche sono davvero ben realizzate!\nSulla schermata principale ci accoglie il bosco magico, in cui su uno sfondo dai toni del viola e del blu campeggiano dei fiori colorati; i rulli invece sono collocati al centro di una sorta di radura fatata circondata da campanule viola.\nPer quanto riguarda il gameplay, questo è abbastanza lineare anche se sono presenti delle funzioni speciali che lo arricchiscono. La volatilità di Wild Pixies è medio-alta e ciò significa che sebbene le vincite non siano molto frequenti, ci sono buone possibilità che possano essere di un certo valore. L’RTP, come di consueto per le slot della Pragmatic, si attesta sul 96,5%.\nSimboli, Wild e Scatter\nCome accade nella gran parte delle slot machine, anche in Pixie Wild sono presenti simboli non tematici e simboli tematici. I primi sono costituiti dalle carte dal gioco dal 9 all’Asso e tra tutti i simboli sono quelli che hanno valore minore, con una vincita massima di 1,50 € per l’Asso quando compare su tutti i cinque rulli.\nI simboli tematici sono invece rappresentati da quattro folletti, due maschi e due femmine, ciascuno dei quali è caratterizzato da un colore diverso: il folletto femminile su sfondo azzurro paga un massimo di 1,50 €, quello maschile in verde e femminile in rosa fino a 2 € e infine, il folletto maschio in blu è il simbolo che paga più di tutti arrivando fino a 2,50 €.\nIl simbolo Wild è rappresentato da un paio di ali e dalla scritta “Wild”, ha funzione di jolly e sostituisce tutti gli altri simboli tranne lo Scatter.\nLo Scatter è invece un medaglione d’oro con incastonato un diamante e può apparire solamente sui rulli 2, 3 e 5: quando compare su questi rulli permette di accedere alla funzione speciale “Roaming wild free spins”, che offre diversi giri gratuiti.\nSlot simili a Wild Pixies\nTra le altre slot a tema magia e fatine, citiamo Pixies of The Forest della software house IGT, Acorn Pixies della Bally e infine la bella Pixie Gold dello sviluppatore Lightning Box.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "WIld Pixies",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/11/wild-pixies_free-286x217.jpg",
            "filename": "wild-pixies_free-286x217.jpg"
        }
    ],
    "name": "WIld Pixies"
}