{
    "studio": "Yggdrasil",
    "text": "\nWilhelm Tell\nChi non ha mai sentito parlare di Guglielmo Tell?\nSi tratta di una delle storie medievali più famose del Medioevo, in cui un famoso arciere tedesco si ritrova a dover affrontare una sfida per salvarsi la vita. Dovrà infilzare con la sua freccia la mela che si trova sopra la testa di un fanciullo.\nProva ad immaginare quanta tensione avrà provato al momento del tiro il povero Guglielmo Tell, che sperava di non uccidere il ragazzo. Bene, Yggdrasil è riuscito a ricreare la stessa sensazione nei giocatori di questa bella Slot Machine ad ogni singola giocata.\nContinua a leggere per saperne di più!\nUna grafica fiabesca\nQuella di Guglielmo Tell, comunque, è una fiaba come molte altre, da Cenerentola e Raperonzolo. Per questo, Wilhelm Tell di Yggdrasil riprende la scena fiabesca ambientando la vicenda in alta montagna. Lo sfondo è proprio un pascolo, che potrebbe anche essere una scena idilliaca, quella che, ai tempi dei romani, si chiamava locus amoenus.\nLa griglia è una classica 5×3 di quelle che se ne vedono tutti i giorni, ma invece di fluttuare nell’aria, si trova all’interno di una baita di montagna.\nDietro la griglia, quindi, c’è uno spettacolo per la vista, con alte montagne e altre baite con il fumo che esce dal camino e che ti dà la possibilità di rilassarti mentre giochi.\nIn fin dei conti, non c’è nulla di molto complesso nella grafica, si tratta di una Slot Machine bella da vedere e simpatica da giocare.\nLe funzioni e i simboli della Slot Machine\nWilhelm Tell di Yggdrasil è certamente una Slot Machine che riprende una favola, ma quando si tratta di vincere soldi è la Slot giusta allo scopo. Ti abbiamo detto che la griglia è una classica 5×3 e, allo stesso modo, le linee di pagamento seguono la stessa lunghezza d’onda attestandosi su 20 paylines. Ciò che rende questa Slot perfetta per chi vuole vincere un sacco di soldi è la percentuale di RTP: si parla di un incredibile 97%, quando la media delle altre Slot Machine si aggira sul 95,5%. Per questo devi assolutamente crederci se ti diciamo che le vincite sono estremamente frequenti.\nIl simbolo Wild è molto interessante perché è di tipo Expanding e si allarga su ben 3 caselle in verticale, dandoti la possibilità di effettuare più combinazioni vincenti grazie alla sua tendenza a sostituire tutti i simboli possibili all’interno di una linea di pagamento.\nAnche gli Scatter sono molto interessanti, perché ottenendone 3 in fila su un rullo, avrai la possibilità di entrare nella funzione Free Spin, che ti permette di ottenere un moltiplicatore 5x con un free spin, ma anche un moltiplicatore 50x se riuscirai a collezionare 10 o più free spins.\nFai attenzione anche ai simboli secondari, perché il Tiranno rappresenta un moltiplicatore di 7.5x che, nonostante tutto, rappresenta in ogni caso una grossa vincita.\nAltre Slot Machine simili\nSe ti è piaciuto il tema di questa Slot Machine abbiamo l’alternativa giusta per te nel caso in cui ti dovessi annoiare. Si tratta di Robin Hood: Shifting Riches, ossia la Slot che riprende la storia del famoso Robin Hood. Ambientata nella foresta di Sherwood, vede moltiplicatori progressivi di 5x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wilhelm Tell",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/06/wilhelm-tell-free-286x217.jpg",
            "filename": "wilhelm-tell-free-286x217.jpg"
        }
    ],
    "name": "Wilhelm Tell"
}