{
    "studio": "iSoftbet",
    "text": "\nWilliam Tell & The Wild Arrows\nUn eroe leggendario\nLe gesta di Guglielmo Tell, leggendario personaggio della cultura svizzera, sono conosciute da tutti. Per i pochi che non lo sapessero, Guglielmo era stato obbligato da Gessler, amministratore del re, a scagliare una freccia con la sua balestra cercando di colpire una mela posta sopra la testa del figlio piccolo. La ISoftBet ha creato una slot bellissima dal punto di vista grafico, ambientata in una vallata elvetica attraversata da un fiume, con l’azzurro e il verde a farla da padrone. La griglia si trova in una struttura di legno e i tasti sono posizionati sula destra. Lo spazio in alto è invece destinato ai tre Jackpot a disposizione. I simboli sono disegnati con precisione e la musica di sottofondo aumenta ancor di più il tono epico del gioco.\n \nCaratteristiche della slot\nLa ISoftBet ha puntato su una griglia classica, con 5 rulli e 3 righe su cui si snodano le 25 linee di pagamento fisse. Le scommesse partono da un minimo di 0,25 € per salire sino a un massimo di 25 € partita. Per velocizzare le giocate possiamo sfruttare la funzione Autoplay che permette di impostare un numero definito di giri automatici, o la funzione Turbo, che invece accelera la rotazione dei rulli. Si vince associando simboli identici su una linea di pagamento attiva.\nIl ritorno teorico al giocatore è del 96%, la volatilità è bassa.\n \nBonus e tre ricchi Jackpot\nIn William Tell & the Wild Arrow troviamo due gruppi di simboli, quelli base e quelli High. I primi sono rappresentati dalle carte da gioco buone per una scala reale e non ripagano cifre elevate, al contrario dei simboli tematici che hanno valore molto più alto. Per avere una chiara idea delle ricompense consigliamo di accedere al menù interno e andare alla voce Payment.\nTra i simboli speciali troviamo il Wild che sostituisce tutti i simboli eccetto lo Scatter, qui rappresentato da un bersaglio. Servono 5 o più di questi simboli per dare avvio a 3 Respins gratuiti durante i quali vedremo atterrare sui rulli moltiplicatori compresi tra 1x e 100x. In ogni momento una freccia può colpire la griglia e suddividere un settore in altri mini-riquadri, con possibilità di creare maggiori combo. Durante i Respins è possibile vincere uno dei tre Jackpot, che moltiplicano la scommessa x20, x50 o x100.\nCi sono poi cinque modificatori che possono comparire durante il gioco base. Uno riempie la griglia di un solo simbolo, dando vita a numerose combinazione, un altro trasforma alcuni simboli in Wild, un altro rimuove i simboli di basso livello.\n \n\nDomande Frequenti \nI Jackpot sono progressivi?\n\nNo, in William Tell & the Wild Arrow abbiamo 3 Jackpot fissi che moltiplicano la puntata x20, x50 o x100.\n\n\n\nA quanto corrisponde il ritorno teorico al giocatore?\n\nIn questa fase il valore RTP corrisponde al 96%.\n\n\n\nCome faccio a ottenere i modificatori?\n\nI modificatori sono casuali, ma per chi volesse può acquetarli cliccando il tasto della maschera alla sinistra della griglia.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "William Tell & The Wild Arrows",
            "src": "https://img.slotjava.it/wp-content/uploads/2022/12/william-tell-and-the-wild-arrows_logo-286x217.jpg",
            "filename": "william-tell-and-the-wild-arrows_logo-286x217.jpg"
        }
    ],
    "name": "William Tell & The Wild Arrows"
}