{
    "studio": "Endorphina",
    "text": "\nWindy City\nSenza dubbio Windy City è una slot dalla grafica impeccabile capace di rapire il giocatore sin dalla prima occhiata. Prodotta dal provider Endorphina, è ispirata agli anni del Proibizionismo e al commercio di prodotti di contrabbando. La storia ruota intorno a un gangster senza scrupoli, alla donna amata e al suo braccio destro, che si muovono in una Chicago nostalgica fatta di luci al neon, teatri fumosi e locali in cui si suona musica jazz. La schermata principale si apre con i due protagonisti del gioco, il boss in completo blu con un fucile in mano e la sua amata con una fascia dorata intorno alla testa e una sigaretta tra le dita.\nI rulli si trovano in una cornice decorata con luci dorate e sullo sfondo si intravede una scorcio notturno di una via di Chicago. In basso sono presenti tutti i box per il settaggio del gioco e quelli per tenere d’occhio le vincite, il credito residuo, le linee di gioco, l’attivazione dei giri gratuiti.\nNel complesso giocare a Windy City risulta essere un’esperienza piacevole e che non richiede una grande esperienza.\nCaratteristiche principali della slot\nWindy City ha una struttura tradizionale a cinque rulli e tre righe. Le linee di pagamento sono venti ed è possibile effettuare puntate che vanno da dieci centesimi sino a un massimo di 200 € per ogni giro. La vincita si ottiene quando su rulli adiacenti compaiono almeno tre simboli uguali da sinistra verso destra, mentre il ritorno teorico al giocatore (return to player o RTP) è pari al 96%, pienamente nella media delle altre slot. Per chi vuole provare le funzionalità del gioco senza impegno, è possibile utilizzare la demo  gratuita e poi decidere in un secondo momento se cimentarsi oppure no in una scommessa vera e propria. Come detto in precedenza, lo schema è molto semplice e rispecchia fedelmente la slot terrestre Windy City, pur essendo decisamente migliorata dal punto di vista della grafica, che qui è strabiliante, con tanto di musiche di sottofondo che ci fanno immergere appieno nell’ambientazione.\nSimboli e funzionalità di Windy City\nI simboli hanno diverso valore: i numeri e le lettere si riferiscono alle carte da gioco (dal dieci all’Asso) e pagano meno; gli altri simboli, come ad esempio la cassa di whisky, la donna del boss, il suo braccio destro, pagano di più. Naturalmente il boss garantisce vincite più alte, soprattutto nel caso in cui compaia per ben cinque volte. Oltretutto questo simbolo ha pure la funzione di Wild, quindi funge anche da jolly andando a sostituire tutti gli altri simboli. Lo Scatter invece è rappresentato dall’automobile anni ‘30 e può avere anche la funzione di Wild. Se appare per tre volte si ha diritto a dieci giri gratuiti, oltre a sostituire tutti gli altri simboli. Un’altra funzione interessante di questa slot è la funzione Gamble, ossia la possibilità di sfidare il banco. In questo caso il giocatore si trova davanti a quattro carte coperte, indovinando il colore si può raddoppiare la vincita, ma se si sbaglia il rischio è quello di perdere tutto l’importo della vincita.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Windy City",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/04/windy-city-gratis-286x217.jpg",
            "filename": "windy-city-gratis-286x217.jpg"
        }
    ],
    "name": "Windy City"
}