{
    "studio": "Jade Rabbit Studio",
    "text": "\nWings of Hermes\nNonostante siano passati secoli, il fascino delle divinità greche non ha mai smesso di influenzare cinema, libri e videogiochi.\nQuesti personaggi, così potenti eppure così umani, hanno avuto un enorme successo anche nel mondo delle slot machine, che ancora oggi li scelgono come loro protagonisti.\nMa se di solito sotto la luce dei riflettori c’è il potentissimo Zeus, Jade Rabbit Studio, con la sua Wings Of Hermes, decide di incentrare la sua slot machine su Ermes, il messaggero degli Dei.\nSaranno riusciti a creare un prodotto degno dell’Olimpo? Scopriamolo in questa recensione.\nAlle pendici dell’Olimpo con Wings Of Hermes\nWings Of Hermes catapulta i suoi giocatori in un ambiente davvero affascinante. Tutto ci fa pensare all’antica Grecia, come le verdi montagne costiere del mediterraneo o la solenne architettura.\nUn golfo, circondato da montagne rigogliose, fa da sfondo alla griglia 5×3, contornata da colonne e dal caduceo di Ermes. Alla destra della griglia invece troviamo proprio il protagonista della slot, Ermes, che fluttua solennemente a pochi centimetri da terra.\nTra i simboli che troveremo sulla griglia, oltre alle classiche lettere delle carte da gioco, troveremo vari elementi collegato alla divinità in questione. I suoi stivaletti alati, il suo elmo alato, una lira e il volto dello stesso Ermes rappresentano i simboli di valore maggiore. Una “W” alata rappresenta il simbolo scatter, mentre il caduceo del dio figura come Simbolo Scatter.\nIn Volo Verso L’Olimpo con Wing Of Hermes\nAd affiancare il solido comparto artistico di Wings Of Hermes c’è un gameplay molto classico, ma dotato comunque di qualche tocco interessante che potrebbe interessare anche a chi cerca esperienze fresche e diverse dal solito.\nLe giocate gratuite verranno attivate trovando consecutivamente abbastanza simboli scatter da poter riempire la barra legata al caduceo a sinistra della griglia. Una volta attivata la funzione, la scena cambierà completamente, e il giocatore verrà portato oltre le nuvole alla cima dell’Olimpo, nel vero e proprio regno degli dei.\nUn aspetto che rafforza ancora di più il comparto artistico, ma con un RTP “solo” del 95.36% e una funzione di giocate gratuite attivabile solo avendo trovato 7 o più simboli scatter in successione, Wings Of Hermes si presenta come una slot machine estremamente poco generosa con i propri giocatori.\nSlot simili a Wing Of Hermes\nSe state cercando slot simili a Wing Of Hermes, vi consigliamo Almighty Reels Power Of Zeus e Rise Of Olympus.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wings of Hermes",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/07/wings-of-hermes_thumb-286x217.png",
            "filename": "wings-of-hermes_thumb-286x217.png"
        }
    ],
    "name": "Wings of Hermes"
}