{
    "studio": "NetEnt",
    "text": "\nWings of Riches\nLe favole sono una parte importante nella crescita di ognuno di noi. Ci fanno sognare, come anche ci insegnano importanti messaggi spesso di amore, speranza e coraggio. Nelle favole, una figura ha sempre spiccato particolarmente ed è quella della fata. Una creaturina di rara bellezza, spesso rappresentata buona e saggia come fata madrina, ma talvolta anche maliziosa e astuta.\nWings of Riches della NetEnt è una slot che parla di fate e luoghi incantati con una grafica accattivante. Ed è proprio da quest’ultima caratteristica della slot che inizieremo la nostra recensione.\nWings of Riches – Grafica\nLa griglia di Wings of Riches ci porta fra gli alti steli di fiori e verdi fili d’erba di un bel prato primaverile.\nGià di primo acchito la slot dà sfoggio di una grafica a dir poco deliziosa e ben curata e che lascia molto spazio ai suoi simboli. Tanto che la vera e propria griglia di gioco non c’è nemmeno, lasciando così i simboli a “galleggiare” nell’aria.\nAd ogni nostro spin vedremo simboli come quelli di fiori di diverso colore e forma, dei simpatici maggiolini e una tenera coccinella. Insieme a questi non mancano, ovviamente, le fate. Bellissime ed ognuna differenziata non solo per colori che ricordano diversi fiori con l’iris, la rosa, il narciso o semplicemente foglie smeraldine, ma anche per lineamenti del viso dando così maggior carattere ad ogni fatina. Una musica soave e sognante, con il cinguettio degli uccellini, ci accompagnerà durante le giocate.\nWings of Riches è una slot curata fin nel minimo dettaglio e che offre la qualità artistica tipica di svariate slot NetEnt. Ma se Wings of Riches è un piacere per gli occhi, lo sarà altrettanto sulla parte tecnica e di gioco? Scopritelo al prossimo punto della nostra recensione.\nWings of Riches – Gameplay\nDa un punto di vista tecnico, ci troviamo di fronte a una slot abbastanza classica, che va a sfruttare una meccanica molto comune tra i titoli online. La griglia di gioco, infatti, è di tipo 5*3 e vengono mostrati quindici simboli a ogni giocata.\nTra i simboli speciali a cui è bene prestare attenzione ci sono quello Wild e quello Scatter, di cui parleremo ora nel dettaglio: cominciando dal primo, esso è il Dente di Leone (chiamato anche soffione gergalmente) che ha la capacità di diffondersi, come portato da l vento, su altri due simboli vicini. Ogni simbolo Wild si triplica in questo modo, dando la possibilità di ottenere delle vincite stupefacenti (sebbene capiti che si diffonda su un già presente simbolo Wild.\nIl simbolo Scatter, invece, è rappresentato dalla libellula viola e sarà necessario trovarne almeno tre per poter innescare la modalità bonus.\nSlot simili a Wings of Riches\nLe fate sono da sempre molto apprezzate nel panorama delle slot online. Infatti sono innumerevoli le slot a tema fatato, ma fra queste spiccano particolarmente: Fairy Tale, Faerie Spell, Secrets of the Forest, Enchanted Crystal ed Enchanted Meadow.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wings of Riches",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/12/wings-of-riches-featured-286x217.jpg",
            "filename": "wings-of-riches-featured-286x217.jpg"
        }
    ],
    "name": "Wings of Riches"
}