{
    "studio": "WMG",
    "text": "\nWitch hunter\nLa WMG si discosta leggermente dallo stile semplice e fiabesco che interessa molti dei suoi titoli per proporre una slot più cupa e crepuscolare. Stiamo parlando di Witch Hunter, un gioco che ci trasporta nell’oscuro periodo della caccia alle streghe.\nScopriamo insieme questa slot andando ad analizzare il comparto grafico e le meccaniche di gioco.\nWitch Hunter: l’aspetto visivo\nCominciamo quindi con il fattore che possiamo notare sin da subito: la grafica del gioco. A fare da cornice alla griglia troviamo un maniero immerso nella notte, con un fuoco fatuo sulla destra e un pozzo da cui risalgono delle strane scintille viola sulla sinistra.\nI simboli che compongono le varie combinazioni sono quelli inerenti questo mondo: esorcisti, cacciatrici, streghe, zombie, gargoyle e sepolcri. Una piccola chicca visiva si trova nel calderone che è posizionato sotto la griglia: per ogni giocata, il calderone distruggerà i vecchi simboli così che di nuovi possano cadere dall’alto (abbiamo già visto una meccanica simile in un’altra slot della WMG, ovvero Pigs & Bricks).\nDa un punto di vista sonoro, invece, ci troviamo di fronte a una musica incalzante che non smette mai di risuonare, neanche durante le giocate. Nella nostra esperienza, al contrario di altre slot, in questo caso la musica non risulta fastidiosa neanche dopo un periodo prolungato di tempo, ma potresti voler ridurne il volume.\nLa musica è inoltre accompagnata da suoni d’atmosfera, come il ringhiare dei lupi, il verso di un gufo o il grido prolungato di una donna (o il verso di un altro uccello, non è chiaro questo aspetto), il tutto per far calare il giocatore nei panni di un cacciatore di vampiri.\nWitch Hunter: come giocare?\nQuella che ci troviamo davanti, come da tradizione italiana WMG, è una slot con un meccanismo 5*3 in cui vengono mostrati quindici simboli a ogni giocata. La meccanica più interessante e rara è quella che permette di girare i rulli per due volte in ogni turno.\nDopo il primo giro, infatti, potremo bloccare quante colonne vogliamo e far girare nuovamente le altre, allo scopo di ottenere vincite dal valore maggiore.\nÈ importante sottolineare un aspetto: mentre in altre slot scegliere il valore minore o maggiore di puntata non cambia il gameplay ma solo il valore delle vincite, nel caso delle slot WMG, aumentare il valore delle puntate spesso ci permette di passare da cinque linee di vincita a dieci, raddoppiando le nostre possibilità di ottenere una combinazione vincente.\nNaturalmente questo è un aspetto che dovrai decidere tu in base alla tua esperienza e strategia di gioco, in quanto aumentare la puntata aumenta anche i rischi relativi alle perdite.\nPassiamo alla modalità bonus: questa viene innescata trovando almeno tre simboli Scatter (vanno bene in qualsiasi posizione), ovvero il grimorio. Durante questa modalità ci troveremo di fronte a un calderone in cui potremo aiutare la strega scegliendo quali pozioni aggiungere. Il risultato della pozione può essere positivo o negativo e il nostro scopo è quello di trasformare la strega in una giovane e avvenente fanciulla.\nSlot simili a Witch Hunter\nLa magia e le streghe, di conseguenza, sono molto comuni nel mondo delle slot online. Se ti interessa questo tema, quindi, potresti voler controllare Witch Pickings della NextGen (con un tono molto più leggero) o Witches Cauldron della Topgame.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Witch hunter",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/09/witch-hunter-logo-1-286x217.jpg",
            "filename": "witch-hunter-logo-1-286x217.jpg"
        }
    ],
    "name": "Witch hunter"
}