{
    "studio": "Habanero",
    "text": "\nWizards Want War\nCosa vogliono i maghi? La guerra! Quando la vogliono? Adesso! O almeno così sembrerebbe perché questa è la premessa alla base di questa slot machine a tema fantasy di Habanero intitolata Wizards Want War! Se sei un fan di questo genere epico, ti suggerisco di provare subito questo gioco ricco di personaggi che si alleano con le grandi forze del Bene e del Male. Per comprendere meglio funzioni e simboli, continua a leggere questa breve recensione.\nScommesse e Layout di Wizards Want War\nCon lo scoppio di una battaglia magica, la schermata della slot Wizards Want War si animerà di personaggi fantastici e maghi agguerriti pronti a tutto pur di vincere! La partita comincia con 3 file di simboli che si estendono su 5 rulli per formare la tipica griglia di 15 icone. Avrai 25 linee di pagamento fisse disponibili su ogni giro (questo numero non può essere modificato). Tutte le linee pagano da sinistra a destra solo nel gioco principale, ma pagano in entrambe le direzioni durante i giri gratuiti. Il livello di scommessa può essere cambiato da una a dieci monete per linea in un intervallo compreso tra 25 e 250 monete.\nSimboli principali in Wizards Want War\nI simboli di alto valore includono i nostri due Maghi combattenti del bene e del Male. Cinque icone del Mago Buono valgono 350x mentre cinque icone del Mago Crudele valgono 300x\nCinque Libri degli Incantesimi ti regalano 240x\nCinque Grifoni ti regalano 180x\nCinque Teschi ti regalano 120x\nLe lettere J, Q, K e A, decorate secondo lo stile fantasy, costituiscono i valori più bassi e pagano da 100x a 50x nelle diverse combinazioni.\nIl Jolly è un grande simbolo dorato che sostituirà i simboli standard per aiutare a creare partite vincenti\nGli oggetti in cristallo verdi e blu che appaiono rispettivamente sui rulli due e quattro sono i simboli Bonus. L’atterraggio di queste icone colorate sui rulli due e quattro ti ricompenserà con 10 giri gratuiti. In questa fase, dovrai selezionare quale mago impersonificare per ottenere vincite selvagge.\nChe cos’è la Funzionalità Duello?\nUn duello può verificarsi in qualsiasi momento nel gioco base con l’atterraggio dei due maghi sui rulli uno e cinque e durante il round Giri Gratis. In questa sfida vis a vis i maghi lanceranno le loro palle di fuoco l’uno contro l’altro e il primo che riuscirà a colpire tre volte (o una volta nei giri gratuiti) l’avversario, è il vincitore. Il mago dai capelli grigi assegnerà un moltiplicatore di 3x e quello dai capelli scuri di 2x. A questo punto si attiverà una ruota magica che rivelerà uno schema di simboli jolly che verranno aggiunti ai rulli e verrà conteggiato il pagamento. Vincere un duello aumenterà i contatori arancione e blu posizionati su entrambi i lati dei rulli e una volta che raggiungerai la cima, il giro successivo sarà un giro moltiplicatore.\nLe mie considerazioni finali su Wizards Want War\nSi tratta di una slot fantasy non troppo complessa che offre un gameplay intelligente, grafica di alta qualità e una trama molto emozionante e coinvolgente, soprattutto al momento del duello tra i due Maghi. Con una volatilità nella media e uno stile di gioco orientato all’azione, credo che questo gioco possa piacere sia agli appassionati del tema epico che ai giocatori alla ricerca di una slot originale e ricca di colpi di scena. Se desideri farti un giro, puoi sfruttare anche la modalità Demo per poi passare ai soldi reali e sconfiggere le forze del Male!\n\nFAQ - Domande frequenti su Wizards Want War \nQual è il fattore RTP di Wizards Want War?\n\nL’RTP di questo gioco è pari al 96,59% circa.\n\n\n\nCi sono delle limitazioni quando si gioca su un dispositivo mobile?\n\nGioca online sui migliori casinò AAMS-ADM selezionati per te utilizzando qualsiasi dispositivo mobile moderno. Non è necessario scaricare l'App per iPhone o il file .apk Android per giocare alle nostre slot gratis.\n\n\n\nChe tipo di funzioni speciali posso aspettarmi?\n\nQuando le icone bonus appaiono sui rulli 2 e 4, i fortunati vincitori potranno godere dei 10 Wizards Want War Free Spins. Prima dell'inizio del gioco, scegli uno dei simboli più votati e goditi i duelli garantiti.\n\n\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Wizards Want War",
            "src": "https://img.slotjava.it/wp-content/uploads/2020/07/wizards-want-war_new-286x217.jpg",
            "filename": "wizards-want-war_new-286x217.jpg"
        }
    ],
    "name": "Wizards Want War"
}