{
    "studio": "WMS",
    "text": "\nZeus III\n\nInformazioni generali\nSoftware: WMS\nRulli: 5\nLinee di gioco: 192\nPuntata minima: 0,40 €\nVincita massima: 800 x\nVolatilità: medio alta\nCaratteristiche generali\nQuesta divertente slot sviluppata dalla software house WMS, non è di certo la prima ad avere come protagonista il dio greco del cielo e del tuono, nemmeno in casa WMS. Zeus III infatti è solo l’ultima versione della serie dedicata al padre degli Dei: segue Zeus e Zeus II rilasciata però soltanto su Facebook.\nRiuscirà quest’ultima versione a onorare l’eredità lasciata dalle famosissime slot che l’hanno preceduta? Vediamolo insieme!\nUna prima particolarità che balza agli occhi è che si tratta di una slot a sei rulli anziché i tradizionali cinque, e con una struttura di gioco veramente unica che si chiama Real Boost.\nIn pratica le colonne non contengono tutte lo stesso numero di simboli, ma variano a seconda della posizione: nel primo rullo abbiamo due soli simboli, nel secondo tre, nel terzo quattro e così via, fino al sesto rullo che ha il numero maggiore di simboli, sette, in una sorta di struttura piramidale.\nQuali sono i simboli di Zeus III?\nIl faccione barbuto di Zeus campeggia sulla schermata principale della slot e rappresenta anche uno dei simboli più importanti.\nI simboli regolari sono costituiti dai quattro semi delle carte da gioco, mentre quelli speciali sono invece Zeus, appunto, la mano del padre degli dei nell’atto di scagliare un fulmine e un tempio greco.\nÈ presente un simbolo Wild con funzione di Jolly, che può sostituire tutti gli altri simboli tranne quello Feature quando si deve completare un allineamento vincente.\nIl simbolo Feature è la novità di questo gioco e non è presente su tutti i sette rulli ma solo su quelli che vanno da due a sei.\nCome si gioca a Zeus III?\nLa modalità di gioco di questa slot non è immediata ma, una volta capiti i meccanismi, risulta particolarmente divertente e coinvolgente.\nCome da tradizione, le vincite vengono pagate per un allineamento di simboli identici adiacenti a partire da sinistra verso destra.\nLa novità arriva con il simbolo Feature: quando tre o più Feature compaiono sui rulli, dal secondo al sesto, anche in una posizione non adiacente, si esce dal gioco regolare e si passa alla funzionalità Free Spins. Quando il gioco è in questa modalità, se uno o più simboli raffiguranti Zeus, compaiono in qualsiasi posizione sui rulli, automaticamente “riempiono” tutto il rullo, trasformandolo in un intero Rullo Wild: il rullo Wild ha la stessa identica funzione del simbolo, ossia è un Jolly che aiuta a completare un allineamento vincente sostituendo gli altri simboli tranne quello Feature.\nMa non finisce qui! Se sui rulli compaiono in qualsiasi posizione cinque simboli Feature, si ottengono ben 50 free spins, oltre che una vincita pari a 50 volte la puntata iniziale, non solo, se mentre si giocano i giri gratis compare di nuovo il simbolo Feature per almeno tre volte, automaticamente si ottengono altri dieci giri gratis in aggiunta ai precedenti 50.\nInsomma, se volete divertirvi, con Zeus III rischiate seriamente di non riuscire a staccare gli occhi dallo schermo!\n\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Zeus III",
            "src": "https://img.slotjava.it/wp-content/uploads/2019/10/zeus-iii-slot-286x217.jpg",
            "filename": "zeus-iii-slot-286x217.jpg"
        }
    ],
    "name": "Zeus III"
}