{
    "studio": "Peter and Sons",
    "text": "\nZombies At The Door\nSiamo ad Halloween? O no forse non è Halloween? Bè, questo poco importa: gli zombie sono alla tua porta! E devi sapere che quando si tratta di denaro e vincite, anche gli antichi minatori sono pronti a scendere in campo, proprio come accade con Zombies At The Door. Questa video slot firmata da Peter & Sons ha una struttura molto classica, con una griglia 5×3 e 20 linee di pagamento. Il gioco è caratterizzato dalla presenza di Jolly, Scatter e i soliti due giochi bonus che sono tanto amati dal provider. È possibile infatti sfruttare i pannelli crescenti o una funzione di colpo rapido per riuscire a sbloccare delle vincite fortunate quando uno Scatter appare sul quinto rullo. Di seguito scopriremo quali sono le caratteristiche della macchinetta e le sue funzionalità.\nGrafica della slot\nA livello grafico siamo perfettamente in linea con le scelte stilistiche di questa software house che presenta tutto con un tocco ironico e ricreato in stile fumetto. Parte integrante del gioco, oltre ai simboli scelti per raccontare questa storia, è l’accumulo di punti che aumentano la possibilità di avanzamento delle funzionalità speciali, da usare poi per aumentare le vittorie sui giri. Per questo motivo è importante capire quali sono le funzioni speciali sui giri gratuiti che un giocatore potrà ottenere.\nCaratteristiche di gioco e funzionalità speciali\nCon 5 simboli Scatter, che agiscono sulla barra di avanzamento, si sblocca un gioco bonus Free Spins che assegna 10 giri gratuiti. Si gioca a partire da un nuovo pannello 5×4 e ben 40 linee di pagamento. Se poi si trovano 5 Scatter durante il gioco bonus si potrà invece attivare una partita Super Free Spin con 10 giri gratuiti aggiuntivi. Anche in questo caso vi è un’estensione della griglia di gioco che passa a un pannello 5×5 e in totale 60 linee di pagamento a disposizione del giocatore.\nAbbiamo poi citato il “Colpo veloce”, ovvero la funzione Quick Hit che offre subito delle vincite sui simboli High ogni volta che apparirà uno Scatter sul rullo numero 5. Giusto per aggiungere un po’ di pepe sui rulli!\nConsiderazioni finali sulla slot\nÈ davvero difficile non elogiare l’operato di uno studio come quello di Peter & Sons, che nella sua semplicità sta seguendo una strada precisa, portando avanti le proprie idee. La grafica è il simbolo centrale di questo provider, che cerca di presentare sempre qualcosa di pulito e divertente, anche se tratta tematiche “cupe” come quella di Zombies At The Door.\nIl vero punto di forza di questa slot resta però la possibilità di accumulare vincite importanti grazie alle funzionalità speciali che ha previsto. Quindi con i giri gratuiti il giocatore può riuscire a mettere in atto colpi importanti, fino ad arrivare a una vincita massima di 9500x.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Zombies At The Door",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/05/zombies-at-the-door_logo-286x217.png",
            "filename": "zombies-at-the-door_logo-286x217.png"
        }
    ],
    "name": "Zombies At The Door"
}