{
    "studio": "Aristocrat",
    "text": "\nZorro\nFra i personaggi fittizi più amati, Zorro sicuramente occupa una delle prime posizioni. D’altronde come non amare una persona che sta dalla parte della giustizia infrangendola? Le caratteristiche che hanno reso celebre Zorro, vengono così sfruttate all’interno dell’omonima slot della Aristocrat.\nNe parleremo nel dettaglio in questa recensione.\nZorro – L’essenziale\nLa componente grafica di questa slot a tema Zorro, salta particolarmente all’occhio per la sua estrema semplicità. Ma se spesso puntare alla semplicità grafica può essere una carta vincente, per quanto riguarda Zorro non è propriamente così.\nSu uno sfondo nero decorato solamente dal nome del famoso spadaccino mascherato, poggia la griglia di gioco con i suoi semplici 5 rulli di un color beige.\nSpostiamoci a parlare dei simboli che vengono rappresentati da ritratti di Zorro stesso, il suo fidato destriero Tornado, la bella Lolita Pulido e il capitano Ramon, l’antagonista principale. Essi sono illustrati in modo cartoon e su degli sfondi colorati e sgargianti. Il design è semplice quanto la slot.\nInsieme a questi simboli troviamo anche altri come una botte di legno, un sacco pieno di soldi, come anche i classici simboli delle carte da gioco (A, K, Q, J e 10). Questi ultimi si dividono fra simboli semplici ed altri con sopra le iniziali di Zorro da combinare. Entrambi hanno font tutt’altro che ispirati, benché ognuno di essi sia impreziosito da un piccolo dettaglio come una corona o gioielli.\nIl lato sonoro, invece, è ridotto all’osso tanto che non c’è nessun accompagnamento musicale. Ogni spin è accompagnato da suoni elettronici che si potrebbero udire in qualsiasi altra slot machine. Insomma, questa slot per quanto semplice non spicca per originalità.\nCome sarà il lato tecnico, invece? Scopriamolo subito.\nDa un punto di vista tecnico la slot presenta molte caratteristiche in comune con altri titoli online, in quanto presenta 5 rulli che ruotano su loro stessi mostrando 3 simboli ciascuno. Le linee di vincita sono 25 e la modalità bonus è tra le più interessanti che si possano trovare online.\nCome si innesca questa funzione? Le lettere che compongono il nome di Zorro possono andare a coprire i simboli di minor valore e nel momento stesso in cui la scritta “Zorro” appare sul nostro schermo s’innescheranno i giri gratuiti. Le caratteristiche di questi freespin cambieranno da bonus a bonus: talvolta verrà chiesto di scegliere una porta dietro la quale si cela uno dei simboli della griglia, una volta trovato durante i giri gratuiti, questo simbolo elargirà una vincita causale al giocatore.\nUna seconda tipologia di bonus prevede una comparsa dell’eroe a cavallo sullo schermo di gioco, il quale traccerà il suo celebre segno sui dei simboli casuali facendoli diventare simboli jolly.\nEcco quindi che le caratteristiche speciali di questa slot sopperiscono ad alcune mancanze dal punto di vista grafico.\nSlot simili a Zorro\nNon esistono molte altre slot che sfruttano questo personaggio ma fortunatamente si possono trovare titoli basati su altre serie letterarie di successo. Come: Moby Dick della Microgaming, Jekyll & Hyde della stessa casa di sviluppo e Adventures in Wonderland della Ash Gaming.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Zorro",
            "src": "https://img.slotjava.it",
            "filename": ""
        }
    ],
    "name": "Zorro"
}