{
    "studio": "Ainsworth",
    "text": "\nZulu Treasure\nIl nome Zulu vuol dire “popolo del cielo”, e indica una popolazione del Sud Africa, che rappresenta uno dei gruppi etnici più numerosi al mondo. I loro villaggi, privi di ogni comodità come elettricità e acqua corrente, sono costituiti da case costruite con mattoni di fango.\nNella vita degli Zulu ricopre un ruolo importante la musica, esaltata anche in questa slot prodotta dalla Ainsworth. Dal punto di vista grafico Zulu Treasure si presenta abbastanza scarna, ma questo non fa rima con un basso livello del prodotto, anzi! Semplicemente non sono presenti grosse animazioni o effetti sonori, mentre i simboli, lo sfondo e i dettagli grafici sono curati al massimo, rendendo l’esperienza di gioco gratificante anche dal punto visivo. Il colore predominante è il rosso, colore caldo dei tramonti africani, con un paesaggio desertico a far da sfondo all griglia di gioco. Tutte le impostazioni e i pulsanti si trovano nella parte sottostante, mentre per quel che riguarda il comparto musicale si tratta di musiche allegre tipiche del Sud Africa.\nCaratteristiche della slot\nSulla griglia 5×3 si snodano 100 linee di pagamento che possano essere ridotte fino a 50. La scommessa deve essere moltiplicata per il numero di linee, quindi tenendo per buone le 50 linee, la puntata totale minima sarà di 2 €, con 100 linee 4 €.\nAttraverso il tasto accanto a quello Start si possono impostare tra i 10 e i 100 giri automatici.\nIl valore RTP è pari al 94,76%, mentre la volatilità è alta.\nSimboli e funzionalità\nIn Zulu Treasure abbiamo tre gruppi di simboli. I primi sono le carte da gioco dal 9 all’asso e come di consueto sono quelli con un basso valore. Il secondo gruppo di simboli, 5 in tutto, sono quelli a tema con la slot, come la collana, lo scudo con le lance il tamburo, l’esploratrice e il guerriero Zulu.\nIl terzo gruppo è costituito dai simboli speciali, un Wild e due Scatter. Il simbolo Wild, rappresentato dall’effige del leone, appare solo sui rulli 3, 4 e 5 e sostituisce tutti i simboli eccetto gli Scatter.\nIl primo simbolo Scatter è il logo del gioco: se compare per almeno 3 volte durante lo stesso Spin saremo ricompensati con 10 giri gratuiti.\nDurante i Free Spins, potrebbe apparire un secondo Scatter, la mappa del tesoro, che attiva la funzione Treasure Hunt Feature: a ogni mappa corrisponde un’ulteriore partita gratuita durante la quale può atterrare sui rulli una pentola colma di monete d’oro che espandendosi trasformerà blocchi di simboli in Wild.\nUn’altra funzione di Zulu Treasure è il Bonus Colpo Quad, una cornice azzurra che può comparire intorno a uno dei qualsiasi dei simboli regolari. Con 5 simboli regolari, di cui uno incorniciato con Bonus Colpo Quad, avremo la possibilità di vincere dei quattro jackpot indicati sopra la griglia.\n",
    "images": [],
    "featured_image": [
        {
            "alt": "Zulu Treasure",
            "src": "https://img.slotjava.it/wp-content/uploads/2021/01/zulu-treasure-free-286x217.jpg",
            "filename": "zulu-treasure-free-286x217.jpg"
        }
    ],
    "name": "Zulu Treasure"
}